{"title": "English Literature", "data": [{"text": "(1) A brief, accurate summary of historical events and social conditions in each period, and a consideration of the ideals which stirred the whole nation, as in the days of Elizabeth, before they found expression in literature.", "characters": 227, "sentences": 2}, {"text": "(2) A study of the various literary epochs in turn, showing what each gained from the epoch preceding, and how each aided in the development of a national literature.", "characters": 166, "sentences": 2}, {"text": "(3) A readable biography of every important writer, showing how he lived and worked, how he met success or failure, how he influenced his age, and how his age influenced him.", "characters": 174, "sentences": 2}, {"text": "(4) A study and analysis of every author's best works, and of many of the books required for college-entrance examinations.", "characters": 123, "sentences": 2}, {"text": "(5) Selections enough--especially from earlier writers, and from writers not likely to be found in the home or school library--to indicate the spirit of each author's work; and directions as to the best works to read, and where such works may be found in inexpensive editions.", "characters": 276, "sentences": 2}, {"text": "(6) A frank, untechnical discussion of each great writer's work as a whole, and a critical estimate of his relative place and influence in our literature.", "characters": 154, "sentences": 2}, {"text": "(7) A series of helps to students and teachers at the end of each chapter, including summaries, selections for reading, bibliographies, a list of suggestive questions, and a chronological table of important events in the history and literature of each period.", "characters": 259, "sentences": 2}, {"text": "Lo, with the ancient     Roots of man's nature     Twines the eternal     Passion of song.     Ever Love fans it;     Ever Life feeds it;     Time cannot age it;     Death cannot slay.", "characters": 184, "sentences": 3}, {"text": "To answer the questions which arise naturally between teacher and pupil concerning the books that they read, is one object of this volume. It aims not simply to instruct but also to inspire; to trace the historical development of English literature, and at the same time to allure its readers to the best books and the best writers. And from beginning to end it is written upon the assumption that the first virtue of such a work is to be accurate, and the second to be interesting.", "characters": 482, "sentences": 4}, {"text": "The author acknowledges, with gratitude and appreciation, his indebtedness to Professor William Lyon Phelps for the use of his literary map of England, and to the keen critics, teachers of literature and history, who have read the proofs of this book, and have improved it by their good suggestions.", "characters": 299, "sentences": 2}, {"text": "The Shell and the Book. Qualities of Literature. Tests of Literature. The Object in studying Literature. Importance of Literature. Summary of the Subject. Bibliography.", "characters": 168, "sentences": 8}, {"text": "Our First Poetry. \"Beowulf.\" \"Widsith.\" \"Deor's Lament.\" \"The Seafarer.\" \"The Fight at Finnsburgh.\" \"Waldere.\" Anglo-Saxon Life. Our First Speech. Christian Writers. Northumbrian Literature. Bede. Cædmon. Cynewulf. Decline of Northumbrian Literature. Alfred. Summary. Bibliography. Questions. Chronology.", "characters": 305, "sentences": 21}, {"text": "The Normans. The Conquest. Literary Ideals of the Normans. Geoffrey of Monmouth. Work of the French Writers. Layamon's \"Brut.\" Metrical Romances. The Pearl. Miscellaneous Literature of the Norman Period. Summary. Bibliography. Questions. Chronology.", "characters": 249, "sentences": 14}, {"text": "History of the Period. Five Writers of the Age. Chaucer. Langland. \"Piers Plowman.\" John Wyclif. John Mandeville. Summary. Bibliography. Questions. Chronology.", "characters": 159, "sentences": 12}, {"text": "Political Changes. Literature of the Revival. Wyatt and Surrey. Malory's \"Morte d'Arthur.\" Summary. Bibliography. Questions. Chronology.", "characters": 136, "sentences": 9}, {"text": "The Puritan Movement. Changing Ideals. Literary Characteristics. The Transition Poets. Samuel Daniel. The Song Writers. The Spenserian Poets. The Metaphysical Poets. John Donne. George Herbert. The Cavalier Poets. Thomas Carew. Robert Herrick. Suckling and Lovelace. John Milton. The Prose Writers. John Bunyan. Robert Burton. Thomas Browne. Thomas Fuller. Jeremy Taylor. Richard Baxter. Izaak Walton. Summary. Bibliography. Questions. Chronology.", "characters": 447, "sentences": 28}, {"text": "History of the Period. Literary Characteristics. John Dryden. Samuel Butler. Hobbes and Locke. Evelyn and Pepys. Summary. Bibliography. Questions. Chronology.", "characters": 158, "sentences": 11}, {"text": "Historical Summary. Literary Characteristics of the Age. The Poets of Romanticism. William Wordsworth. Samuel Taylor Coleridge. Robert Southey. Walter Scott. Byron. Percy Bysshe Shelley. John Keats. Prose Writers of the Romantic Period. Charles Lamb. Thomas De Quincey. Jane Austen. Walter Savage Landor. Summary. Bibliography. Questions. Chronology.", "characters": 350, "sentences": 20}, {"text": "Hold the hye wey, and lat thy gost thee lede.           Chaucer's _Truth_       On, on, you noblest English, ...       Follow your spirit.             Shakespeare's _Henry V_", "characters": 174, "sentences": 6}, {"text": "One who reads only that first exquisite line, \"Yesterday's flowers am I,\" can never again see hay without recalling the beauty that was hidden from his eyes until the poet found it.", "characters": 181, "sentences": 2}, {"text": "he has unconsciously given not only an excellent description of himself, but the measure of all literature, which makes us play truant with the present world and run away to live awhile in the pleasant realm of fancy. The province of all art is not to instruct but to delight; and only as literature delights us, causing each reader to build in his own soul that \"lordly pleasure house\" of which Tennyson dreamed in his \"Palace of Art,\" is it worthy of its name.", "characters": 462, "sentences": 3}, {"text": "It is so with any age or people. To understand them we must read not simply their history, which records their deeds, but their literature, which records the dreams that made their deeds possible. So Aristotle was profoundly right when he said that \"poetry is more serious and philosophical than history\"; and Goethe, when he explained literature as \"the humanization of the whole world.\"", "characters": 388, "sentences": 4}, {"text": "BIBLIOGRAPHY. (NOTE. Each chapter in this book includes a special bibliography of historical and literary works, selections for reading, chronology, etc.; and a general bibliography of texts, helps, and reference books will be found at the end. The following books, which are among the best of their kind, are intended to help the student to a better appreciation of literature and to a better knowledge of literary criticism.)", "characters": 427, "sentences": 6}, {"text": "_GENERAL WORKS_. Woodberry's Appreciation of Literature (Baker & Taylor Co.); Gates's Studies in Appreciation (Macmillan); Bates's Talks on the Study of Literature (Houghton, Mifflin); Worsfold's On the Exercise of Judgment in Literature (Dent); Harrison's The Choice of Books (Macmillan); Ruskin's Sesame and Lilies, Part I; Matthew Arnold's Essays in Criticism.", "characters": 363, "sentences": 4}, {"text": "_ESSAYS_. Emerson's Books, in Society and Solitude; Dowden's The Interpretation of Literature, in Transcripts and Studies (Kegan Paul & Co.), and The Teaching of English Literature, in New Studies in Literature (Houghton, Mifflin); The Study of Literature, Essays by Morley, Nicolls, and L. Stephen, edited by A.F. Blaisdell (Willard Small).", "characters": 341, "sentences": 7}, {"text": "_CRITICISM_. Gayley and Scott's An Introduction to the Methods and Materials of Literary Criticism (Ginn and Company); Winchester's Principles of Literary Criticism (Macmillan); Worsfold's Principles of Criticism (Longmans); Johnson's Elements of Literary Criticism (American Book Company); Saintsbury's History of Criticism (Dodd, Mead).", "characters": 338, "sentences": 3}, {"text": "_POETRY_. Gummere's Handbook of Poetics (Ginn and Company); Stedman's The Nature and Elements of Poetry (Houghton, Mifflin); Johnson's The Forms of English Poetry (American Book Company); Alden's Specimens of English Verse (Holt); Gummere's The Beginnings of Poetry (Macmillan); Saintsbury's History of English Prosody (Macmillan).", "characters": 331, "sentences": 3}, {"text": "_THE NOVEL_. Raleigh's The English Novel (Scribner); Hamilton's The Materials and Methods of Fiction (Baker & Taylor Co.).", "characters": 122, "sentences": 4}, {"text": "BEOWULF. Here is the story of Beowulf, the earliest and the greatest epic, or heroic poem, in our literature. It begins with a prologue, which is not an essential part of the story, but which we review gladly for the sake of the splendid poetical conception that produced Scyld, king of the Spear Danes.[2]", "characters": 306, "sentences": 4}, {"text": "At a time when the Spear Danes were without a king, a ship came sailing into their harbor. It was filled with treasures and weapons of war; and in the midst of these warlike things was a baby sleeping. No man sailed the ship; it came of itself, bringing the child, whose name was Scyld.", "characters": 286, "sentences": 4}, {"text": "Now Scyld grew and became a mighty warrior, and led the Spear Danes for many years, and was their king. When his son Beowulf[3] had become strong and wise enough to rule, then Wyrd (Fate), who speaks but once to any man, came and stood at hand; and it was time for Scyld to go. This is how they buried him:", "characters": 306, "sentences": 3}, {"text": "At last the rumor of Grendel crossed over the sea to the land of the Geats, where a young hero dwelt in the house of his uncle, King Hygelac. Beowulf was his name, a man of immense strength and courage, and a mighty swimmer who had developed his powers fighting the \"nickers,\" whales, walruses and seals, in the icebound northern ocean. When he heard the story, Beowulf was stirred to go and fight the monster and free the Danes, who were his father's friends.", "characters": 460, "sentences": 4}, {"text": "Forth from the fens, from the misty moorlands,     Grendel came gliding--God's wrath[5] he bore--     Came under clouds, until he saw clearly,     Glittering with gold plates, the mead hall of men.     Down fell the door, though fastened with fire bands;     Open it sprang at the stroke of his paw.     Swollen with rage burst in the bale-bringer;     Flamed in his eyes a fierce light, likest fire.[6]", "characters": 403, "sentences": 4}, {"text": "Beowulf first exults in his night's work; then he hangs the huge arm with its terrible claws from a cross-beam over the king's seat, as one would hang up a bear's skin after a hunt. At daylight came the Danes; and all day long, in the intervals of singing, story-telling, speech making, and gift giving, they return to wonder at the mighty \"grip of Grendel\" and to rejoice in Beowulf's victory.", "characters": 394, "sentences": 3}, {"text": "When night falls a great feast is spread in Heorot, and the Danes sleep once more in the great hall. At midnight comes another monster, a horrible, half-human creature,[7] mother of Grendel, raging to avenge her offspring. She thunders at the door; the Danes leap up and grasp their weapons; but the monster enters, seizes Aeschere, who is friend and adviser of the king, and rushes away with him over the fens.", "characters": 411, "sentences": 4}, {"text": "Then he girds himself for the new fight and follows the track of the second enemy across the fens. Here is Hrothgar's description of the place where live the monsters, \"spirits of elsewhere,\" as he calls them:", "characters": 209, "sentences": 2}, {"text": "The cave is full of treasures; but Beowulf heeds them not, for near him lies Grendel, dead from the wound received the previous night. Again Beowulf swings the great sword and strikes off his enemy's head; and lo, as the venomous blood touches the sword blade, the steel melts like ice before the fire, and only the hilt is left in Beowulf's hand. Taking the hilt and the head, the hero enters the ocean and mounts up to the shore.", "characters": 431, "sentences": 4}, {"text": "Only his own faithful band were waiting there; for the Danes, seeing the ocean bubble with fresh blood, thought it was all over with the hero and had gone home. And there they were, mourning in Heorot, when Beowulf returned with the monstrous head of Grendel carried on a spear shaft by four of his stoutest followers.", "characters": 318, "sentences": 3}, {"text": "Again Beowulf goes forth to champion his people. As he approaches the dragon's cave, he has a presentiment that death lurks within:", "characters": 131, "sentences": 2}, {"text": "Sat on the headland there the warrior king;     Farewell he said to hearth-companions true,     The gold-friend of the Geats; his mind was sad,     Death-ready, restless. And Wyrd was drawing nigh,     Who now must meet and touch the aged man,     To seek the treasure that his soul had saved     And separate his body from his life.[10]", "characters": 337, "sentences": 3}, {"text": "\"One deep regret I have: that to a son     I may not give the armor I have worn,     To bear it after me. For fifty years     I ruled these people well, and not a king     Of those who dwell around me, dared oppress     Or meet me with his hosts. At home I waited     For the time that Wyrd controls. Mine own I kept,     Nor quarrels sought, nor ever falsely swore.     Now, wounded sore, I wait for joy to come.\"[11]", "characters": 418, "sentences": 6}, {"text": "Beowulf was still living when Wiglaf sent a messenger hurriedly to his people; when they came they found him dead, and the huge dragon dead on the sand beside him.", "characters": 163, "sentences": 2}, {"text": "Thus wandering, they who shape songs for men     Pass over many lands, and tell their need,     And speak their thanks, and ever, south or north,     Meet someone skilled in songs and free in gifts,     Who would be raised among his friends to fame     And do brave deeds till light and life are gone.     He who has thus wrought himself praise shall have     A settled glory underneath the stars.[15]", "characters": 401, "sentences": 3}, {"text": "Weland for a woman knew too well exile.     Strong of soul that earl, sorrow sharp he bore;     To companionship he had care and weary longing,     Winter-freezing wretchedness. Woe he found again, again,     After that Nithhad in a need had laid him--     Staggering sinew-wounds--sorrow-smitten man!     _That he overwent; this also may I_.[17]", "characters": 346, "sentences": 4}, {"text": "This no eastward dawning is, nor is here a dragon flying,     Nor of this high hall are the horns a burning;     But they rush upon us here--now the ravens sing,     Growling is the gray wolf, grim the war-wood rattles,     Shield to shaft is answering.[20]", "characters": 257, "sentences": 2}, {"text": "The fight lasts five days, but the fragment ends before we learn the outcome: The same fight is celebrated by Hrothgar's gleeman at the feast in Heorot, after the slaying of Grendel.", "characters": 182, "sentences": 2}, {"text": "... No delight has he in the world,     Nor in aught save the roll of the billows; but always a longing,     A yearning uneasiness, hastens him on to the sea.[22]", "characters": 162, "sentences": 5}, {"text": "Often it befalls us, on the ocean's highways,     In the boats our boatmen, when the storm is roaring,     Leap the billows over, on our stallions of the foam.[23]", "characters": 163, "sentences": 2}, {"text": "Music and song where the heroes sat--     The glee-wood rang, a song uprose     When Hrothgar's scop gave the hall good cheer.[24]", "characters": 130, "sentences": 2}, {"text": "It is this great and hidden life of the Anglo-Saxons that finds expression in all their literature. Briefly, it is summed up in five great principles,--their love of personal freedom, their responsiveness to nature, their religion, their reverence for womanhood, and their struggle for glory as a ruling motive in every noble life.", "characters": 331, "sentences": 3}, {"text": "In reading Anglo-Saxon poetry it is well to remember these five principles, for they are like the little springs at the head of a great river,--clear, pure springs of poetry, and out of them the best of our literature has always flowed. Thus when we read,", "characters": 255, "sentences": 2}, {"text": "Blast of the tempest--it aids our oars;     Rolling of thunder--it hurts us not;     Rush of the hurricane--bending its neck     To speed us whither our wills are bent,", "characters": 168, "sentences": 1}, {"text": "we realize that these sea rovers had the spirit of kinship with the mighty life of nature; and kinship with nature invariably expresses itself in poetry. Again, when we read,", "characters": 174, "sentences": 2}, {"text": "Now hath the man     O'ercome his troubles. No pleasure does he lack,     Nor steeds, nor jewels, nor the joys of mead,     Nor any treasure that the earth can give,     O royal woman, if he have but thee,[25]", "characters": 209, "sentences": 2}, {"text": "Her Hengest and Æsc his sunu gefuhton with Bryttas, on thaere stowe the is gecweden Creccanford, and thær ofslogon feower thusenda wera. And tha Bryttas tha forleton Cent-lond, and mid myclum ege flugon to Lundenbyrig. (At this time Hengest and Aesc, his son, fought against the Britons at the place which is called Crayford and there slew four thousand men. And then the Britons forsook Kentland, and with much fear fled to London town.)[26]", "characters": 444, "sentences": 5}, {"text": "The reader who utters these words aloud a few times will speedily recognize his own tongue, not simply in the words but also in the whole structure of the sentences.", "characters": 165, "sentences": 2}, {"text": "The coming of Christianity meant not simply a new life and leader for England; it meant also the wealth of a new language. The scop is now replaced by the literary monk; and that monk, though he lives among common people and speaks with the English tongue, has behind him all the culture and literary resources of the Latin language. The effect is seen instantly in our early prose and poetry.", "characters": 393, "sentences": 4}, {"text": "Now must we hymn the Master of heaven,     The might of the Maker, the deeds of the Father,     The thought of His heart. He, Lord everlasting,     Established of old the source of all wonders:     Creator all-holy, He hung the bright heaven,     A roof high upreared, o'er the children of men;     The King of mankind then created for mortals     The world in its beauty, the earth spread beneath them,     He, Lord everlasting, omnipotent God.[28]", "characters": 449, "sentences": 3}, {"text": "If _Beowulf_ and the fragments of our earliest poetry were brought into England, then the hymn given above is the first verse of all native English song that has come down to us, and Cædmon is the first poet to whom we can give a definite name and date. The words were written about 665 A.D. and are found copied at the end of a manuscript of Bede's _Ecclesiastical History_.", "characters": 376, "sentences": 5}, {"text": "LIFE OF CæDMON. What little we know of Cædmon, the Anglo-Saxon Milton, as he is properly called, is taken from Bede's account[29] of the Abbess Hilda and of her monastery at Whitby. Here is a free and condensed translation of Bede's story:", "characters": 241, "sentences": 3}, {"text": "[Then follows a brief record of Cædmon's life and an exquisite picture of his death amidst the brethren.] And so it came to pass [says the simple record] that as he served God while living in purity of mind and serenity of spirit, so by a peaceful death he left the world and went to look upon His face.", "characters": 304, "sentences": 3}, {"text": "Aside from the doubtful question of authorship, even a casual reading of the poem brings us into the presence of a poet rude indeed, but with a genius strongly suggestive at times of the matchless Milton. The book opens with a hymn of praise, and then tells of the fall of Satan and his rebel angels from heaven, which is familiar to us in Milton's _Paradise Lost_. Then follows the creation of the world, and the _Paraphrase_ begins to thrill with the old Anglo-Saxon love of nature.", "characters": 484, "sentences": 4}, {"text": "After recounting the story of Paradise, the Fall, and the Deluge, the _Paraphrase_ is continued in the Exodus, of which the poet makes a noble epic, rushing on with the sweep of a Saxon army to battle. A single selection is given here to show how the poet adapted the story to his hearers:", "characters": 289, "sentences": 2}, {"text": "Here is a fragment comparing life to a sea voyage,--a comparison which occurs sooner or later to every thoughtful person, and which finds perfect expression in Tennyson's \"Crossing the Bar.\"", "characters": 190, "sentences": 2}, {"text": "\"Every craft and every power soon grows     old and is passed over and forgotten, if it     be without wisdom.... This is now to be     said, that whilst I live I wish to live nobly,     and after life to leave to the men who come     after me a memory of good works.\"[36]", "characters": 272, "sentences": 6}, {"text": "So wrote the great Alfred, looking back over his heroic life. That he lived nobly none can doubt who reads the history of the greatest of Anglo-Saxon kings; and his good works include, among others, the education of half a country, the salvage of a noble native literature, and the creation of the first English prose.", "characters": 318, "sentences": 3}, {"text": "SELECTIONS FOR READING. _Miscellaneous Poetry_. The Seafarer, Love Letter (Husband's Message), Battle of Brunanburh, Deor's Lament, Riddles, Exodus, The Christ, Andreas, Dream of the Rood, extracts in Cook and Tinker's Translations from Old English Poetry[39] (Ginn and Company); Judith, translation by A.S. Cook. Good selections are found also in Brooke's History of Early English Literature, and Morley's English Writers, vols. 1 and 2.", "characters": 438, "sentences": 8}, {"text": "_Beowulf_. J.R.C. Hall's prose translation; Child's Beowulf (Riverside Literature Series); Morris and Wyatt's The Tale of Beowulf; Earle's The Deeds of Beowulf; Metrical versions by Garnett, J.L. Hall, Lumsden, etc.", "characters": 215, "sentences": 8}, {"text": "_Prose_. A few paragraphs of the Anglo-Saxon Chronicle in Manly's English Prose; translations in Cook and Tinker's Old English Prose.", "characters": 133, "sentences": 3}, {"text": "_LITERATURE. Anglo-Saxon Texts_. Library of Anglo-Saxon Poetry, and Albion Series of Anglo-Saxon and Middle English Poetry (Ginn and Company); Belles Lettres Series of English Classics, sec. 1 (Heath & Co.); J.W. Bright's Anglo-Saxon Reader; Sweet's Anglo-Saxon Primer, and Anglo-Saxon Reader.", "characters": 293, "sentences": 8}, {"text": "_General Works_. Jusserand, Ten Brink, Cambridge History, Morley (full titles and publishers in General Bibliography).", "characters": 118, "sentences": 3}, {"text": "_Special Works_. Brooke's History of Early English Literature; Earle's Anglo-Saxon Literature; Lewis's Beginnings of English Literature; Arnold's Celtic Literature (for relations of Saxon and Celt); Longfellow's Poets and Poetry of Europe; Hall's Old English Idyls; Gayley's Classic Myths, or Guerber's Myths of the Northlands (for Norse Mythology); Brother Azarias's Development of Old English Thought.", "characters": 403, "sentences": 3}, {"text": "1. What is the relation of history and literature? Why should both subjects be studied together? Explain the qualities that characterize all great literature. Has any text-book in history ever appealed to you as a work of literature? What literary qualities have you noticed in standard historical works, such as those of Macaulay, Prescott, Gibbon, Green, Motley, Parkman, and John Fiske?", "characters": 389, "sentences": 3}, {"text": "2. Why did the Anglo-Saxons come to England? What induced them to remain? Did any change occur in their ideals, or in their manner of life? Do you know any social or political institutions which they brought, and which, we still cherish?", "characters": 237, "sentences": 2}, {"text": "3. From the literature you have read, what do you know about our Anglo- Saxon ancestors? What virtues did they admire in men? How was woman regarded? Can you compare the Anglo-Saxon ideal of woman with that of other nations, the Romans for instance?", "characters": 249, "sentences": 2}, {"text": "4. Tell in your own words the general qualities of Anglo-Saxon poetry. How did it differ in its metrical form from modern poetry? What passages seem to you worth learning and remembering? Can you explain why poetry is more abundant and more interesting than prose in the earliest literature of all nations?", "characters": 306, "sentences": 3}, {"text": "5. Tell the story of _Beowulf_. What appeals to you most in the poem? Why is it a work for all time, or, as the Anglo-Saxons would say, why is it worthy to be remembered? Note the permanent quality of literature, and the ideals and emotions which are emphasized in _Beowulf_. Describe the burials of Scyld and of Beowulf. Does the poem teach any moral lesson? Explain the Christian elements in this pagan epic.", "characters": 410, "sentences": 6}, {"text": "6. Name some other of our earliest poems, and describe the one you like best. How does the sea figure in our first poetry? How is nature regarded? What poem reveals the life of the scop or poet? How do you account for the serious character of Anglo-Saxon poetry? Compare the Saxon and the Celt with regard to the gladsomeness of life as shown in their literature.", "characters": 363, "sentences": 4}, {"text": "7. What useful purpose did poetry serve among our ancestors? What purpose did the harp serve in reciting their poems? Would the harp add anything to our modern poetry?", "characters": 167, "sentences": 2}, {"text": "8. What is meant by Northumbrian literature? Who are the great Northumbrian writers? What besides the Danish conquest caused the decline of Northumbrian literature?", "characters": 164, "sentences": 2}, {"text": "9. For what is Bede worthy to be remembered? Tell the story of Cædmon, as recorded in Bede's History. What new element is introduced in Cædmon's poems? What effect did Christianity have upon Anglo-Saxon literature? Can you quote any passages from Cædmon to show that Anglo-Saxon character was not changed but given a new direction? If you have read Milton's _Paradise Lost_, what resemblances are there between that poem and Cædmon's _Paraphrase?_", "characters": 451, "sentences": 3}, {"text": "10. What are the Cynewulf poems? Describe any that you have read. How do they compare in spirit and in expression with _Beowulf_? with Cædmon? Read _The Phoenix_ (which is a translation from the Latin) in Brooke's History of Early English Literature, or in Gollancz's Exeter Book, or in Cook's Translations from Old English Poetry, and tell what elements you find to show that the poem is not of Anglo-Saxon origin. Compare the views of nature in Beowulf and in the Cynewulf poems.", "characters": 482, "sentences": 5}, {"text": "11. Describe the Anglo-Saxon Chronicle. What is its value in our language, literature, and history? Give an account of Alfred's life and of his work for literature. How does Anglo-Saxon prose compare in interest with the poetry?", "characters": 228, "sentences": 4}, {"text": "LAYAMON'S BRUT (_c_. 1200). This is the most important of the English riming chronicles, that is, history related in the form of doggerel verse, probably because poetry is more easily memorized than prose. We give here a free rendering of selected lines at the beginning of the poem, which tell us all we know of Layamon, the first who ever wrote as an Englishman for Englishmen, including in the term all who loved England and called it home, no matter where their ancestors were born.", "characters": 486, "sentences": 5}, {"text": "In form _Sir Gawain_ is an interesting combination of French and Saxon elements. It is written in an elaborate stanza combining meter and alliteration. At the end of each stanza is a rimed refrain, called by the French a \"tail rime.\" We give here a brief outline of the story; but if the reader desires the poem itself, he is advised to begin with a modern version, as the original is in the West Midland dialect and is exceedingly difficult to follow.", "characters": 452, "sentences": 5}, {"text": "More then me lyste my drede aros,     I stod full stylle and dorste not calle;     Wyth yghen open and mouth ful clos,     I stod as hende as hawk in halle.", "characters": 156, "sentences": 2}, {"text": "From the ideals of these three poems, and from peculiarities of style and meter, it is probable that their author wrote also _Sir Gawain and the Green Knight_. If so, the unknown author is the one genius of the age whose poetry of itself has power to interest us, and who stands between Cynewulf and Chaucer as a worthy follower of the one and forerunner of the other.", "characters": 368, "sentences": 3}, {"text": "Besides these greater works, an enormous number of fables and satires appeared in this age, copied or translated from the French, like the metrical romances. The most famous of these are \"The Owl and the Nightingale,\"--a long debate between the two birds, one representing the gay side of life, the other the sterner side of law and morals,--and \"Land of Cockaygne,\" i.e. \"Luxury Land,\" a keen satire on monks and monastic religion.[57]", "characters": 436, "sentences": 5}, {"text": "Bytuene Mersh and Averil,     When spray biginneth to springe     The lutel foul[59] hath hire wyl     On hyre lud[60] to synge.     Ich libbe[61] in love longinge     For semlokest[62] of all thinge.     She may me blisse bringe;     Icham[63] in hire baundoun.[64]         An hendy hap ichabbe yhent,[65]         Ichot[66] from hevene it is me sent,         From alle wymmen mi love is lent[67]         And lyht[68] on Alysoun.", "characters": 429, "sentences": 5}, {"text": "_HISTORY. Text-book_, Montgomery, pp. 58-86, or Cheyney, pp. 88-144. For fuller treatment, Green, ch. 2; Traill; Gardiner, etc. Jewett's Story of the Normans (Stories of the Nations Series); Freeman's Short History of the Norman Conquest; Hutton's King and Baronage (Oxford Manuals of English History).", "characters": 302, "sentences": 8}, {"text": "_LITERATURE. General Works_. Jusserand; Ten Brink; Mitchell, vol. I, From Celt to Tudor; The Cambridge History of English Literature.", "characters": 133, "sentences": 5}, {"text": "_Special Works_. Schofield's English Literature from the Norman Conquest to Chaucer; Lewis's Beginnings of English Literature; Ker's Epic and Romance; Saintsbury's The Flourishing of Romance and the Rise of Allegory; Newell's King Arthur and the Round Table; Maynadier, The Arthur of the English Poets; Rhys's Studies in the Arthurian Legends.", "characters": 343, "sentences": 3}, {"text": "_Ballads_. Child's English and Scottish Popular Ballads; Gummere's Old English Ballads (one volume); Hazlitt's Early Popular Poetry of England; Gayley and Flaherty's Poetry of the People; Percy's Reliques of Ancient English Poetry, in Everyman's Library.", "characters": 254, "sentences": 3}, {"text": "_Language_. Marsh's Lectures on the English Language; Bradley's Making of English; Lounsbury's History of the English Language; Emerson's Brief History of the English Language; Greenough and Kittredge's Words and their Ways in English Speech; Welsh's Development of English Literature and Language.", "characters": 298, "sentences": 3}, {"text": "SUGGESTIVE QUESTIONS. 1. What did the Northmen originally have in common with the Anglo-Saxons and the Danes? What brought about the remarkable change from Northmen to Normans? Tell briefly the story of the Norman Conquest. How did the Conquest affect the life and literature of England?", "characters": 287, "sentences": 4}, {"text": "2. What types of literature were produced after the Conquest? How do they compare with Anglo-Saxon literature? What works of this period are considered worthy of a permanent place in our literature?", "characters": 198, "sentences": 2}, {"text": "3. What is meant by the Riming Chronicles? What part did they play in developing the idea of nationality? What led historians of this period to write in verse? Describe Geoffrey's History. What was its most valuable element from the view point of literature?", "characters": 258, "sentences": 3}, {"text": "4. What is Layamon's _Brut?_ Why did Layamon choose this name for his Chronicle? What special literary interest attaches to the poem?", "characters": 133, "sentences": 2}, {"text": "5. What were the Metrical Romances? What reasons led to the great interest in three classes of romances, i.e. Matters of France, Rome, and Britain? What new and important element enters our literature in this type? Read one of the Metrical Romances in English and comment freely upon it, as to interest, structure, ideas, and literary quality.", "characters": 343, "sentences": 5}, {"text": "7. Tell some typical story from the Mabinogion. Where did the Arthurian legends originate, and how did they become known to English readers? What modern writers have used these legends? What fine elements do you find in them that are not found in Anglo-Saxon poetry?", "characters": 266, "sentences": 3}, {"text": "8. What part did Arthur play in the early history of Britain? How long did the struggle between Britons and Saxons last? What Celtic names and elements entered into English language and literature?", "characters": 197, "sentences": 2}, {"text": "9. What is a ballad, and what distinguishes it from other forms of poetry? Describe the ballad which you like best. Why did the ballad, more than any other form of literature, appeal to the common people? What modern poems suggest the old popular ballad? How do these compare in form and subject matter with the Robin Hood ballads?", "characters": 331, "sentences": 3}, {"text": "and again it breaks out into the violent rebellion of Wat Tyler. All these things show the same Saxon spirit that had won its freedom in a thousand years' struggle against foreign enemies, and that now felt itself oppressed by a social and industrial tyranny in its own midst.", "characters": 276, "sentences": 3}, {"text": "'What man artow?' quod he;     'Thou lokest as thou woldest finde an hare,     For ever upon the ground I see thee stare.     Approchë neer, and loke up merily....     He semeth elvish by his contenaunce.'                  (The Host's description of Chaucer,                              Prologue, _Sir Thopas_)", "characters": 312, "sentences": 7}, {"text": "In dealing with Chaucer's masterpiece, the reader is urged to read widely at first, for the simple pleasure of the stories, and to remember that poetry and romance are more interesting and important than Middle English. When we like and appreciate Chaucer--his poetry, his humor, his good stories, his kind heart---it will be time enough to study his language.", "characters": 360, "sentences": 3}, {"text": "For whan thy labour doon al is,     And hast y-maad thy rekeninges,     In stede of reste and newe thinges,     Thou gost hoom to thy hous anoon,     And, also domb as any stoon,     Thou sittest at another boke     Til fully daswed is thy loke,     And livest thus as an hermyte.[71]", "characters": 284, "sentences": 2}, {"text": "In 1386 Chaucer was elected member of Parliament from Kent, and the distinctly English period of his life and work begins. Though exceedingly busy in public affairs and as receiver of customs, his heart was still with his books, from which only nature could win him:", "characters": 266, "sentences": 2}, {"text": "And as for me, though that my wit be lyte,     On bokes for to rede I me delyte,     And to hem yeve I feyth and ful credence,     And in myn herte have hem in reverence     So hertely, that ther is game noon     That fro my bokes maketh me to goon,     But hit be seldom, on the holyday;     Save, certeynly, whan that the month of May     Is comen, and that I here the foules singe,     And that the floures ginnen for to springe--     Farwel my book and my devocioun![72]", "characters": 474, "sentences": 1}, {"text": "WORKS OF CHAUCER, FIRST PERIOD. The works of Chaucer are roughly divided into three classes, corresponding to the three periods of his life. It should be remembered, however, that it is impossible to fix exact dates for most of his works. Some of his _Canterbury Tales_ were written earlier than the English period, and were only grouped with the others in his final arrangement.", "characters": 379, "sentences": 5}, {"text": "The \"Hous of Fame\" is one of Chaucer's unfinished poems, having the rare combination of lofty thought and simple, homely language, showing the influence of the great Italian master. In the poem the author is carried away in a dream by a great eagle from the brittle temple of Venus, in a sandy wilderness, up to the hall of fame. To this house come all rumors of earth, as the sparks fly upward. The house stands on a rock of ice", "characters": 429, "sentences": 4}, {"text": "Many of these have disappeared as the ice melted; but the older names are clear as when first written. For many of his ideas Chaucer is indebted to Dante, Ovid, and Virgil; but the unusual conception and the splendid workmanship are all his own.", "characters": 245, "sentences": 3}, {"text": "At supper the jovial host of the Tabard Inn suggests that, to enliven the journey, each of the company shall tell four tales, two going and two coming, on whatever subject shall suit him best. The host will travel with them as master of ceremonies, and whoever tells the best story shall be given a fine supper at the general expense when they all come back again,--a shrewd bit of business and a fine idea, as the pilgrims all agree.", "characters": 434, "sentences": 3}, {"text": "THE KNIGHT'S TALE. As a story, \"Palamon and Arcite\" is, in many respects, the best of the _Canterbury Tales_, reflecting as it does the ideals of the time in regard to romantic love and knightly duty. Though its dialogues and descriptions are somewhat too long and interrupt the story, yet it shows Chaucer at his best in his dramatic power, his exquisite appreciation of nature, and his tender yet profound philosophy of living, which could overlook much of human frailty in the thought that", "characters": 492, "sentences": 3}, {"text": "FORM OF CHAUCER'S POETRY. There are three principal meters to be found in Chaucer's verse. In the _Canterbury Tales_ he uses lines of ten syllables and five accents each, and the lines run in couplets:", "characters": 201, "sentences": 3}, {"text": "The same musical measure, arranged in seven-line stanzas, but with a different rime, called the Rime Royal, is found in its most perfect form in _Troilus_.", "characters": 155, "sentences": 2}, {"text": "The third meter is the eight-syllable line with four accents, the lines riming in couplets, as in the \"Boke of the Duchesse\":", "characters": 125, "sentences": 1}, {"text": "Thereto she coude so wel pleye,     Whan that hir liste, that I dar seye     That she was lyk to torche bright,     That every man may take-of light     Ynough, and hit hath never the lesse.", "characters": 190, "sentences": 2}, {"text": "Here are a few lines to illustrate the style and language; but the whole poem must be read if one is to understand its crude strength and prophetic spirit:", "characters": 155, "sentences": 1}, {"text": "Though Wyclif's works are now unread, except by occasional scholars, he still occupies a very high place in our literature. His translation of the Bible was slowly copied all over England, and so fixed a national standard of English prose to replace the various dialects. Portions of this translation, in the form of favorite passages from Scripture, were copied by thousands, and for the first time in our history a standard of pure English was established in the homes of the common people.", "characters": 492, "sentences": 4}, {"text": "As a suggestion of the language of that day, we quote a few familiar sentences from the Sermon on the Mount, as given in the later version of Wyclif's Gospel:", "characters": 158, "sentences": 1}, {"text": "Eftsoone ye han herd, that it was seid to elde men, Thou schalt not forswere, but thou schalt yelde[96] thin othis to the Lord. But Y seie[97] to you, that ye swere not for ony thing;... but be youre worde, yhe, yhe; nay, nay; and that that is more than these, is of yvel....", "characters": 275, "sentences": 9}, {"text": "Ye han herd that it was seid, Thou schalt love thi neighbore, and hate thin enemye. But Y seie to you, love ye youre enemyes, do ye wel to hem[98] that hatiden[99] you, and preye ye for hem that pursuen[100] and sclaundren[101] you; that ye be the sones of youre Fadir that is in hevenes, that makith his sunne to rise upon goode and yvele men, and reyneth[102] on just men and unjuste.... Therefore be ye parfit, as youre hevenli Fadir is parfit.", "characters": 447, "sentences": 7}, {"text": "The modern reader may spend an hour or two very pleasantly in this old wonderland. On its literary side the book is remarkable, though a translation, as being the first prose work in modern English having a distinctly literary style and flavor. Otherwise it is a most interesting commentary on the general culture and credulity of the fourteenth century.", "characters": 354, "sentences": 4}, {"text": "SUMMARY OF THE AGE OF CHAUCER. The fourteenth century is remarkable historically for the decline of feudalism (organized by the Normans), for the growth of the English national spirit during the wars with France, for the prominence of the House of Commons, and for the growing power of the laboring classes, who had heretofore been in a condition hardly above that of slavery.", "characters": 376, "sentences": 3}, {"text": "The age produced five writers of note, one of whom, Geoffrey Chaucer, is one of the greatest of English writers. His poetry is remarkable for its variety, its story interest, and its wonderful melody. Chaucer's work and Wyclif's translation of the Bible developed the Midland dialect into the national language of England.", "characters": 322, "sentences": 4}, {"text": "For the advanced student, and as a study of language, compare selections from Wyclif, Chaucer's prose work, Mandeville, etc., in Manly's English Prose, or Morris and Skeat's Specimens of Early English, or Craik's English Prose Selections. Selections from Wyclif's Bible in English Classics Series.", "characters": 297, "sentences": 4}, {"text": "_HISTORY. Text-book_, Montgomery, pp. 115-149, or Cheyney, pp. 186-263. For fuller treatment, Green, ch. 5; Traill; Gardiner.", "characters": 125, "sentences": 7}, {"text": "_LITERATURE. General Works_. Jusserand; Ten Brink; Mitchell; Minto's Characteristics of English Poets; Courthope's History of English Poetry.", "characters": 141, "sentences": 4}, {"text": "_Minor Writers_. Morris and Skeat's Specimens of Early English Prose. Jusserand's Piers Plowman; Skeat's Piers Plowman (text, glossary and notes); Warren's Piers Plowman in Modern Prose. Arnold's Wyclif's Select English Works; Sergeant's Wyclif (Heroes of the Nation Series); Le Bas's Life of John Wyclif. Travels of Sir John Mandeville (modern spelling), in Library of English Classics; Macaulay's Gower's English Works.", "characters": 421, "sentences": 6}, {"text": "SUGGESTIVE QUESTIONS. 1. What are the chief historical events of the fourteenth century? What social movement is noticeable? What writers reflect political and social conditions?", "characters": 178, "sentences": 3}, {"text": "2. Tell briefly the story of Chaucer's life. What foreign influences are noticeable? Name a few poems illustrating his three periods of work. What qualities have you noticed in his poetry? Why is he called our first national poet?", "characters": 230, "sentences": 4}, {"text": "3. Give the plan of the _Canterbury Tales_. For what is the Prologue remarkable? What light does it throw upon English life of the fourteenth century? Quote or read some passages that have impressed you. Which character do you like best? Are any of the characters like certain men and women whom you know? What classes of society are introduced? Is Chaucer's attitude sympathetic or merely critical?", "characters": 399, "sentences": 4}, {"text": "4. Tell in your own words the tale you like best. Which tale seems truest to life as you know it? Mention any other poets who tell stories in verse.", "characters": 148, "sentences": 4}, {"text": "5. Quote or read passages which show Chaucer's keenness of observation, his humor, his kindness in judgment, his delight in nature. What side of human nature does he emphasize? Make a little comparison between Chaucer and Shakespeare, having in mind (1) the characters described by both poets, (2) their knowledge of human nature, (3) the sources of their plots, (4) the interest of their works.", "characters": 395, "sentences": 4}, {"text": "6. Describe briefly _Piers Plowman_ and its author. Why is the poem called \"the gospel of the poor\"? What message does it contain for daily labor? Does it apply to any modern conditions? Note any resemblance in ideas between _Piers Plowman_ and such modern works as Carlyle's _Past and Present_, Kingsley's _Alton Locke_, Morris's _Dream of John Ball_, etc.", "characters": 357, "sentences": 4}, {"text": "7. For what is Wyclif remarkable in literature? How did his work affect our language? Note resemblances and differences between Wyclif and the Puritans.", "characters": 152, "sentences": 3}, {"text": "8. What is _Mandeville's Travels_? What light does it throw on the mental condition of the age? What essential difference do you note between this book and _Gulliver's Travels_?", "characters": 177, "sentences": 2}, {"text": "With the exception of Malory's _Morte d'Arthur_ (which is still mediæval in spirit) the student will find little of interest in the literature of this period. We give here a brief summary of the men and the books most \"worthy of remembrance\"; but for the real literature of the Renaissance one must go forward a century and a half to the age of Elizabeth.", "characters": 356, "sentences": 3}, {"text": "SELECTIONS FOR READING. Malory's Morte d'Arthur, selections, in Athenaeum Press Series, etc. (It is interesting to read Tennyson's Passing of Arthur in connection with Malory's account.) Utopia, in Arber's Reprints, Temple Classics, King's Classics, etc. Selections from Wyatt, Surrey, etc., in Manly's English Poetry or Ward's English Poets; Tottel's Miscellany, in Arber's Reprints. Morris and Skeat's Specimens of Early English, vol. 3, has good selections from this period.", "characters": 477, "sentences": 9}, {"text": "_HISTORY. Text-book_, Montgomery, pp. 150-208, or Cheyney, pp. 264-328. Greene, ch. 6; Traill; Gardiner; Froude; etc.", "characters": 117, "sentences": 7}, {"text": "_Special Works_. Denton's England in the Fifteenth Century; Flower's The Century of Sir Thomas More; The Household of Sir Thomas More, in King's Classics; Green's Town Life in the Fifteenth Century; Field's Introduction to the Study of the Renaissance; Einstein's The Italian Renaissance in England; Seebohm's The Oxford Reformers (Erasmus, More, etc.).", "characters": 353, "sentences": 4}, {"text": "SUGGESTIVE QUESTIONS. 1. The fifteenth century in English literature is sometimes called \"the age of arrest.\" Can you explain why? What causes account for the lack of great literature in this period? Why should the ruin of noble families at this time seriously affect our literature? Can you recall anything from the Anglo-Saxon period to justify your opinion?", "characters": 360, "sentences": 4}, {"text": "2. What is meant by Humanism? What was the first effect of the study of Greek and Latin classics upon our literature? What excellent literary purposes did the classics serve in later periods?", "characters": 191, "sentences": 2}, {"text": "3. What are the chief benefits to literature of the discovery of printing? What effect on civilization has the multiplication of books?", "characters": 135, "sentences": 2}, {"text": "4. Describe More's _Utopia_. Do you know any modern books like it? Why should any impractical scheme of progress be still called Utopian?", "characters": 137, "sentences": 3}, {"text": "6. What was the chief literary influence exerted by Wyatt and Surrey? Do you know any later poets who made use of the verse forms which they introduced?", "characters": 152, "sentences": 2}, {"text": "7. Which of Malory's stories do you like best? Where did these stories originate? Have they any historical foundation? What two great elements did Malory combine in his work? What is the importance of his book to later English literature? Compare Tennyson's \"Idylls of the King\" and Malory's stories with regard to material, expression, and interest. Note the marked resemblances and differences between the _Morte d'Arthur_ and the _Nibelungen Lied_.", "characters": 451, "sentences": 4}, {"text": "Full little knowest thou, that has not tried,     What hell it is, in suing long to bide:     To lose good days, that might be better spent;     To waste long nights in pensive discontent;            *       *       *       *       *     To fret thy soul with crosses and with cares;     To eat thy heart through comfortless despairs;     To fawn, to crouch, to wait, to ride, to run,     To spend, to give, to want, to be undone.", "characters": 430, "sentences": 2}, {"text": "My luckless lot,     That banished had myself, like wight forlore,     Into that waste, where I was quite forgot.", "characters": 113, "sentences": 2}, {"text": "Soon after his return, Spenser fell in love with his beautiful Elizabeth, an Irish girl; wrote his _Amoretti_, or sonnets, in her honor; and afterwards represented her, in the _Faery Queen_, as the beautiful woman dancing among the Graces. In 1594 he married Elizabeth, celebrating his wedding with his \"Epithalamion,\" one of the most beautiful wedding hymns in any language.", "characters": 375, "sentences": 3}, {"text": "SPENSER'S WORKS. _The Faery Queen_ is the great work upon which the poet's fame chiefly rests. The original plan of the poem included twenty-four books, each of which was to recount the adventure and triumph of a knight who represented a moral virtue. Spenser's purpose, as indicated in a letter to Raleigh which introduces the poem, is as follows:", "characters": 348, "sentences": 4}, {"text": "To pourtraict in Arthure, before he was king, the image of a brave Knight, perfected in the twelve private Morall Vertues, as Aristotle hath devised; which is the purpose of these first twelve bookes: which if I finde to be well accepted, I may be perhaps encoraged to frame the other part of Polliticke Vertues in his person, after that hee came to be king.", "characters": 358, "sentences": 2}, {"text": "And, more to lulle him in his slumber soft,       A trickling streame from high rock tumbling downe,       And ever-drizling raine upon the loft,       Mixt with a murmuring winde, much like the sowne       Of swarming bees, did cast him in a swowne.       No other noyse, nor peoples troublous cryes,       As still are wont t'annoy the walled towne,       Might there be heard: but carelesse Quiet lyes,       Wrapt in eternal silence farre from enimyes.", "characters": 456, "sentences": 3}, {"text": "Other noteworthy poems are \"Mother Hubbard's Tale,\" a satire on society; \"Astrophel,\" an elegy on the death of Sidney; _Amoretti_, or sonnets, to his Elizabeth; the marriage hymn, \"Epithalamion,\" and four \"Hymns,\" on Love, Beauty, Heavenly Love, and Heavenly Beauty. There are numerous other poems and collections of poems, but these show the scope of his work and are best worth reading.", "characters": 388, "sentences": 3}, {"text": "COMPARISON BETWEEN CHAUCER AND SPENSER. At the outset it is well to remember that, though Spenser regarded Chaucer as his master, two centuries intervene between them, and that their writings have almost nothing in common. We shall appreciate this better by a brief comparison between our first two modern poets.", "characters": 312, "sentences": 4}, {"text": "Sackville wrote also, in connection with Thomas Norton, the first English tragedy, _Ferrex and Porrex_, called also _Gorboduc_, which will be considered in the following section on the Rise of the Drama.", "characters": 203, "sentences": 2}, {"text": "PHILIP SIDNEY (1554-1586). Sidney, the ideal gentleman, the Sir Calidore of Spenser's \"Legend of Courtesy,\" is vastly more interesting as a man than as a writer, and the student is recommended to read his biography rather than his books. His life expresses, better than any single literary work, the two ideals of the age,--personal honor and national greatness.", "characters": 362, "sentences": 4}, {"text": "As I out rode this enderes (last) night,     Of three jolly shepherds I saw a sight,     And all about their fold a star shone bright;          They sang _terli terlow_,     So merryly the shepherds their pipes can blow.     Down from heaven, from heaven so high,     Of angels there came a great companye     With mirth, and joy, and great solemnitye;          They sang _terli terlow_,     So merryly the shepherds their pipes can blow.", "characters": 438, "sentences": 3}, {"text": "Such songs were taken home by the audience and sung for a season, as a popular tune is now caught from the stage and sung on the streets; and at times the whole audience would very likely join in the chorus.", "characters": 207, "sentences": 2}, {"text": "To enliven the audience the devil of the Miracle plays was introduced; and another lively personage called the Vice was the predecessor of our modern clown and jester. His business was to torment the \"virtues\" by mischievous pranks, and especially to make the devil's life a burden by beating him with a bladder or a wooden sword at every opportunity. The Morality generally ended in the triumph of virtue, the devil leaping into hell-mouth with Vice on his back.", "characters": 463, "sentences": 4}, {"text": "All these early plays were written, for the most part, in a mingling of prose and wretched doggerel, and add nothing to our literature. Their great work was to train actors, to keep alive the dramatic spirit, and to prepare the way for the true drama.", "characters": 251, "sentences": 3}, {"text": "3. THE ARTISTIC PERIOD OF THE DRAMA. The artistic is the final stage in the development of the English drama. It differs radically from the other two in that its chief purpose is not to point a moral but to represent human life as it is. The artistic drama may have purpose, no less than the Miracle play, but the motive is always subordinate to the chief end of representing life itself.", "characters": 388, "sentences": 6}, {"text": "The next play, \"Gammer Gurton's Needle\" _(cir_. 1562), is a domestic comedy, a true bit of English realism, representing the life of the peasant class.", "characters": 151, "sentences": 3}, {"text": "This first wholly English comedy is full of fun and coarse humor, and is wonderfully true to the life it represents. It was long attributed to John Still, afterwards bishop of Bath; but the authorship is now definitely assigned to William Stevenson.[132] Our earliest edition of the play was printed in 1575; but a similar play called \"Dyccon of Bedlam\" was licensed in 1552, twelve years before Shakespeare's birth.", "characters": 416, "sentences": 4}, {"text": "To show the spirit and the metrical form of the play we give a fragment of the boy's description of the dullard Hodge trying to light a fire on the hearth from the cat's eyes, and another fragment of the old drinking song at the beginning of the second act.", "characters": 257, "sentences": 2}, {"text": "Our first tragedy, \"Gorboduc,\" was written by Thomas Sackville and Thomas Norton, and was acted in 1562, only two years before the birth of Shakespeare. It is remarkable not only as our first tragedy, but as the first play to be written in blank verse, the latter being most significant, since it started the drama into the style of verse best suited to the genius of English playwrights.", "characters": 388, "sentences": 3}, {"text": "Why, let the stricken deer go weep,     The hart ungalled play;     For some must watch, while some must sleep:     So runs the world away.", "characters": 139, "sentences": 2}, {"text": "However that may be, the stage was deemed unfit for women, and actresses were unknown in England until after the Restoration.", "characters": 125, "sentences": 2}, {"text": "Marlowe is one of the most suggestive figures of the English Renaissance, and the greatest of Shakespeare's predecessors. The glory of the Elizabethan drama dates from his _Tamburlaine_ (1587), wherein the whole restless temper of the age finds expression:", "characters": 256, "sentences": 2}, {"text": "Nature, that framed us of four elements     Warring within our breasts for regiment,     Doth teach us all to have aspiring minds:     Our souls--whose faculties can comprehend     The wondrous architecture of the world,     And measure every wandering planet's course,     Still climbing after knowledge infinite,     And always moving as the restless spheres--     Will us to wear ourselves and never rest.     _Tamburlaine_, Pt. I, II, vii.", "characters": 443, "sentences": 4}, {"text": "Cut is the branch that might have grown full straight,     And burned is Apollo's laurel bough     That sometime grew within this learnéd man.", "characters": 143, "sentences": 2}, {"text": "_Faust_. How comes it then that thou art out of hell?     _Mephisto_. Why this is hell, nor am I out of it.            *       *       *       *       *         Hell hath no limits, nor is circumscribed         In one self place; for where we are is hell,         And where hell is there must we ever be.", "characters": 304, "sentences": 5}, {"text": "Marlowe's last play is _Edward II_, a tragic study of a king's weakness and misery. In point of style and dramatic construction, it is by far the best of Marlowe's plays, and is a worthy predecessor of Shakespeare's historical drama.", "characters": 233, "sentences": 3}, {"text": "VARIETY OF THE EARLY DRAMA. The thirty years between our first regular English plays and Shakespeare's first comedy[144] witnessed a development of the drama which astonishes us both by its rapidity and variety. We shall better appreciate Shakespeare's work if we glance for a moment at the plays that preceded him, and note how he covers the whole field and writes almost every form and variety of the drama known to his age.", "characters": 426, "sentences": 4}, {"text": "LIFE (1564-1616). Two outward influences were powerful in developing the genius of Shakespeare,--the little village of Stratford, center of the most beautiful and romantic district in rural England, and the great city of London, the center of the world's political activity. In one he learned to know the natural man in his natural environment; in the other, the social, the artificial man in the most unnatural of surroundings.", "characters": 428, "sentences": 4}, {"text": "From the register of the little parish church at Stratford-on-Avon we learn that William Shakespeare was baptized there on the twenty-sixth of April, 1564 (old style). As it was customary to baptize children on the third day after birth, the twenty-third of April (May 3, according to our present calendar) is generally accepted as the poet's birthday.", "characters": 352, "sentences": 3}, {"text": "I saw a smith stand with his hammer, thus,     The whilst his iron did on the anvil cool,     With open mouth swallowing a tailor's news;     Who, with his shears and measure in his hand,     Standing on slippers, which his nimble haste     Had falsely thrust upon contrary feet,     Told of a many thousand warlike French     That were embattailed and ranked in Kent.[145]", "characters": 373, "sentences": 2}, {"text": "Such passages suggest not only genius but also a keen, sympathetic observer, whose eyes see every significant detail. So with the nurse in _Romeo and Juliet_, whose endless gossip and vulgarity cannot quite hide a kind heart. She is simply the reflection of some forgotten nurse with whom Shakespeare had talked by the wayside.", "characters": 327, "sentences": 4}, {"text": "Good friend, for Jesus' sake forbeare     To dig the dust enclosed heare;     Bleste be the man that spares these stones,     And curst be he that moves my bones.", "characters": 162, "sentences": 2}, {"text": "This wretched doggerel, over the world's greatest poet, was intended, no doubt, as a warning to some stupid sexton, lest he should empty the grave and give the honored place to some amiable gentleman who had given more tithes to the parish.", "characters": 240, "sentences": 2}, {"text": "To read in succession four plays, taking a typical work from each of the above periods, is one of the very best ways of getting quickly at the real life and mind of Shakespeare. Following is a complete list with the approximate dates of his works, classified according to the above four periods.", "characters": 295, "sentences": 3}, {"text": "First Period, Early Experiment. _Venus and Adonis, Rape of Lucrece_, 1594; _Titus Andronicus, Henry VI_ (three parts), 1590-1591; _Love's Labour's Lost_, 1590; _Comedy of Errors, Two Gentlemen of Verona_, 1591-1592; _Richard-III_, 1593; _Richard II, King John_, 1594-1595.", "characters": 272, "sentences": 3}, {"text": "Second Period, Development. _Romeo and Juliet, Midsummer Night's Dream_, 1595; _Merchant of Venice, Henry IV_ (first part), 1596; _Henry IV_ (second part), _Merry Wives of Windsor_, 1597; _Much Ado About Nothing_, 1598; _As You Like It, Henry V_, 1599.", "characters": 252, "sentences": 3}, {"text": "Third Period, Maturity and Gloom. _Sonnets_ (1600-?), _Twelfth Night_, 1600; _Taming of the Shrew, Julius Cæsar, Hamlet, Troilus and Cressida_, 1601-1602; _All's Well That Ends Well, Measure for Measure_, 1603; _Othello_, 1604; _King Lear_, 1605; _Macbeth_, 1606; _Antony and Cleopatra, Timon of Athens_, 1607.", "characters": 311, "sentences": 3}, {"text": "Fourth Period, Late Experiment. _Coriolanus, Pericles_, 1608; _Cymbeline_, 1609; _Winter's Tale_, 1610-1611; _The Tempest_, 1611; _Henry VIII_ (unfinished).", "characters": 156, "sentences": 3}, {"text": "Tragedie is to seyn a certeyn storie     Of him that stood in great prosperitee,     And is y-fallen out of heigh degree     Into miserie, and endeth wrecchedly.", "characters": 161, "sentences": 2}, {"text": "Comedies. _Merchant of Venice, Midsummer Night's Dream, As You Like It, Winter's Tale, The Tempest, Twelfth Night_.", "characters": 115, "sentences": 3}, {"text": "Historical Plays. _Julius Cæsar, Richard III, Henry IV, Henry V, Coriolanus, Antony and Cleopatra_.", "characters": 100, "sentences": 3}, {"text": "His life was gentle, and the elements     So mixed in him, that Nature might stand up     And say to all the world, \"This was a man!\"", "characters": 133, "sentences": 1}, {"text": "The three best known of Jonson's comedies are _Volpone, or the Fox, The Alchemist_, and _Epicoene, or the Silent Woman. Volpone_ is a keen and merciless analysis of a man governed by an overwhelming love of money for its own sake. The first words in the first scene are a key to the whole comedy:", "characters": 296, "sentences": 3}, {"text": "_(Volpone)_         Good morning to the day; and next, my gold!         Open the shrine that I may see my saint.             (_Mosca withdraws a curtain and discovers piles of              gold, plate, jewels, etc._)         Hail the world's soul, and mine!", "characters": 257, "sentences": 3}, {"text": "Volpone's method of increasing his wealth is to play upon the avarice of men. He pretends to be at the point of death, and his \"suitors,\" who know his love of gain and that he has no heirs, endeavor hypocritically to sweeten his last moments by giving him rich presents, so that he will leave them all his wealth. The intrigues of these suitors furnish the story of the play, and show to what infamous depths avarice will lead a man.", "characters": 433, "sentences": 4}, {"text": "_The Alchemist_ is a study of quackery on one side and of gullibility on the other, founded on the mediæval idea of the philosopher's stone,[155] and applies as well to the patent medicines and get-rich-quick schemes of our day as to the peculiar forms of quackery with which Jonson was more familiar. In plot and artistic construction _The Alchemist_ is an almost perfect specimen of the best English drama. It has some remarkably good passages, and is the most readable of Jonson's plays.", "characters": 491, "sentences": 4}, {"text": "_Epicoene, or the Silent Woman_, is a prose comedy exceedingly well constructed, full of life, abounding in fun and unexpected situations. Here is a brief outline from which the reader may see of what materials Jonson made up his comedies.", "characters": 239, "sentences": 3}, {"text": "It will be seen that the _Silent Woman_, with its rapid action and its unexpected situations, offers an excellent opportunity for the actors; but the reading of the play, as of most of Jonson's comedies, is marred by low intrigues showing a sad state of morals among the upper classes.", "characters": 285, "sentences": 2}, {"text": "MASSINGER, FORD, SHIRLEY. These three men mark the end of the Elizabethan drama. Their work, done largely while the struggle was on between the actors and the corrupt court, on one side, and the Puritans on the other, shows a deliberate turning away not only from Puritan standards but from the high ideals of their own art to pander to the corrupt taste of the upper classes.", "characters": 376, "sentences": 4}, {"text": "Philip Massinger (1584-1640) was a dramatic poet of great natural ability; but his plots and situations are usually so strained and artificial that the modern reader finds no interest in them. In his best comedy, _A New Way to Pay Old Debts_, he achieved great popularity and gave us one figure, Sir Giles Overreach, which is one of the typical characters of the English stage. His best plays are _The Great Duke of Florence, The Virgin Martyr_, and _The Maid of Honour_.", "characters": 471, "sentences": 4}, {"text": "THE INSTAURATIO MAGNA. This was the most ambitious, though it is not the best known, of Bacon's works. For the insight it gives us into the author's mind, we note here a brief outline of his subject. It was divided into six parts, as follows:", "characters": 242, "sentences": 4}, {"text": "1. _Partitiones Scientiarum_. This was to be a classification and summary of all human knowledge. Philosophy and all speculation must be cast out and the natural sciences established as the basis of all education. The only part completed was _The Advancement of Learning_, which served as an introduction.", "characters": 305, "sentences": 6}, {"text": "It will be seen at a glance that the above is the most important of Bacon's works. The _Organum_ was to be in several books, only two of which he completed, and these he wrote and rewrote twelve times until they satisfied him.", "characters": 226, "sentences": 3}, {"text": "4. _Scala Intellectus_, or \"Ladder of the Mind,\" is the rational application of the _Organum_ to all problems. By it the mind should ascend step by step from particular facts and instances to general laws and abstract principles.", "characters": 229, "sentences": 4}, {"text": "5. _Prodromi_, \"Prophecies or Anticipations,\" is a list of discoveries that men shall make when they have applied Bacon's methods of study and experimentation.", "characters": 159, "sentences": 3}, {"text": "6. _Philosophia Secunda_, which was to be a record of practical results of the new philosophy when the succeeding ages should have applied it faithfully.", "characters": 153, "sentences": 3}, {"text": "BACON'S PLACE AND WORK. Although Bacon was for the greater part of his life a busy man of affairs, one cannot read his work without becoming conscious of two things,--a perennial freshness, which the world insists upon in all literature that is to endure, and an intellectual power which marks him as one of the great minds of the world.", "characters": 337, "sentences": 3}, {"text": "Of law there can be no less acknowledged than that her seat is the bosom of God, her voice the harmony of the world; all things in heaven and earth do her homage; the very least as feeling her care, and the greatest as not exempted from her power; both angels and men, and creatures of what condition soever, though each in different sort and manner, yet all with uniform consent admiring her as the mother of their peace and joy.", "characters": 430, "sentences": 2}, {"text": "O eloquent, just, and mighty Death! whom none could advise thou hast persuaded; what none hath dared thou hast done; and whom all the world hath flattered thou only hast cast out of the world and despised; thou hast drawn together all the star-stretched greatness, all the pride, cruelty, and ambition of man, and covered it all over with these two narrow words, _Hic jacet_!", "characters": 375, "sentences": 1}, {"text": "THOMAS NORTH. Among the translators of the Elizabethan Age Sir Thomas North (1535?-1601?) is most deserving of notice because of his version of _Plutarch's Lives_ (1579) from which Shakespeare took the characters and many of the incidents for three great Roman plays. Thus in North we read:", "characters": 290, "sentences": 3}, {"text": "Cæsar also had Cassius in great jealousy and suspected him much: whereupon he said on a time to his friends: \"What will Cassius do, think ye? I like not his pale looks.\" Another time when Cæsar's friends warned him of Antonius and Dolabella, he answered them again, \"I never reckon of them; but these pale-visaged and carrion lean people, I fear them most,\" meaning Brutus and Cassius.", "characters": 387, "sentences": 3}, {"text": "Let me have men about me that are fat:     Sleek-headed men, and such as sleep o' nights.     Yond Cassius has a lean and hungry look:     He thinks too much: such men are dangerous.", "characters": 182, "sentences": 3}, {"text": "A careful reading of North's _Plutarch_ and then of the famous Roman plays shows to how great an extent Shakespeare was dependent upon his obscure contemporary.", "characters": 160, "sentences": 2}, {"text": "North's translation, to which we owe so many heroic models in our literature, was probably made not from Plutarch but from Amyot's excellent French translation. Nevertheless he reproduces the spirit of the original, and notwithstanding our modern and more accurate translations, he remains the most inspiring interpreter of the great biographer whom Emerson calls \"the historian of heroism.\"", "characters": 391, "sentences": 3}, {"text": "SUMMARY OF THE AGE OF ELIZABETH. This period is generally regarded as the greatest in the history of our literature. Historically, we note in this age the tremendous impetus received from the Renaissance, from the Reformation, and from the exploration of the New World. It was marked by a strong national spirit, by patriotism, by religious tolerance, by social content, by intellectual progress, and by unbounded enthusiasm.", "characters": 425, "sentences": 5}, {"text": "(2) The Rise of the Drama in England; the Miracle plays, Moralities, and Interludes; our first play, \"Ralph Royster Doyster\"; the first true English comedy, \"Gammer Gurton's Needle,\" and the first tragedy, \"Gorboduc\"; the conflict between classic and native ideals in the English drama.", "characters": 286, "sentences": 2}, {"text": "(3) Shakespeare's Predecessors, Lyly, Kyd, Nash, Peele, Greene, Marlowe; the types of drama with which they experimented,--the Marlowesque, one-man type, or tragedy of passion, the popular Chronicle plays, the Domestic drama, the Court or Lylian comedy, Romantic comedy and tragedy, Classical plays, and the Melodrama. Marlowe is the greatest of Shakespeare's predecessors. His four plays are \"Tamburlaine,\" \"Faustus,\" \"The Jew of Malta,\" and \"Edward II.\"", "characters": 455, "sentences": 4}, {"text": "(5) Shakespeare's Successors, Ben Jonson, Beaumont and Fletcher, Webster, Middleton, Heywood, Dekker; and the rapid decline of the drama. Ben Jonson is the greatest of this group. His chief comedies are \"Every Man in His Humour,\" \"The Silent Woman,\" and \"The Alchemist\"; his two extant tragedies are \"Sejanus\" and \"Catiline.\"", "characters": 325, "sentences": 4}, {"text": "(6) The Prose Writers, of whom Bacon is the most notable. His chief philosophical work is the _Instauratio Magna_ (incomplete), which includes \"The Advancement of Learning\" and the \"Novum Organum\"; but he is known to literary readers by his famous _Essays_. Minor prose writers are Richard Hooker, John Foxe, the historians Camden and Knox, the editors Hakluyt and Purchas, who gave us the stirring records of exploration, and Thomas North, the translator of Plutarch's _Lives_.", "characters": 478, "sentences": 4}, {"text": "SELECTIONS FOR READING. _Spenser_. Faery Queen, selections in Standard English Classics; Bk. I, in Riverside Literature Series, etc.; Shepherd's Calendar, in Cassell's National Library; Selected Poems, in Canterbury Poets Series; Minor Poems, in Temple Classics; Selections in Manly's English Poetry, or Ward's English Poets.", "characters": 325, "sentences": 6}, {"text": "_Minor Poets_. Drayton, Sackville, Sidney, Chapman, Selections in Manly or Ward; Elizabethan songs, in Schelling's Elizabethan Lyrics, and in Palgrave's Golden Treasury; Chapman's Homer, in Temple Classics.", "characters": 206, "sentences": 3}, {"text": "_The Early Drama_. Play of Noah's Flood, in Manly's Specimens of the Pre-Shaksperean Drama, or in Pollard's English Miracle Plays, Moralities and Interludes, or in Belles Lettres Series, sec. 2; L.T. Smith's The York Miracle Plays.", "characters": 231, "sentences": 6}, {"text": "_Marlowe_. Faustus, in Temple Dramatists, or Mermaid Series, or Morley's Universal Library, or Lamb's Specimens of English Dramatic Poets; Selections in Manly's English Poetry, or Ward's English Poets; Edward II, in Temple Dramatists, and in Holt's English Readings.", "characters": 266, "sentences": 3}, {"text": "_Shakespeare_. Merchant of Venice, Julius Cæsar, Macbeth, etc., in Standard English Classics (edited, with notes, with special reference to college- entrance requirements). Good editions of single plays are numerous and cheap. Hudson's and Rolfe's and the Arden Shakespeare are suggested as satisfactory. The Sonnets, edited by Beeching, in Athenæum Press Series.", "characters": 365, "sentences": 7}, {"text": "_Ben Jonson_. The Alchemist, in Canterbury Poets Series, or Morley's Universal Library; Selections in Manly's English Poetry, or Ward's English Poets, or Canterbury Poets Series; Selections from Jonson's Masques, in Evans's English Masques; Timber, edited by Schelling, in Athenæum Press Series.", "characters": 296, "sentences": 3}, {"text": "_Bacon_. Essays, school edition (Ginn and Company); Northup's edition, in Riverside Literature Series (various other inexpensive editions, in the Pitt Press, Golden Treasury Series, etc.); Advancement of Learning, Bk. I, edited by Cook (Ginn and Company). Compare selections from Bacon, Hooker, Lyly, and Sidney, in Manly's English Prose.", "characters": 338, "sentences": 6}, {"text": "BIBLIOGRAPHY.[159] _HISTORY. Text-book_, Montgomery, pp. 208-238; Cheyney, pp. 330-410; Green, ch. 7; Traill, Macaulay, Froude.", "characters": 127, "sentences": 7}, {"text": "_Special works_. Creighton's The Age of Elizabeth; Hall's Society in the Elizabethan Age; Winter's Shakespeare's England; Goadby's The England of Shakespeare; Lee's Stratford on Avon; Harrison's Elizabethan England.", "characters": 215, "sentences": 3}, {"text": "_LITERATURE_. Saintsbury's History of Elizabethan Literature; Whipple's Literature of the Age of Elizabeth; S. Lee's Great Englishmen of the Sixteenth Century; Schilling's Elizabethan Lyrics, in Athenæum Press Series; Vernon Lee's Euphorion.", "characters": 242, "sentences": 4}, {"text": "_Spenser_. Texts, Cambridge, Globe, and Aldine editions; Noel's Selected Poems of Spenser, in Canterbury Poets; Minor Poems, in Temple Classics; Arber's Spenser Anthology; Church's Life of Spenser, in English Men of Letters Series; Lowell's Essay, in Among My Books, or in Literary Essays, vol. 4; Hazlitt's Chaucer and Spenser, in Lectures on the English Poets; Dowden's Essay, in Transcripts and Studies.", "characters": 406, "sentences": 4}, {"text": "_The Drama_. Texts, Manly's Specimens of the Pre-Shakesperean Drama, 2 vols., in Athenæum Press Series; Pollard's English Miracle Plays, Moralities and Interludes; the Temple Dramatists; Morley's Universal Library; Arber's English Reprints; Mermaid Series, etc.; Thayer's The Best Elizabethan Plays.", "characters": 300, "sentences": 5}, {"text": "_Marlowe_. Works, edited by Bullen; chief plays in Temple Dramatists, Mermaid Series of English Dramatists, Morley's Universal Library, etc.; Lowell's Old English Dramatists; Symonds's introduction, in Mermaid Series; Dowden's Essay, in Transcripts and Studies.", "characters": 261, "sentences": 4}, {"text": "_Shakespeare_. Good texts are numerous. Furness's Variorum edition is at present most useful for advanced work. Hudson's revised edition, each play in a single volume, with notes and introductions, will, when complete, be one of the very best for students' use.", "characters": 261, "sentences": 5}, {"text": "_Ben Jonson_. Texts in Mermaid Series, Temple Dramatists, Morley's Universal Library, etc.; Masques and Entertainments of Ben Jonson, edited by Morley, in Carisbrooke Library; Timber, edited by Schelling, in Athenæum Press Series.", "characters": 231, "sentences": 4}, {"text": "_Beaumont, Fletcher, etc_. Plays in Mermaid Series, Temple Dramatists, etc.; Schelling's Elizabethan Drama; Lowell's Old English Dramatists; Lamb's Specimens of English Dramatic Poets; Fleay's Biographical Chronicle of the English Drama; Swinburne's Essays, in Essays in Prose and Poetry, and in Essays and Studies.", "characters": 315, "sentences": 4}, {"text": "_Bacon_. Texts, Essays in Everyman's Library, etc.; Advancement of Learning in Clarendon Press Series, Library of English Classics, etc.; Church's Life of Bacon, in English Men of Letters Series; Nichol's Bacon's Life and Philosophy; Francis Bacon, translated from the German of K. Fischer (excellent, but rare); Macaulay's Essay on Bacon.", "characters": 339, "sentences": 6}, {"text": "_Minor Prose Writers_. Sidney's Arcadia, edited by Somers; Defense of Poesy, edited by Cook, in Athenæum Press Series; Arber's Reprints, etc.; Selections from Sidney's prose and poetry in the Elizabethan Library; Symonds's Life of Sidney, in English Men of Letters; Bourne's Life of Sidney, in Heroes of the Nations; Lamb's Essay on Sidney's Sonnets, in Essays of Elia.", "characters": 370, "sentences": 4}, {"text": "Raleigh's works, published by the Oxford Press; Selections by Grosart, in Elizabethan Library; Raleigh's Last Fight of the _Revenge_, in Arber's Reprints; Life of Raleigh, by Edwards and by Gosse. Richard Hooker's works, edited by Keble, Oxford Press; Laws of Ecclesiastical Polity, in Everyman's Library, and in Morley's Universal Library; Life, in Walton's Lives, in Morley's Universal Library; Dowden's Essay, in Puritan and Anglican.", "characters": 437, "sentences": 3}, {"text": "Lyly's Euphues, in Arber's Reprints; Endymion, edited by Baker; Campaspe, in Manly's Pre-Shaksperean Drama.", "characters": 107, "sentences": 2}, {"text": "North's Plutarch's Lives, edited by Wyndham, in Tudor Library; school edition, by Ginn and Company. Hakluyt's Voyages, in Everyman's Library; Jones's introduction to Hakluyt's Diverse Voyages; Payne's Voyages of Elizabethan Seamen; Froude's Essay, in Short Studies on Great Subjects.", "characters": 283, "sentences": 3}, {"text": "SUGGESTIVE QUESTIONS. 1. What historical conditions help to account for the great literature of the Elizabethan age? What are the general characteristics of Elizabethan literature? What type of literature prevailed, and why? What work seems to you to express most perfectly the Elizabethan spirit?", "characters": 297, "sentences": 3}, {"text": "2. Tell briefly the story of Spenser's life. What is the story or argument of the _Faery Queen_? What is meant by the Spenserian stanza? Read and comment upon Spenser's \"Epithalamion.\" Why does the \"Shepherd's Calendar\" mark a literary epoch? What are the main qualities of Spenser's poetry? Can you quote or refer to any passages which illustrate these qualities? Why is he called the poets' poet?", "characters": 398, "sentences": 4}, {"text": "3. For what is Sackville noted? What is the most significant thing about his \"Gorboduc\"? Name other minor poets and tell what they wrote.", "characters": 137, "sentences": 3}, {"text": "4. Give an outline of the origin and rise of the drama in England. What is meant by Miracle and Mystery plays? What purposes did they serve among the common people? How did they help the drama? What is meant by cycles of Miracle plays? How did the Moralities differ from the Miracles? What was the chief purpose of the Interludes? What type of drama did they develop? Read a typical play, like \"Noah's Flood\" or \"Everyman,\" and write a brief analysis of it.", "characters": 457, "sentences": 4}, {"text": "5. What were our first plays in the modern sense? What influence did the classics exert on the English drama? What is meant by the dramatic unities? In what important respect did the English differ from the classic drama?", "characters": 221, "sentences": 2}, {"text": "6. Name some of Shakespeare's predecessors in the drama? What types of drama did they develop? Name some plays of each type. Are any of these plays still presented on the stage?", "characters": 177, "sentences": 3}, {"text": "7. What are Marlowe's chief plays? What is the central motive in each? Why are they called one-man plays? What is meant by Marlowe's \"mighty line\"? What is the story of \"Faustus\"? Compare \"Faustus\" and Goethe's \"Faust,\" having in mind the story, the dramatic interest, and the literary value of each play.", "characters": 305, "sentences": 3}, {"text": "9. What are Ben Jonson's chief plays? In what important respects did they differ from those of Shakespeare? Tell the story of \"The Alchemist\" or \"The Silent Woman.\" Name other contemporaries and successors of Shakespeare. Give some reasons for the preëminence of the Elizabethan drama. What causes led to its decline?", "characters": 318, "sentences": 5}, {"text": "11. Who are the minor prose writers of the Elizabethan Age? What did they write? Comment upon any work of theirs which you have read. What is the literary value of North's Plutarch? What is the chief defect in Elizabethan prose as a whole? What is meant by euphuism? Explain why Elizabethan poetry is superior to the prose.", "characters": 323, "sentences": 4}, {"text": "To bring the churches of God in the three kingdoms to uniformity in religion and government, to preserve the rights of Parliament and the liberties of the Kingdom; ... that we and our posterity may as brethren live in faith and love, and the Lord may delight to live in the midst of us.", "characters": 286, "sentences": 5}, {"text": "In this famous Covenant we see the national, the ecclesiastical, and the personal dream of Puritanism, side by side, in all their grandeur and simplicity.", "characters": 154, "sentences": 2}, {"text": "Let others sing of kings and paladines     In aged accents and untimely words,     Paint shadows in imaginary lines.", "characters": 116, "sentences": 2}, {"text": "THE SPENSERIAN POETS. Of the Spenserian poets Giles Fletcher and Wither are best worth studying. Giles Fletcher (1588?-1623) has at times a strong suggestion of Milton (who was also a follower of Spenser in his early years) in the noble simplicity and majesty of his lines. His best known work, \"Christ's Victory and Triumph\" (1610), was the greatest religious poem that had appeared in England since \"Piers Plowman,\" and is not an unworthy predecessor of _Paradise Lost_.", "characters": 472, "sentences": 5}, {"text": "Of all these poets, each of whom has his special claim, we can consider here only Donne and Herbert, who in different ways are the types of revolt against earlier forms and standards of poetry. In feeling and imagery both are poets of a high order, but in style and expression they are the leaders of the fantastic school whose influence largely dominated poetry during the half century of the Puritan period.", "characters": 409, "sentences": 3}, {"text": "Here is variety enough to epitomize his age, and yet in all his life, stronger than any impression of outward weal or woe, is the sense of mystery that surrounds Donne. In all his work one finds a mystery, a hiding of some deep thing which the world would gladly know and share, and which is suggested in his haunting little poem, \"The Undertaking\":", "characters": 349, "sentences": 2}, {"text": "I have done one braver thing     Than all the worthies did;     And yet a braver thence doth spring,     Which is, to keep that hid.", "characters": 132, "sentences": 2}, {"text": "I struck the board and cry'd, No more!          I will abroad.     What? Shall I ever sigh and pine?     My lines and life are free, free as the road,     Loose as the wind.", "characters": 173, "sentences": 3}, {"text": "There speaks the Cavalier of the university and the court; and as one reads to the end of the little poem, which he calls by the suggestive name of \"The Collar,\" he may know that he is reading condensed biography.", "characters": 213, "sentences": 2}, {"text": "Deliver this little book to my dear brother Ferrar, and tell him he shall find in it a picture of the many spiritual conflicts that have passed betwixt God and my soul before I could subject mine to the will of Jesus my master, in whose service I have now found perfect freedom. Desire him to read it; and then, if he can think it may turn to the advantage of any dejected poor soul, let it be made public; if not, let him burn it, for I and it are less than the least of God's mercies.", "characters": 486, "sentences": 3}, {"text": "Among the poems which may be read as curiosities of versification, and which arouse the wrath of the critics against the whole metaphysical school, are those like \"Easter Wings\" and \"The Altar,\" which suggest in the printed form of the poem the thing of which the poet sings. More ingenious is the poem in which rime is made by cutting off the first letter of a preceding word, as in the five stanzas of \"Paradise \":", "characters": 416, "sentences": 2}, {"text": "I bless thee, Lord, because I grow     Among thy trees, which in a row     To thee both fruit and order ow.", "characters": 107, "sentences": 2}, {"text": "And more ingenious still are odd conceits like the poem \"Heaven,\" in which Echo, by repeating the last syllable of each line, gives an answer to the poet's questions.", "characters": 166, "sentences": 2}, {"text": "Ask me no more where Jove bestows,     When June is past, the fading rose,     For in your beauty's orient deep     These flowers, as in their causes, sleep.     Ask me no more where those stars light     That downwards fall in dead of night,     For in your eyes they sit, and there     Fixèd become as in their sphere.     Ask me no more if east or west     The phoenix builds her spicy nest,     For unto you at last she flies,     And in your fragrant bosom dies.", "characters": 468, "sentences": 4}, {"text": "Late in life Herrick published his one book, _Hesperides and Noble Numbers_ (1648). The latter half contains his religious poems, and one has only to read there the remarkable \"Litany\" to see how the religious terror that finds expression in Bunyan's _Grace Abounding_ could master even the most careless of Cavalier singers.", "characters": 325, "sentences": 3}, {"text": "In his life and poetry Sir Richard Lovelace (1618-1658) offers a remarkable parallel to Suckling, and the two are often classed together as perfect representatives of the followers of King Charles. Lovelace's _Lucasta_, a volume of love lyrics, is generally on a higher plane than Suckling's work; and a few of the poems like \"To Lucasta,\" and \"To Althea, from Prison,\" deserve the secure place they have won. In the latter occur the oft-quoted lines:", "characters": 451, "sentences": 3}, {"text": "Stone walls do not a prison make,       Nor iron bars a cage;     Minds innocent and quiet take       That for an hermitage.     If I have freedom in my love,       And in my soul am free,     Angels alone that soar above       Enjoy such liberty.", "characters": 247, "sentences": 3}, {"text": "Thy soul was like a star and dwelt apart;     Thou hadst a voice whose sound was like the sea--     Pure as the naked heavens, majestic, free;     So didst thou travel on life's common way     In cheerful godliness: and yet thy heart     The lowliest duties on herself did lay.         (From Wordsworth's \"Sonnet on Milton\")", "characters": 324, "sentences": 2}, {"text": "LIFE OF MILTON. Milton is like an ideal in the soul, like a lofty mountain on the horizon. We never attain the ideal; we never climb the mountain; but life would be inexpressibly poorer were either to be taken away.", "characters": 215, "sentences": 4}, {"text": "In this last line of one of his sonnets[164] is found Milton's rejection of every form of outward religious authority in face of the supreme Puritan principle, the liberty of the individual soul before God.", "characters": 206, "sentences": 2}, {"text": "Now blind, disheartened, shamed, dishonored, quelled,     To what can I be useful? wherein serve     My nation, and the work from Heaven imposed?     But to sit idle on the household hearth,     A burdenous drone; to visitants a gaze,     Or pitied object.", "characters": 256, "sentences": 2}, {"text": "Milton's answer is worthy of his own great life. Without envy or bitterness he goes back to the early dream of an immortal poem and begins with superb consciousness of power to dictate his great epic.", "characters": 200, "sentences": 3}, {"text": "MILTON'S EARLY POETRY.[166] In his early work Milton appears as the inheritor of all that was best in Elizabethan literature, and his first work, the ode \"On the Morning of Christ's Nativity,\" approaches the high-water mark of lyric poetry in England. In the next six years, from 1631 to 1637, he wrote but little, scarcely more than two thousand lines, but these are among the most exquisite and the most perfectly finished in our language.", "characters": 441, "sentences": 4}, {"text": "Mortals, that would follow me,     Love Virtue; she alone is free.     She can teach ye how to climb     Higher than the sphery chime;     Or if Virtue feeble were,     Heaven itself would stoop to her.", "characters": 202, "sentences": 3}, {"text": "While there are undoubted traces of Jonson and John Fletcher in Milton's \"Comus,\" the poem far surpasses its predecessors in the airy beauty and melody of its verses.", "characters": 166, "sentences": 2}, {"text": "MILTON'S LATER POETRY. Undoubtedly the noblest of Milton's works, written when he was blind and suffering, are _Paradise Lost, Paradise Regained_, and _Samson Agonistes_. The first is the greatest, indeed the only generally acknowledged epic in our literature since _Beowulf;_ the last is the most perfect specimen of a drama after the Greek method in our language.", "characters": 365, "sentences": 4}, {"text": "In 1658 Milton in his darkness sat down to dictate the work which he had planned thirty years before. In order to understand the mighty sweep of the poem it is necessary to sum up the argument of the twelve books, as follows:", "characters": 225, "sentences": 2}, {"text": "In this magnificent heroism Milton has unconsciously immortalized the Puritan spirit, the same unconquerable spirit that set men to writing poems and allegories when in prison for the faith, and that sent them over the stormy sea in a cockleshell to found a free commonwealth in the wilds of America.", "characters": 300, "sentences": 2}, {"text": "Nothing is here for tears, nothing to wail     Or knock the breast, no weakness, no contempt,     Dispraise or blame,--nothing but well and fair,     And what may quiet us in a death so noble.", "characters": 192, "sentences": 2}, {"text": "I found myself a man encompassed with infirmities; the parting was like pulling the flesh from my bones.... Oh, the thoughts of the hardship I thought my poor blind one might go under would break my heart to pieces. Poor child, thought I, what sorrow thou art like to have for thy portion in this world; thou must be beaten, must beg, suffer hunger, cold, nakedness, and a thousand calamities, though I cannot now endure that the wind should blow upon thee.[169]", "characters": 462, "sentences": 7}, {"text": "And then, because he thinks always in parables and seeks out most curious texts of Scripture, he speaks of \"the two milch kine that were to carry the ark of God into another country and leave their calves behind them.\" Poor cows, poor Bunyan! Such is the mind of this extraordinary man.", "characters": 286, "sentences": 3}, {"text": "For sixteen years this wonderful activity continued without interruption. Then, one day when riding through a cold storm on a labor of love, to reconcile a stubborn man with his own stubborn son, he caught a severe cold and appeared, ill and suffering but rejoicing in his success, at the house of a friend in Reading. He died there a few days later, and was laid away in Bunhill Fields burial ground, London, which has been ever since a _campo santo_ to the faithful.", "characters": 468, "sentences": 4}, {"text": "WORKS OF BUNYAN. The world's literature has three great allegories,--Spenser's _Faery Queen_, Dante's _Divina Commedia_, and Bunyan's _Pilgrim's Progress_. The first appeals to poets, the second to scholars, the third to people of every age and condition. Here is a brief outline of the famous work:", "characters": 299, "sentences": 4}, {"text": "Such, in brief, is the story, the great epic of a Puritan's individual experience in a rough world, just as _Paradise Lost_ was the epic of mankind as dreamed by the great Puritan who had \"fallen asleep over his Bible.\"", "characters": 219, "sentences": 2}, {"text": "The chief fact which confronts the student of literature as he pauses before this great allegory is that it has been translated into seventy-five languages and dialects, and has been read more than any other book save one in the English language.", "characters": 246, "sentences": 2}, {"text": "The Puritan Period is generally regarded as one destitute of literary interest; but that was certainly not the result of any lack of books or writers. Says Burton in his _Anatomy of Melancholy:_", "characters": 194, "sentences": 2}, {"text": "I have ... new books every day, pamphlets, currantoes, stories, whole catalogues of volumes of all sorts, new paradoxes, opinions, schisms, heresies, controversies in philosophy and religion. Now come tidings of weddings, maskings, entertainments, jubilees, embassies, sports, plays; then again, as in a new-shipped scene, treasons, cheatings, tricks, robberies, enormous villainies in all kinds, funerals, deaths, new discoveries, expeditions; now comical, then tragical matters.....", "characters": 484, "sentences": 10}, {"text": "So the record continues, till one rubs his eyes and thinks he must have picked up by mistake the last literary magazine. And for all these kaleidoscopic events there were waiting a multitude of writers, ready to seize the abundant material and turn it to literary account for a tract, an article, a volume, or an encyclopedia.", "characters": 326, "sentences": 3}, {"text": "Two other works of Browne are _Vulgar Errors_ (1646), a curious combination of scientific and credulous research in the matter of popular superstition, and _Urn Burial_, a treatise suggested by the discovery of Roman burial urns at Walsingham. It began as an inquiry into the various methods of burial, but ended in a dissertation on the vanity of earthly hope and ambitions. From a literary point of view it is Browne's best work, but is less read than the _Religio Medici_.", "characters": 475, "sentences": 4}, {"text": "JEREMY TAYLOR (1613-1667). Taylor was the greatest of the clergymen who made this period famous, a man who, like Milton, upheld a noble ideal in storm and calm, and himself lived it nobly. He has been called \"the Shakespeare of divines,\" and \"a kind of Spenser in a cassock,\" and both descriptions apply to him very well. His writings, with their exuberant fancy and their noble diction, belong rather to the Elizabethan than to the Puritan age.", "characters": 445, "sentences": 5}, {"text": "SELECTIONS FOR READING. _Milton_. Paradise Lost, books 1-2, L'Allegro, Il Penseroso, Comus, Lycidas, and selected Sonnets,--all in Standard English Classics; same poems, more or less complete, in various other series; Areopagitica and Treatise on Education, selections, in Manly's English Prose, or Areopagitica in Arber's English Reprints, Clarendon Press Series, Morley's Universal Library, etc.", "characters": 397, "sentences": 4}, {"text": "_Minor Poets_. Selections from Herrick, edited by Hale, in Athenaeum Press Series; selections from Herrick, Lovelace, Donne, Herbert, etc., in Manly's English Poetry, Golden Treasury, Oxford Book of English Verse, etc.; Vaughan's Silex Scintillans, in Temple Classics, also in the Aldine Series; Herbert's The Temple, in Everyman's Library, Temple Classics, etc.", "characters": 362, "sentences": 5}, {"text": "_Bunyan_. The Pilgrim's Progress, in Standard English Classics, Pocket Classics, etc.; Grace Abounding, in Cassell's National Library.", "characters": 134, "sentences": 4}, {"text": "_Minor Prose Writers_. Wentworth's Selections from Jeremy Taylor; Browne's Religio Medici, Walton's Complete Angler, both in Everyman's Library, Temple Classics, etc.; selections from Taylor, Browne, and Walton in Manly's English Prose, also in Garnett's English Prose.", "characters": 269, "sentences": 4}, {"text": "_HISTORY_. _Text-book_, Montgomery, pp. 238-257; Cheyney, pp. 431-464; Green, ch. 8; Traill; Gardiner.", "characters": 102, "sentences": 6}, {"text": "_Special Works_. Wakeling's King and Parliament (Oxford Manuals); Gardiner's The First Two Stuarts and the Puritan Revolution; Tulloch's English Puritanism and its Leaders; Lives of Cromwell by Harrison, by Church, and by Morley; Carlyle's Oliver Cromwell's Letters and Speeches.", "characters": 279, "sentences": 3}, {"text": "_LITERATURE_. Saintsbury's Elizabethan Literature (extends to 1660); Masterman's The Age of Milton; Dowden's Puritan and Anglican.", "characters": 130, "sentences": 3}, {"text": "_Milton_. Texts, Poetical Works, Globe edition, edited by Masson; Cambridge Poets edition, edited by Moody; English Prose Writings, edited by Morley, in Carisbrooke Library; also in Bohn's Standard Library.", "characters": 206, "sentences": 3}, {"text": "Masson's Life of John Milton (8 vols.); Life, by Garnett, by Pattison (English Men of Letters). Raleigh's Milton; Trent's John Milton; Corson's Introduction to Milton; Brooke's Milton, in Student's Library; Macaulay's Milton; Lowell's Essays, in Among My Books, and in Latest Literary Essays; M. Arnold's Essay, in Essays in Criticism; Dowden's Essay, in Puritan and Anglican.", "characters": 376, "sentences": 5}, {"text": "_Cavalier Poets_. Schelling's Seventeenth Century Lyrics, in Athenaeum Press Series; Cavalier and Courtier Lyrists, in Canterbury Poets Series; Gosse's Jacobean Poets; Lovelace, etc., in Library of Old Authors.", "characters": 210, "sentences": 4}, {"text": "_Donne_. Poems, in Muses' Library; Life, in Walton's Lives, in Temple Classics, and in Morley's Universal Library; Life, by Gosse; Jessup's John Donne; Dowden's Essay, in New Studies; Stephen's Studies of a Biographer, vol. 3.", "characters": 226, "sentences": 4}, {"text": "_Herbert_. Palmer's George Herbert; Poems and Prose Selections, edited by Rhys, in Canterbury Poets; Dowden's Essay, in Puritan and Anglican.", "characters": 141, "sentences": 3}, {"text": "_Bunyan_. Brown's John Bunyan, His Life, Times, and Works; Life, by Venables, and by Froude (English Men of Letters); Essays by Macaulay, by Dowden, _supra_, and by Woodberry, in Makers of Literature.", "characters": 200, "sentences": 3}, {"text": "_Jeremy Taylor_. Holy Living, Holy Dying, in Temple Classics, and in Bohn's Standard Library; Selections, edited by Wentworth; Life, by Heber, and by Gosse (English Men of Letters); Dowden's Essay, _supra_.", "characters": 206, "sentences": 3}, {"text": "_Thomas Browne_. Works, edited by Wilkin; the same, in Temple Classics, and in Bohn's Library; Religio Medici, in Everyman's Library; essay by Pater, in Appreciations; by Dowden, _supra;_ and by L. Stephen, in Hours in a Library; Life, by Gosse (English Men of Letters).", "characters": 270, "sentences": 4}, {"text": "_Izaak Walton_. Works, in Temple Classics, Cassell's Library, and Morley's Library; Introduction, in A. Lang's Walton's Complete Angler; Lowell's Essay, in Latest Literary Essays.", "characters": 179, "sentences": 4}, {"text": "SUGGESTIVE QUESTIONS. 1. What is meant by the Puritan period? What were the objects and the results of the Puritan movement in English history?", "characters": 143, "sentences": 3}, {"text": "2. What are the main characteristics of the literature of this period? Compare it with Elizabethan literature. How did religion and politics affect Puritan literature? Can you quote any passages or name any works which justify your opinion?", "characters": 240, "sentences": 3}, {"text": "3. What is meant by the terms Cavalier poets, Spenserian poets, Metaphysical poets? Name the chief writers of each group. To whom are we indebted for our first English hymn book? Would you call this a work of literature? Why?", "characters": 225, "sentences": 3}, {"text": "4. What are the qualities of Herrick's poetry? What marked contrasts are found in Herrick and in nearly all the poets of this period?", "characters": 133, "sentences": 2}, {"text": "7. Tell the story of Bunyan's life. What unusual elements are found in his life and writings? Give the main argument of _The Pilgrim's Progress_. If you read the story before studying literature, tell why you liked or disliked it. Why is it a work for all ages and for all races? What are the chief qualities of Bunyan's style?", "characters": 327, "sentences": 5}, {"text": "8. Who are the minor prose writers of this age? Name the chief works of Jeremy Taylor, Thomas Browne, and Izaak Walton. Can you describe from your own reading any of these works? How does the prose of this age compare in interest with the poetry? (Milton is, of course, excepted in this comparison.)", "characters": 299, "sentences": 4}, {"text": "The complete and bloodless Revolution of 1688, which called William of Orange to the throne, was simply the indication of England's restored health and sanity. It proclaimed that she had not long forgotten, and could never again forget, the lesson taught her by Puritanism in its hundred years of struggle and sacrifice. Modern England was firmly established by the Revolution, which was brought about by the excesses of the Restoration.", "characters": 437, "sentences": 4}, {"text": "It is largely due to him that writers developed that formalism of style, that precise, almost mathematical elegance, miscalled classicism, which ruled English literature for the next century.[174]", "characters": 196, "sentences": 2}, {"text": "The soul's dark cottage, battered and decayed,     Lets in new light through chinks that time has made.[176]", "characters": 108, "sentences": 2}, {"text": "These four things, the tendency to vulgar realism in the drama, a general formalism which came from following set rules, the development of a simpler and more direct prose style, and the prevalence of the heroic couplet in poetry are the main characteristics of Restoration literature. They are all exemplified in the work of one man, John Dryden.", "characters": 347, "sentences": 3}, {"text": "His grandeur he derived from Heaven alone,       For he was great ere Fortune made him so;     And wars, like mists that rise against the sun,       Made him but greater seem, not greater grow.", "characters": 193, "sentences": 2}, {"text": "In these four lines, taken almost at random from the \"Heroic Stanzas,\" we have an epitome of the thought, the preciseness, and the polish that mark all his literary work.", "characters": 170, "sentences": 2}, {"text": "During this time Dryden had become the best known literary man of London, and was almost as much a dictator to the literary set which gathered in the taverns and coffeehouses as Ben Jonson had been before him. His work, meanwhile, was rewarded by large financial returns, and by his being appointed poet laureate and collector of the port of London. The latter office, it may be remembered, had once been held by Chaucer.", "characters": 421, "sentences": 4}, {"text": "A milk-white Hind, immortal and unchanged,     Fed on the lawns and in the forest ranged;     Without unspotted, innocent within,     She feared no danger, for she knew no sin.", "characters": 176, "sentences": 2}, {"text": "From the literary view point these last troubled years were the best of Dryden's life, though they were made bitter by obscurity and by the criticism of his numerous enemies. He died in 1700 and was buried near Chaucer in Westminster Abbey.", "characters": 240, "sentences": 3}, {"text": "Of the many miscellaneous poems of Dryden, the curious reader will get an idea of his sustained narrative power from the _Annus Mirabilis_. The best expression of Dryden's literary genius, however, is found in \"Alexander's Feast,\" which is his most enduring ode, and one of the best in our language.", "characters": 299, "sentences": 3}, {"text": "Of Butler himself we know little; he is one of the most obscure figures in our literature. During the days of Cromwell's Protectorate he was in the employ of Sir Samuel Luke, a crabbed and extreme type of Puritan nobleman, and here he collected his material and probably wrote the first part of his burlesque, which, of course, he did not dare to publish until after the Restoration.", "characters": 383, "sentences": 3}, {"text": "EVELYN AND PEPYS. These two men, John Evelyn (1620-1706) and Samuel Pepys (1633-1703), are famous as the writers of diaries, in which they jotted down the daily occurrences of their own lives, without any thought that the world would ever see or be interested in what they had written.", "characters": 285, "sentences": 3}, {"text": "Evelyn was the author of _Sylva_, the first book on trees and forestry in English, and _Terra_, which is the first attempt at a scientific study of agriculture; but the world has lost sight of these two good books, while it cherishes his diary, which extends over the greater part of his life and gives us vivid pictures of society in his time, and especially of the frightful corruption of the royal court.", "characters": 407, "sentences": 2}, {"text": "5th (Lord's day). Up and spent the morning, till the Barber came, in reading in my chamber part of Osborne's Advice to his Son, which I shall not never enough admire for sense and language, and being by and by trimmed, to Church, myself, wife, Ashwell, etc. Home and, while dinner was prepared, to my office to read over my vows with great affection and to very good purpose. Then to church again, where a simple bawling young Scot preached.", "characters": 441, "sentences": 5}, {"text": "23d. St. George's day and Coronacion, the King and Court being at Windsor, at the installing of the King of Denmarke by proxy and the Duke of Monmouth.... Spent the evening with my father. At cards till late, and being at supper, my boy being sent for some mustard to a neat's tongue, the rogue staid half an houre in the streets, it seems at a bonfire, at which I was very angry, and resolve to beat him to-morrow.", "characters": 415, "sentences": 9}, {"text": "24th. Up betimes, and with my salt eele went down into the parler and there got my boy and did beat him till I was fain to take breath two or three times, yet for all I am afeard it will make the boy never the better, he is grown so hardened in his tricks, which I am sorry for, he being capable of making a brave man, and is a boy that I and my wife love very well.", "characters": 366, "sentences": 3}, {"text": "SELECTIONS FOR READING. _Dryden_. Alexander's Feast, Song for St. Cecilia's Day, selections from Absalom and Achitophel, Religio Laici, Hind and Panther, Annus Mirabilis,--in Manly's English Poetry, or Ward's English Poets, or Cassell's National Library; Palamon and Arcite (Dryden's version of Chaucer's tale), in Standard English Classics, Riverside Literature, etc.; Dryden's An Essay of Dramatic Poesy, in Manly's, or Garnett's, English Prose.", "characters": 447, "sentences": 6}, {"text": "_Butler_. Selections from Hudibras, in Manly's English Poetry, Ward's English Poets, or Morley's Universal Library.", "characters": 115, "sentences": 3}, {"text": "BIBLIOGRAPHY. _HISTORY_. _Text-book_, Montgomery, pp. 257-280; Cheyney, pp. 466-514; Green, ch. 9; Traill; Gardiner; Macaulay.", "characters": 126, "sentences": 7}, {"text": "_Special Works_. Sydney's Social Life in England from the Restoration to the Revolution; Airy's The English Restoration and Louis XIV; Hale's The Fall of the Stuarts.", "characters": 166, "sentences": 3}, {"text": "_Dryden_. Poetical Works, with Life, edited by Christie; the same, edited by Noyes, in Cambridge Poets Series; Life and Works (18 vols.), by Walter Scott, revised (1893) by Saintsbury; Essays, edited by Ker; Life, by Saintsbury (English Men of Letters); Macaulay's Essay; Lowell's Essay, in Among My Books (or in Literary Essays, vol. 3); Dowden's Essay, _supra_.", "characters": 363, "sentences": 5}, {"text": "_Butler_. Hudibras, in Morley's Universal Library; Poetical Works, edited by Johnson; Dowden's Essay, _supra_.", "characters": 110, "sentences": 3}, {"text": "_Pepys_. Diary in Everyman's Library; the same, edited by Wheatley (8 vols.); Wheatley's Samuel Pepys and the World He Lived In; Stevenson's Essay, in Familiar Studies of Men and Books.", "characters": 185, "sentences": 4}, {"text": "_The Restoration Drama_. Plays in the Mermaid Series; Hazlitt's Lectures on the English Comic Writers; Meredith's Essay on Comedy and the Comic Spirit; Lamb's Essay on the Artificial Comedy; Thackeray's Essay on Congreve, in English Humorists.", "characters": 243, "sentences": 3}, {"text": "SUGGESTIVE QUESTIONS. 1. What marked change in social conditions followed the Restoration? How are these changes reflected in literature?", "characters": 137, "sentences": 3}, {"text": "2. What are the chief characteristics of Restoration literature? Why is this period called the Age of French influence? What new tendencies were introduced? What effect did the Royal Society and the study of science have upon English prose? What is meant by realism? by formalism?", "characters": 280, "sentences": 2}, {"text": "3. What is meant by the heroic couplet? Explain why it became the prevailing form of English poetry. What are its good qualities and its defects? Name some well-known poems which are written in couplets. How do Dryden's couplets compare with Chaucer's? Can you explain the difference?", "characters": 284, "sentences": 4}, {"text": "4. Give a brief account of Dryden's life. What are his chief poetical works? For what new object did he use poetry? Is satire a poetical subject? Why is a poetical satire more effective than a satire in prose? What was Dryden's contribution to English prose? What influence did he exert on our literature?", "characters": 305, "sentences": 3}, {"text": "5. What is Butler's _Hudibras_? Explain its popularity. Read a passage and comment upon it, first, as satire; second, as a description of the Puritans. Is _Hudibras_ poetry? Why?", "characters": 178, "sentences": 4}, {"text": "6. Name the philosophers and political economists of this period. Can you explain why Hobbes should call his work _Leviathan_? What important American documents show the influence of Locke?", "characters": 189, "sentences": 3}, {"text": "7. Tell briefly the story of Pepys and his _Diary_. What light does the latter throw on the life of the age? Is the _Diary_ a work of literature? Why?", "characters": 150, "sentences": 3}, {"text": "The troops exulting sat in order round,     And beaming fires illumined all the ground.     As when the moon, refulgent lamp of night,     O'er Heaven's clear azure spreads her sacred light,     When not a breath disturbs the deep serene,     And not a cloud o'ercasts the solemn scene;     Around her throne the vivid planets roll,     And stars unnumbered gild the glowing pole,     O'er the dark trees a yellower verdure shed,     And tip with silver every mountain's head.", "characters": 476, "sentences": 3}, {"text": "All nature is but art, unknown to thee;     All chance, direction which thou canst not see;     All discord, harmony not understood;     All partial evil, universal good:     And, spite of pride, in erring reason's spite,     One truth is clear, whatever is, is right.", "characters": 268, "sentences": 2}, {"text": "Like the \"Essay on Criticism,\" the poem abounds in quotable lines, such as the following, which make the entire work well worth reading:", "characters": 136, "sentences": 1}, {"text": "Mr. Secretary told me the Duke of Buckingham had been talking much about me and desired my acquaintance. I answered it could not be, for he had not yet made sufficient advances; then Shrewsbury said he thought the Duke was not used to make advances. I said I could not help that, for I always expected advances in proportion to men's quality, and more from a Duke than any other man.", "characters": 383, "sentences": 5}, {"text": "I am glad you know your duty; for it has been a known and established rule above twenty years in England that the first advances have been constantly made me by all ladies who aspire to my acquaintance, and the greater their quality the greater were their advances.", "characters": 265, "sentences": 2}, {"text": "My first prediction is but a trifle; yet I will mention it to show how ignorant those sottish pretenders to astrology are in their own concerns: it relates to Partridge the almanack maker; I have consulted the star of his nativity by my own rules, and find he will infallibly die upon the 29th of March next, about eleven at night, of a raging fever; therefore I advise him to consider of it, and settle his affairs in time.", "characters": 424, "sentences": 2}, {"text": "Swift's two greatest satires are his _Tale of a Tub_ and _Gulliver's Travels_. The _Tale_ began as a grim exposure of the alleged weaknesses of three principal forms of religious belief, Catholic, Lutheran, and Calvinist, as opposed to the Anglican; but it ended in a satire upon all science and philosophy.", "characters": 307, "sentences": 3}, {"text": "In _Gulliver's Travels_ the satire grows more unbearable. Strangely enough, this book, upon which Swift's literary fame generally rests, was not written from any literary motive, but rather as an outlet for the author's own bitterness against fate and human society. It is still read with pleasure, as _Robinson Crusoe_ is read, for the interesting adventures of the hero; and fortunately those who read it generally overlook its degrading influence and motive.", "characters": 461, "sentences": 4}, {"text": "On the second voyage Gulliver is abandoned in Brobdingnag, where the inhabitants are giants, and everything is done upon an enormous scale. The meanness of humanity seems all the more detestable in view of the greatness of these superior beings. When Gulliver tells about his own people, their ambitions and wars and conquests, the giants can only wonder that such great venom could exist in such little insects.", "characters": 412, "sentences": 4}, {"text": "From a literary view point the most interesting work of Addison's early life is his _Account of the Greatest English Poets_ (1693), written while he was a fellow of Oxford University. One rubs his eyes to find Dryden lavishly praised, Spenser excused or patronized, while Shakespeare is not even mentioned. But Addison was writing under Boileau's \"classic\" rules; and the poet, like the age, was perhaps too artificial to appreciate natural genius.", "characters": 448, "sentences": 4}, {"text": "That one doubtful simile made Addison's fortune. Never before or since was a poet's mechanical work so well rewarded. It was called the finest thing ever written, and from that day Addison rose steadily in political favor and office. He became in turn Undersecretary, member of Parliament, Secretary for Ireland, and finally Secretary of State. Probably no other literary man, aided by his pen alone, ever rose so rapidly and so high in office.", "characters": 444, "sentences": 6}, {"text": "A life prosperous and beautiful, a calm death; an immense fame and affection afterwards for his happy and spotless name.", "characters": 120, "sentences": 2}, {"text": "It must be so--Plato, thou reason'st well!--     Else whence this pleasing hope, this fond desire,     This longing after immortality?     Or whence this secret dread, and inward horror,     Of falling into nought? why shrinks the soul     Back on herself, and startles at destruction?     'Tis the divinity that stirs within us;     'Tis heaven itself, that points out an hereafter,     And intimates eternity to man.", "characters": 418, "sentences": 2}, {"text": "The general purpose of this paper is to expose the false arts of life, to pull off the disguises of cunning, vanity, and affectation, and to recommend a general simplicity in our dress, our discourse, and our behavior.", "characters": 218, "sentences": 2}, {"text": "Mr. Spectator,--Your paper is a part of my tea equipage; and my servant knows my humor so well, that in calling for my breakfast this morning (it being past my usual hour) she answered, the _Spectator_ was not yet come in, but the teakettle boiled, and she expected it every moment.", "characters": 282, "sentences": 3}, {"text": "It is in the incomparable _Spectator_ papers that Addison shows himself most \"worthy to be remembered.\" He contributed the majority of its essays, and in its first number appears this description of the Spectator, by which name Addison is now generally known:", "characters": 259, "sentences": 2}, {"text": "The large place which these two little magazines hold in our literature seems most disproportionate to their short span of days. In the short space of four years in which Addison and Steele worked together the light essay was established as one of the most important forms of modern literature, and the literary magazine won its place as the expression of the social life of a nation.", "characters": 384, "sentences": 3}, {"text": "What is the secret of this astounding spectacle? If the reader turns naturally to Johnson's works for an explanation, he will be disappointed. Reading his verses, we find nothing to delight or inspire us, but rather gloom and pessimism, with a few moral observations in rimed couplets:", "characters": 285, "sentences": 2}, {"text": "But, scarce observed, the knowing and the bold     Fall in the general massacre of gold;     Wide-wasting pest! that rages unconfined,     And crowds with crimes the records of mankind;     For gold his sword the hireling ruffian draws,     For gold the hireling judge distorts the laws;     Wealth heaped on wealth nor truth nor safety buys;     The dangers gather as the treasures rise.[193]", "characters": 393, "sentences": 2}, {"text": "That is excellent common sense, but it is not poetry; and it is not necessary to hunt through Johnson's bulky volumes for the information, since any moralist can give us offhand the same doctrine. As for his _Rambler_ essays, once so successful, though we marvel at the big words, the carefully balanced sentences, the classical allusions, one might as well try to get interested in an old-fashioned, three-hour sermon. We read a few pages listlessly, yawn, and go to bed.", "characters": 472, "sentences": 4}, {"text": "When seventy years of age, Johnson was visited by several booksellers of the city, who were about to bring out a new edition of the English poets, and who wanted Johnson, as the leading literary man of London, to write the prefaces to the several volumes. The result was his _Lives of the Poets_, as it is now known, and this is his last literary work. He died in his poor Fleet Street house, in 1784, and was buried among England's honored poets in Westminster Abbey.", "characters": 468, "sentences": 4}, {"text": "There is the gigantic body, the huge face seamed with the scars of disease, the brown coat, the black worsted stockings, the gray wig with the scorched foretop, the dirty hands, the nails bitten and pared to the quick. We see the eyes and mouth moving with convulsive twitches; we see the heavy form rolling; we hear it puffing; and then comes the \"Why, sir!\" and the \"What then, sir?\" and the \"No, sir!\" and the \"You don't see your way through the question, sir!\"[196]", "characters": 469, "sentences": 2}, {"text": "Then the oracle proceeds to talk of scorpions and natural history, denying facts, and demanding proofs which nobody could possibly furnish:", "characters": 139, "sentences": 1}, {"text": "He seemed pleased to talk of natural philosophy. \"That woodcocks,\" said he, \"fly over the northern countries is proved, because they have been observed at sea. Swallows certainly sleep all the winter. A number of them conglobulate together by flying round and round, and then all in a heap throw themselves under water and lie in the bed of a river.\" He told us one of his first essays was a Latin poem upon the glowworm: I am sorry I did not ask where it was to be found.", "characters": 472, "sentences": 6}, {"text": "Then follows an astonishing array of subjects and opinions. He catalogues libraries, settles affairs in China, pronounces judgment on men who marry women superior to themselves, flouts popular liberty, hammers Swift unmercifully, and adds a few miscellaneous oracles, most of which are about as reliable as his knowledge of the hibernation of swallows.", "characters": 352, "sentences": 3}, {"text": "When I called upon Dr. Johnson next morning I found him highly satisfied with his colloquial prowess the preceding evening. \"Well,\" said he, \"we had good talk.\" \"Yes, sir\" [says I], \"you tossed and gored several persons.\"", "characters": 221, "sentences": 5}, {"text": "GIBBON'S HISTORY. For many years Gibbon had meditated, like Milton, upon an immortal work, and had tried several historical subjects, only to give them up idly. In his _Journal_ he tells us how his vague resolutions were brought to a focus:", "characters": 240, "sentences": 3}, {"text": "It was at Rome, on the fifteenth of October, 1764, as I sat musing amidst the ruins of the Capitol, while the barefooted friars were singing vespers in the Temple of Jupiter, that the idea of writing the decline and fall of the city first started to my mind.", "characters": 258, "sentences": 2}, {"text": "This judgment, however, must not obscure the fact that the book had a remarkably large sale; and that this, of itself, is an evidence that multitudes of readers found it not only erudite, but readable and interesting.", "characters": 217, "sentences": 2}, {"text": "The old order changeth, yielding place to new;       And God fulfills Himself in many ways,       Lest one good custom should corrupt the world.                      Tennyson's \"The Passing of Arthur.\"", "characters": 201, "sentences": 3}, {"text": "1. The romantic movement was marked, and is always marked, by a strong reaction and protest against the bondage of rule and custom, which, in science and theology, as well as in literature, generally tend to fetter the free human spirit.", "characters": 237, "sentences": 3}, {"text": "2. Romanticism returned to nature and to plain humanity for its material, and so is in marked contrast to Classicism, which had confined itself largely to the clubs and drawing-rooms, and to the social and political life of London. Thomson's _Seasons_, whatever its defects, was a revelation of the natural wealth and beauty which, for nearly a century, had been hardly noticed by the great writers of England.", "characters": 410, "sentences": 4}, {"text": "My ear is pained,     My soul is sick with every day's report     Of wrong and outrage with which earth is filled.     There is no flesh in man's obdurate heart,     It does not feel for man.[201]", "characters": 196, "sentences": 3}, {"text": "This sympathy for the poor, and this cry against oppression, grew stronger and stronger till it culminated in \"Bobby\" Burns, who, more than any other writer in any language, is the poet of the unlettered human heart.", "characters": 216, "sentences": 2}, {"text": "6. The romantic movement, while it followed its own genius, was not altogether unguided. Strictly speaking, there is no new movement either in history or in literature; each grows out of some good thing which has preceded it, and looks back with reverence to past masters. Spenser, Shakespeare, and Milton were the inspiration of the romantic revival; and we can hardly read a poem of the early romanticists without finding a suggestion of the influence of one of these great leaders.[202]", "characters": 489, "sentences": 5}, {"text": "The curfew tolls the knell of parting day;     The lowing herd wind slowly o'er the lea;     The plowman homeward plods his weary way,     And leaves the world to darkness and to me.     Now fades the glimmering landscape on the sight,     And all the air a solemn stillness holds,     Save where the beetle wheels his droning flight,     And drowsy tinklings lull the distant folds.", "characters": 383, "sentences": 3}, {"text": "So begins \"the best known poem in the English language,\" a poem full of the gentle melancholy which marks all early romantic poetry. It should be read entire, as a perfect model of its kind. Not even Milton's \"Il Penseroso,\" which it strongly suggests, excels it in beauty and suggestiveness.", "characters": 292, "sentences": 4}, {"text": "_The Traveller_ (1764) made Goldsmith's reputation among his contemporaries, but is now seldom read, except by students who would understand how Goldsmith was, at one time, dominated by Johnson and his pseudo-classic ideals. It is a long poem, in rimed couplets, giving a survey and criticism of the social life of various countries in Europe, and reflects many of Goldsmith's own wanderings and impressions.", "characters": 408, "sentences": 3}, {"text": "COWPER'S WORKS. Cowper's first volume of poems, containing \"The Progress of Error,\" \"Truth,\" \"Table Talk,\" etc., is interesting chiefly as showing how the poet was bound by the classical rules of his age. These poems are dreary, on the whole, but a certain gentleness, and especially a vein of pure humor, occasionally rewards the reader. For Cowper was a humorist, and only the constant shadow of insanity kept him from becoming famous in that line alone.", "characters": 456, "sentences": 6}, {"text": "Now let us sing, Long live the King,     And Gilpin, long live he!     And when he next doth ride abroad     May I be there to see.", "characters": 131, "sentences": 2}, {"text": "Give me ae spark o' Nature's fire,     That's a' the learning I desire;     Then, though I trudge thro' dub an' mire            At pleugh or cart,     My Muse, though hamely in attire,            May touch the heart.", "characters": 216, "sentences": 2}, {"text": "LIFE.[205] Burns's life is \"a life of fragments,\" as Carlyle called it; and the different fragments are as unlike as the noble \"Cotter's Saturday Night\" and the rant and riot of \"The Jolly Beggars.\" The details of this sad and disjointed life were better, perhaps, forgotten. We call attention only to the facts which help us to understand the man and his poetry.", "characters": 363, "sentences": 5}, {"text": "The last few years of Burns's life are a sad tragedy, and we pass over them hurriedly. He bought the farm Ellisland, Dumfriesshire, and married the faithful Jean Armour, in 1788, That he could write of her,", "characters": 206, "sentences": 2}, {"text": "I see her in the dewy flowers,     I see her sweet and fair;     I hear her in the tunefu' birds,     I hear her charm the air:     There's not a bonie flower that springs     By fountain, shaw, or green;     There's not a bonie bird that sings,     But minds me o' my Jean,", "characters": 274, "sentences": 1}, {"text": "The \"essence of a thousand love tales\" is in that one little song. Because he embodies the new spirit of romanticism, critics give him a high place in the history of our literature; and because his songs go straight to the heart, he is the poet of common men.", "characters": 259, "sentences": 3}, {"text": "Among his poems of nature, \"To a Mouse\" and \"To a Mountain Daisy\" are unquestionably the best, suggesting the poetical possibilities that daily pass unnoticed under our feet. These two poems are as near as Burns ever comes to appreciating nature for its own sake. The majority of his poems, like \"Winter\" and \"Ye banks and braes o' bonie Doon,\" regard nature in the same way that Gray regarded it, as a background for the play of human emotions.", "characters": 445, "sentences": 4}, {"text": "With the blue sky spread over with wings,       And the mild sun that mounts and sings;     With trees and fields full of fairy elves,       And little devils who fight for themselves;     With angels planted in hawthorne bowers,       And God himself in the passing hours.", "characters": 273, "sentences": 2}, {"text": "Ah, sunflower, weary of time,       Who countest the steps of the sun;     Seeking after that sweet golden clime       Where the traveller's journey is done;     Where the youth pined away with desire,       And the pale virgin shrouded in snow,     Rise from their graves, and aspire       Where my sunflower wishes to go!", "characters": 323, "sentences": 1}, {"text": "My lord was like a flower upon the brows     Of lusty May; ah life as frail as flower!     My lord was like a star in highest heaven     Drawn down to earth by spells and wickedness;     My lord was like the opening eye of day;     But he is darkened; like the summer moon     Clouded; fall'n like the stately tree, cut down;     The breath of heaven dwelt among his leaves.", "characters": 374, "sentences": 2}, {"text": "\"O what land is the land of dreams,     What are its mountains and what are its streams?     --O father, I saw my mother there,     Among the lilies by waters fair.\"     \"Dear child, I also by pleasant streams     Have wandered all night in the land of dreams;     But though calm and warm the waters wide,     I could not get to the other side.\"", "characters": 346, "sentences": 3}, {"text": "We have chosen the five preceding poets, Gray, Goldsmith, Cowper, Burns, and Blake, as the most typical and the most interesting of the writers who proclaimed the dawn of Romanticism in the eighteenth century. With them we associate a group of minor writers, whose works were immensely popular in their own day. The ordinary reader will pass them by, but to the student they are all significant as expressions of very different phases of the romantic revival.", "characters": 459, "sentences": 4}, {"text": "Before we consider the work of these writers who first developed the modern novel, we must glance at the work of a pioneer, Daniel Defoe, whom we place among the early novelists for the simple reason that we do not know how else to classify him.", "characters": 245, "sentences": 2}, {"text": "In the latter year Defoe's secret connection with the government became known, and a great howl of indignation rose against him in the public print, destroying in an hour the popularity which he had gained by a lifetime of intrigue and labor. He fled from his home to London, where he died obscurely, in 1731, while hiding from real or imaginary enemies.", "characters": 354, "sentences": 3}, {"text": "(3) The First English Novelists; the meaning and history of the modern novel; the life and work of Daniel Defoe, author of _Robinson Crusoe_, who is hardly to be called a novelist, but whom we placed among the pioneers; and the novels of Richardson, Fielding, Smollett, Sterne, and Goldsmith.", "characters": 292, "sentences": 2}, {"text": "_Pope_. Rape of the Lock and Other Poems, edited by Parrott, in Standard English Classics. Various other school editions of the Essay on Man, and Rape of the Lock, in Riverside Literature Series, Pocket Classics, etc.; Pope's Iliad, I, VI, XXII, XXIV, in Standard English Classics, etc. Selections from Pope, edited by Reed, in Holt's English Readings.", "characters": 352, "sentences": 6}, {"text": "_Swift_. Gulliver's Travels, school edition by Ginn and Company; also in Temple Classics, etc. Selections from Swift, edited by Winchester, in Athenaeum Press (announced); the same, edited by Craik, in Clarendon Press; the same, edited by Prescott, in Holt's English Readings. Battle of the Books, in King's Classics, Bohn's Library, etc.", "characters": 338, "sentences": 5}, {"text": "_Addison and Steele_. Sir Roger de Coverley Papers, in Standard English Classics, Riverside Literature, etc.; Selections from Addison, edited by Wendell and Greenough, and Selections from Steele, edited by Carpenter, both in Athenaeum Press; various other selections, in Golden Treasury Series, Camelot Series, Holt's English Readings, etc.", "characters": 340, "sentences": 4}, {"text": "_Johnson_. Lives of the Poets, in Cassell's National Library; Selected Essays, edited by G.B. Hill (Dent); Selections, in Little Masterpieces Series; Rasselas, in Holt's English Readings, and in Morley's Universal Library.", "characters": 222, "sentences": 5}, {"text": "_Boswell_. Life of Johnson (2 vols.), in Everyman's Library; the same (3 vols.), in Library of English Classics; also in Temple Classics, and Bohn's Library.", "characters": 157, "sentences": 5}, {"text": "_Burke_. American Taxation, Conciliation with America, Letter to a Noble Lord, in Standard English Classics; various speeches, in Pocket Classics, Riverside Literature Series, etc.; Selections, edited by B. Perry (Holt); Speeches on America (Heath, etc.).", "characters": 255, "sentences": 6}, {"text": "_Gray_. Selections, edited by W.L. Phelps, in Athenaeum Press; Selections from Gray and Cowper, in Canterbury Poets, Riverside Literature, etc.; Gray's Elegy, in Selections from Five English Poets (Ginn and Company).", "characters": 216, "sentences": 6}, {"text": "_Goldsmith_. Deserted Village, in Standard English Classics, etc.; Vicar of Wakefield, in Standard English Classics, Everyman's Library, King's Classics, etc.; She Stoops to Conquer, in Pocket Classics, Belles Lettres Series, etc.", "characters": 230, "sentences": 5}, {"text": "_Cowper_. Selections, edited by Murray, in Athenaeum Press; Selections, in Cassell's National Library, Canterbury Poets, etc.; The Task, in Temple Classics.", "characters": 156, "sentences": 4}, {"text": "_Burns_. Representative Poems, with Carlyle's Essay on Burns, edited by C.L. Hanson, in Standard English Classics; Selections, in Pocket Classics, Riverside Literature, etc.", "characters": 173, "sentences": 5}, {"text": "_Defoe_. Robinson Crusoe, school edition, by Ginn and Company; the same in Pocket Classics, etc.; Journal of the Plague Year, edited by Hurlbut (Ginn and Company); the same, in Everyman's Library, etc.; Essay on Projects, in Cassell's National Library.", "characters": 252, "sentences": 5}, {"text": "_The Novelists_. Manly's English Prose; Craik's English Prose Selections, vol. 4; Goldsmith's Vicar of Wakefield (see above); Selected Essays of Fielding, edited by Gerould, in Athenæum Press.", "characters": 193, "sentences": 4}, {"text": "_The Romantic Revival_. W.L. Phelps's The Beginnings of the English Romantic Movement; Beers's English Romanticism in the Eighteenth Century.", "characters": 141, "sentences": 5}, {"text": "_The Novel_. Raleigh's The English Novel; Simonds's An Introduction to the Study of English Fiction; Cross's The Development of the English Novel; Jusserand's The English Novel in the Time of Shakespeare; Stoddard's The Evolution of the English Novel; Warren's The History of the English Novel previous to the Seventeenth Century; Masson's British Novelists and their Styles; S. Lanier's The English Novel; Hamilton's the Materials and Methods of Fiction; Perry's A Study of Prose Fiction.", "characters": 489, "sentences": 4}, {"text": "_Addison_. Texts: Works, in Bohn's British Classics; Selections, in Athenaeum Press, etc. Life: by Lucy Aiken; by Courthope (English Men of Letters); by Johnson, in Lives of the Poets. Criticism: Essays, by Macaulay; by Thackeray.", "characters": 230, "sentences": 5}, {"text": "_Steele_. Texts: Selections, edited by Carpenter in Athenaeum Press (Ginn and Company); various other Selections published by Putnam, Bangs, in Camelot Series, etc.; Plays, edited by Aitken, in Mermaid Series. Life: by Aitken; by A. Dobson (English Worthies Series). Criticism: Essays by Thackeray; by Dobson, in Eighteenth Century Vignettes.", "characters": 342, "sentences": 7}, {"text": "_Boswell_. Texts: Life of Johnson, edited by G.B. Hill (London, 1874); various other editions (see above). Life: by Fitzgerald (London, 1891); Roger's Boswelliana (London, 1874). Whitfield's Some Eighteenth Century Men of Letters.", "characters": 230, "sentences": 7}, {"text": "_Burke_. Texts: Works, 12 vols. (Boston, 1871); reprinted, 6 vols., in Bohn's Library; Selected Works, edited by Payne, in Clarendon Press; On the Sublime and Beautiful, in Temple Classics. For various speeches, see Selections for Reading, above. Life: by Prior; by Morley (English Men of Letters). Criticism: Essay, by Birrell, in Obiter Dicta. See also Dowden's French Revolution and English Literature, and Woodrow Wilson's Mere Literature.", "characters": 443, "sentences": 9}, {"text": "_Sheridan_. Texts: Speeches, 5 vols. (London, 1816); Plays, edited by W.F. Rae (London, 1902); the same, edited by R. Dircks, in Camelot Series; Major Dramas, in Athenaeum Press; Plays also in Morley's Universal Library, Macmillan's English Classics, etc. Life: by Rae; by M. Oliphant (English Men of Letters); by L. Sanders (Great Writers).", "characters": 341, "sentences": 10}, {"text": "_Gray_. Texts: Works, edited by Gosse (Macmillan); Poems, in Routledge's Pocket Library, Chandos Classics, etc.; Selections, in Athenaeum Press, etc.; Letters, edited by D.C. Tovey (Bohn). Life: by Gosse (English Men of Letters). Criticism: Essays, by Lowell, in Latest Literary Essays; by M. Arnold, in Essays in Criticism; by L. Stephen, in Hours in a Library; by A. Dobson, in Eighteenth Century Vignettes.", "characters": 409, "sentences": 12}, {"text": "_Goldsmith_. Texts: edited by Masson, Globe edition; Works, edited by Aiken and Tuckerman (Crowell); the same, edited by A. Dobson (Dent); Morley's Universal Library; Arber's The Goldsmith Anthology (Frowde). See also Selections for Reading, above. Life: by Washington Irving; by A. Dobson (Great Writer's Series); by Black (English Men of Letters); by J. Forster; by Prior. Criticism: Essays, by Macaulay; by Thackeray; by De Quincey; by A. Dobson, in Miscellanies.", "characters": 466, "sentences": 10}, {"text": "_Cowper_. Texts: Works, Globe and Aldine editions; also in Chandos Classics; Selections, in Athenasum Press, Canterbury Poets, etc. The Correspondence of William Cowper, edited by T. Wright, 4 vols. (Dodd, Mead & Company). Life: by Goldwin Smith (English Men of Letters); by Wright; by Southey. Criticism: Essays, by L. Stephen; by Bagehot; by Sainte-Beuve; by Birrell; by Stopford Brooke; by A. Dobson (see above). See also Woodberry's Makers of Literature.", "characters": 458, "sentences": 11}, {"text": "_Thomson_. Texts: Works, Aldine edition; The Seasons, and Castle of Indolence, in Clarendon Press, etc. Life: by Bayne; by G.B. Macaulay (English Men of Letters). Essay, by Hazlitt, in Lectures on the English Poets.", "characters": 215, "sentences": 7}, {"text": "_Collins_. Works, edited by Bronson, in Athenaeum Press; also in Aldine edition. Life: by Johnson, in Lives of the Poets. Essay, by Swinburne, in Miscellanies. See also Beers's English Romanticism in the Eighteenth Century.", "characters": 223, "sentences": 6}, {"text": "_Macpherson_. Texts: Ossian, in Canterbury Poets; Poems, translated by Macpherson, edited by Todd (London, 1888). Life and Letters, edited by Saunders (London, 1894). Criticism: J.S. Smart's James Macpherson (Nutt, 1905). See also Beers's English Romanticism. For relation of Macpherson's work to the original Ossian, see Dean of Lismore's Book, edited by MacLauchlan (Edinburgh, 1862); also Poems of Ossian, translated by Clerk (Edinburgh, 1870).", "characters": 447, "sentences": 9}, {"text": "_Chatterton_. Works, edited by Skeat (London, 1875); Poems, in Canterbury Poets. Life: by Russell; by Wilson; Masson's Chatterton, a Biography. Criticism: C.E. Russell's Thomas Chatterton (Moffatt, Yard & Company); Essays, by Watts-Dunton, in Ward's English Poets; by Masson, in Essays Biographical and Critical. See also Beers's English Romanticism.", "characters": 350, "sentences": 8}, {"text": "_Percy_. Reliques, edited by Wheatley (London, 1891); the same, in Everyman's Library, Chandos Classics, etc. Essay, by J.W. Hales, Revival of Ballad Poetry, in Folia Literaria. See also Beers's English Romanticism, etc. (Special works, above.)", "characters": 244, "sentences": 8}, {"text": "_Defoe_. Texts: Romances and Narratives, edited by Aitken (Dent); Poems and Pamphlets, in Arber's English Garner, vol. 8; school editions of Robinson Crusoe, and Journal of the Plague Year (Ginn and Company, etc.); Captain Singleton, and Memoirs of a Cavalier, in Everyman's Library; Early Writings, in Carisbrooke Library (Routledge). Life: by W. Lee; by Minto (English Men of Letters); by Wright; also in Westminster Biographies (Small, Maynard). Essay, by L. Stephen, in Hours in a Library.", "characters": 493, "sentences": 9}, {"text": "_Richardson_. Works: edited by L. Stephen (London, 1883); edited by Philips, with life (New York, 1901); Correspondence, edited by A. Barbauld, 6 vols. (London, 1804). Life: by Thomson; by A. Dobson. Essays, by L. Stephen, in Hours in a Library; by A. Dobson, in Eighteenth Century Vignettes.", "characters": 292, "sentences": 11}, {"text": "_Fielding_. Works: Temple Edition, edited by Saintsbury (Dent); Selected Essays, in Athenaeum Press; Journal of a Voyage to Lisbon, in Cassell's National Library. Life: by Dobson (English Men of Letters); Lawrence's Life and Times of Fielding. Essays, by Lowell; by Thackeray; by L. Stephen; by A. Dobson (see above); by G.B. Smith, in Poets and Novelists.", "characters": 356, "sentences": 9}, {"text": "_Smollett_. Works, edited by Saintsbury (London, 1895); Works, edited by Henley (Scribner). Life: by Hannah (Great Writers); by Smeaton; by Chambers. Essays, by Thackeray; by Henley; by Dobson, in Eighteenth Century Vignettes.", "characters": 226, "sentences": 5}, {"text": "_Sterne_. Works: edited by Saintsbury (Dent); Tristram Shandy, and A Sentimental Journey, in Temple Classics, Morley's Universal Library, etc. Life: by Fitzgerald; by Traill (English Men of Letters); Life and Times, by W.L. Cross (Macmillan). Essays, by Thackeray; by Bagehot, in Literary Studies.", "characters": 297, "sentences": 7}, {"text": "_Horace Walpole_. Texts: Castle of Otranto, in King's Classics, Cassell's National Library, etc. Letters, edited by C.D. Yonge. Morley's Walpole, in Twelve English Statesmen (Macmillan). Essay, by L. Stephen, in Hours in a Library. See also Beers's English Romanticism.", "characters": 269, "sentences": 10}, {"text": "_Frances Burney_ (Madame d'Arblay). Texts: Evelina, in Temple Classics, 2 vols. (Macmillan). Diary and Letters, edited by S.C. Woolsey. Seeley's Fanny Burney and her Friends. Essay, by Macaulay.", "characters": 194, "sentences": 9}, {"text": "SUGGESTIVE QUESTIONS. 1. Describe briefly the social development of the eighteenth century. What effect did this have on literature? What accounts for the prevalence of prose? What influence did the first newspapers exert on life and literature? How do the readers of this age compare with those of the Age of Elizabeth?", "characters": 320, "sentences": 4}, {"text": "2. How do you explain the fact that satire was largely used in both prose and poetry? Name the principal satires of the age. What is the chief object of satire? of literature? How do the two objects conflict?", "characters": 208, "sentences": 3}, {"text": "3. What is the meaning of the term \"classicism,\" as applied to the literature of this age? Did the classicism of Johnson, for instance, have any relation to classic literature in its true sense? Why is this period called the Augustan Age? Why was Shakespeare not regarded by this age as a classical writer?", "characters": 306, "sentences": 2}, {"text": "5. _Swift_. What is the general character of Swift's work? Name his chief satires. What is there to copy in his style? Does he ever strive for ornament or effect in writing? Compare Swift's _Gulliver's Travels_ with Defoe's _Robinson Crusoe_, in style, purpose of writing, and interest. What resemblances do you find in these two contemporary writers? Can you explain the continued popularity of _Gulliver's Travels_?", "characters": 417, "sentences": 5}, {"text": "6. _Addison and Steele_. What great work did Addison and Steele do for literature? Make a brief comparison between these two men, having in mind their purpose, humor, knowledge of life, and human sympathy, as shown, for instance, in No. 112 and No. 2 of the Spectator Essays. Compare their humor with that of Swift. How is their work a preparation for the novel?", "characters": 362, "sentences": 7}, {"text": "7. _Johnson_. For what is Dr. Johnson famous in literature? Can you explain his great influence? Compare his style with that of Swift or Defoe. What are the remarkable elements in Boswell's _Life of Johnson_? Write a description of an imaginary meeting of Johnson, Goldsmith, and Boswell in a coffeehouse.", "characters": 305, "sentences": 6}, {"text": "8. _Burke_. For what is Burke remarkable? What great objects influenced him in the three periods of his life? Why has he been called a romantic poet who speaks in prose? Compare his use of imagery with that of other writers of the period. What is there to copy and what is there to avoid in his style? Can you trace the influence of Burke's American speeches on later English politics? What similarities do you find between Burke and Milton, as revealed in their prose works?", "characters": 475, "sentences": 4}, {"text": "9. _Gibbon_. For what is Gibbon \"worthy to be remembered\"? Why does he mark an epoch in historical writing? What is meant by the scientific method of writing history? Compare Gibbon's style with that of Johnson. Contrast it with that of Swift, and also with that of some modern historian, Parkman, for example.", "characters": 310, "sentences": 5}, {"text": "10. What is meant by the term \"romanticism?\" What are its chief characteristics? How does it differ from classicism? Illustrate the meaning from the work of Gray, Cowper, or Burns. Can you explain the prevalence of melancholy in romanticism?", "characters": 241, "sentences": 3}, {"text": "11. _Gray_. What are the chief works of Gray? Can you explain the continued popularity of his \"Elegy\"? What romantic elements are found in his poetry? What resemblances and what differences do you find in the works of Gray and of Goldsmith?", "characters": 240, "sentences": 3}, {"text": "13. _Cowper_. Describe Cowper's _The Task_. How does it show the romantic spirit? Give passages from \"John Gilpin\" to illustrate Cowper's humor.", "characters": 144, "sentences": 5}, {"text": "15. _Blake_. What are the characteristics of Blake's poetry? Can you explain why Blake, though the greatest poetic genius of the age, is so little appreciated?", "characters": 159, "sentences": 3}, {"text": "16. _Percy_. In what respect did Percy's _Reliques_ influence the romantic movement? What are the defects in his collection of ballads? Can you explain why such a crude poem as \"Chevy Chase\" should be popular with an age that delighted in Pope's \"Essay on Man\"?", "characters": 261, "sentences": 3}, {"text": "17. _Macpherson_. What is meant by Macpherson's \"Ossian\"? Can you account for the remarkable success of the Ossianic forgeries?", "characters": 127, "sentences": 3}, {"text": "18. _Chatterton_. Tell the story of Chatterton and the Rowley Poems. Read Chatterton's \"Bristowe Tragedie,\" and compare it, in style and interest, with the old ballads, like \"The Battle of Otterburn\" or \"The Hunting of the Cheviot\" (all in Manly's _English Poetry_).", "characters": 266, "sentences": 5}, {"text": "19. _The First Novelists_. What is meant by the modern novel? How does it differ from the early romance and from the adventure story? What are some of the precursors of the novel? What was the purpose of stories modeled after _Don Quixote_? What is the significance of _Pamela_? What elements did Fielding add to the novel? What good work did Goldsmith's _Vicar of Wakefield_ accomplish? Compare Goldsmith, in this respect, with Steele and Addison.", "characters": 448, "sentences": 4}, {"text": "First the dream, the ideal in some human soul; then the written word which proclaims it, and impresses other minds with its truth and beauty; then the united and determined effort of men to make the dream a reality,--that seems to be a fair estimate of the part that literature plays, even in our political progress.", "characters": 316, "sentences": 2}, {"text": "Finds tongues in trees, books in the running brooks,     Sermons in stones, and good in everything.", "characters": 99, "sentences": 2}, {"text": "And so, more than any other writer of the age, he invests the common life of nature, and the souls of common men and women, with glorious significance. These two poets, Coleridge and Wordsworth, best represent the romantic genius of the age in which they lived, though Scott had a greater literary reputation, and Byron and Shelley had larger audiences.", "characters": 353, "sentences": 3}, {"text": "Fairest of all rivers, loved     To blend his murmurs with my nurse's song,     And from his alder shades and rocky falls,     And from his fords and shallows, sent a voice     That flowed along my dreams.", "characters": 205, "sentences": 2}, {"text": "I heard among the solitary hills     Low breathings coming after me, and sounds     Of undistinguishable motion.", "characters": 112, "sentences": 2}, {"text": "That is like a mental photograph. Any boy who has come home through the woods at night will recognize it instantly. Again he tells as of going bird's-nesting on the cliffs:", "characters": 172, "sentences": 3}, {"text": "Oh, when I have hung     Above the raven's nest, by knots of grass     And half-inch fissures in the slippery rock     But ill-sustained, and almost (so it seemed)     Suspended by the blast that blew amain,     Shouldering the naked crag,--oh, at that time,     While on the perilous ridge I hung alone,     With what strange utterance did the loud dry wind     Blow through my ear! The sky seemed not a sky     Of earth,--and with what motion moved the clouds!", "characters": 462, "sentences": 1}, {"text": "No man can read such records without finding his own boyhood again, and his own abounding joy of life, in the poet's early impressions.", "characters": 135, "sentences": 2}, {"text": "Such is the brief outward record of the world's greatest interpreter of nature's message; and only one who is acquainted with both nature and the poet can realize how inadequate is any biography; for the best thing about Wordsworth must always remain unsaid. It is a comfort to know that his life, noble, sincere, \"heroically happy,\" never contradicted his message. Poetry was his life; his soul was in all his work; and only by reading what he has written can we understand the man.", "characters": 483, "sentences": 4}, {"text": "THE POETRY OF WORDSWORTH. There is often a sense of disappointment when one reads Wordsworth for the first time; and this leads us to speak first of two difficulties which may easily prevent a just appreciation of the poet's worth. The first difficulty is in the reader, who is often puzzled by Wordsworth's absolute simplicity. We are so used to stage effects in poetry, that beauty unadorned is apt to escape our notice,--like Wordsworth's \"Lucy\":", "characters": 449, "sentences": 4}, {"text": "A violet by a mossy stone,       Half hidden from the eye;     Fair as a star, when only one       Is shining in the sky.", "characters": 121, "sentences": 2}, {"text": "(2) Of all the poets who have written of nature there is none that compares with him in the truthfulness of his representation. Burns, like Gray, is apt to read his own emotions into natural objects, so that there is more of the poet than of nature even in his mouse and mountain daisy; but Wordsworth gives you the bird and the flower, the wind and the tree and the river, just as they are, and is content to let them speak their own message.", "characters": 443, "sentences": 3}, {"text": "Our birth is but a sleep and a forgetting:     The Soul that rises with us, our life's Star,       Hath had elsewhere its setting,         And cometh from afar:       Not in entire forgetfulness       And not in utter nakedness,     But trailing clouds of glory do we come       From God, who is our home.", "characters": 305, "sentences": 2}, {"text": "The outward shows of sky and earth,       Of hill and valley, he has viewed;     And impulses of deeper birth       Have come to him in solitude.     In common things that round us lie       Some random truths he can impart--     The harvest of a quiet eye       That broods and sleeps on his own heart.", "characters": 303, "sentences": 3}, {"text": "A grief without a pang, void, dark and drear,       A stifled, drowsy, unimpassioned grief,     Which finds no natural outlet, no relief,       In word, or sigh, or tear.", "characters": 170, "sentences": 2}, {"text": "Hark! the cadence dies away     On the quiet moon-lit sea;     The boatmen rest their oars and say,       _Miserere Domini!_", "characters": 124, "sentences": 1}, {"text": "In Xanadu did Kubla Khan     A stately pleasure-dome decree:     Where Alph, the sacred river, ran     Through caverns measureless to man     Down to a sunless sea.", "characters": 164, "sentences": 2}, {"text": "Southey was made Poet Laureate in 1813, and was the first to raise that office from the low estate into which it had fallen since the death of Dryden. The opening lines of Thalaba, beginning,", "characters": 191, "sentences": 2}, {"text": "are still sometimes quoted; and a few of his best known short poems, like \"The Scholar,\" \"Auld Cloots,\" \"The Well of St. Keyne,\" \"The Inchcape Rock,\" and \"Lodore,\" will repay the curious reader. The beauty of Southey's character, his patience and helpfulness, make him a worthy associate of the two greater poets with whom he is generally named.", "characters": 345, "sentences": 4}, {"text": "As a child, Scott was lame and delicate, and was therefore sent away from the city to be with his grandmother in the open country at Sandy Knowe, in Roxburghshire, near the Tweed. This grandmother was a perfect treasure- house of legends concerning the old Border feuds. From her wonderful tales Scott developed that intense love of Scottish history and tradition which characterizes all his work.", "characters": 397, "sentences": 4}, {"text": "Notwithstanding these limitations, it is well--especially in these days, when we hear that Scott is outgrown--to emphasize four noteworthy things that he accomplished.", "characters": 167, "sentences": 2}, {"text": "(1) He created the historical novel[226]; and all novelists of the last century who draw upon history for their characters and events are followers of Scott and acknowledge his mastery.", "characters": 185, "sentences": 2}, {"text": "Perhaps one thing more should be said, or rather repeated, of Scott's enduring work. He is always sane, wholesome, manly, inspiring. We know the essential nobility of human life better, and we are better men and women ourselves, because of what he has written.", "characters": 260, "sentences": 4}, {"text": "and as we read on to the end of the splendid fourth canto--with its poetic feeling for nature, and its stirring rhythm that grips and holds the reader like martial music--we lay down the book with profound regret that this gifted man should have devoted so much of his talent to describing trivial or unwholesome intrigues and posing as the hero of his own verses. The real tragedy of Byron's life is that he died just as he was beginning to find himself.", "characters": 455, "sentences": 3}, {"text": "My days are in the yellow leaf,     The flowers and fruits of love are gone:     The worm, the canker, and the grief         Are mine alone.", "characters": 140, "sentences": 2}, {"text": "WORKS OF BYRON. In reading Byron it is well to remember that he was a disappointed and embittered man, not only in his personal life, but also in his expectation of a general transformation of human society. As he pours out his own feelings, chiefly, in his poetry, he is the most expressive writer of his age in voicing the discontent of a multitude of Europeans who were disappointed at the failure of the French Revolution to produce an entirely new form of government and society.", "characters": 484, "sentences": 4}, {"text": "Make me thy lyre, even as the forest is:       What if my leaves are falling like its own!     The tumult of thy mighty harmonies       Will take from both a deep, autumnal tone,     Sweet though in sadness. Be thou, spirit fierce,       My spirit! Be thou me, impetuous one!", "characters": 275, "sentences": 2}, {"text": "While yet a boy, I sought for ghosts, and sped       Through many a listening chamber, cave and ruin,       And starlight wood, with fearful steps pursuing     Hopes of high talk with the departed dead.", "characters": 202, "sentences": 2}, {"text": "O world, O life, O time!     On whose last steps I climb,       Trembling at that where I had stood before;     When will return the glory of your prime?       No more--oh, never more!     Out of the day and night     A joy has taken flight;       Fresh spring, and summer, and winter hoar,     Move my faint heart with grief, but with delight       No more--oh, never more!", "characters": 374, "sentences": 1}, {"text": "WORKS OF SHELLEY. As a lyric poet, Shelley is one of the supreme geniuses of our literature; and the reader will do well to begin with the poems which show him at his very best. \"The Cloud,\" \"To a Skylark,\" \"Ode to the West Wind,\" \"To Night,\"--poems like these must surely set the reader to searching among Shelley's miscellaneous works, to find for himself the things \"worthy to be remembered.\"", "characters": 395, "sentences": 4}, {"text": "... Do not all charms fly     At the mere touch of cold philosophy?     There was an awful rainbow once in heaven:     We know her woof, her texture; she is given     In the dull catalogue of common things.     Philosophy will clip an Angel's wings,     Conquer all mysteries by rule and line,     Empty the haunted air, and gnomed mine--     Unweave a rainbow, as it erewhile made     The tender-person'd Lamia melt into a shade.", "characters": 430, "sentences": 6}, {"text": "The imperfect results of this attempt are seen in his next volume, _Endymion_, which is the story of a young shepherd beloved by a moon goddess. The poem begins with the striking lines:", "characters": 185, "sentences": 2}, {"text": "A thing of beauty is a joy forever;     Its loveliness increases; it will never     Pass into nothingness; but still will keep     A bower quiet for us; and a sleep     Full of sweet dreams, and health, and quiet breathing,", "characters": 223, "sentences": 1}, {"text": "Throughout this last volume, and especially in \"Hyperion,\" the influence of Milton is apparent, while Spenser is more frequently suggested in reading _Endymion_.", "characters": 161, "sentences": 2}, {"text": "it is as if we were waking from a dream,--which is the only possible ending to all of Keats's Greek and mediæval fancies. We are to remember, however, that no beautiful thing, though it be intangible as a dream, can enter a man's life and leave him quite the same afterwards. Keats's own word is here suggestive. \"The imagination,\" he said, \"may be likened to Adam's dream; he awoke and found it true.\"", "characters": 403, "sentences": 5}, {"text": "WORKS. De Quincey's works may be divided into two general classes. The first includes his numerous critical articles, and the second his autobiographical sketches. All his works, it must be remembered, were contributed to various magazines, and were hastily collected just before his death. Hence the general impression of chaos which we get from reading them.", "characters": 360, "sentences": 6}, {"text": "I strove with none, for none was worth my strife;        Nature I loved, and next to Nature Art;     I warmed both hands before the fire of life;        It sinks, and I am ready to depart.", "characters": 188, "sentences": 2}, {"text": "In our study we have noted (1) the Poets of Romanticism: the importance of the _Lyrical Ballads_ of 1798; the life and work of Wordsworth, Coleridge, Scott, Byron, Shelley, and Keats; (2) the Prose Writers: the novels of Scott; the development of literary criticism; the life and work of the essayists, Lamb, De Quincey, Landor, and of the novelist Jane Austen.", "characters": 361, "sentences": 2}, {"text": "_Wordsworth_. Intimations of Immortality, Tintern Abbey, best lyrics and sonnets, in Selections, edited by Dowden (Athenaeum Press Series); selections and short poems, edited by M. Arnold, in Golden Treasury Series; Selections, also in Everyman's Library, Riverside Literature Series, Cassell's National Library, etc.", "characters": 317, "sentences": 4}, {"text": "_Coleridge_. Ancient Mariner, edited by L. R. Gibbs, in Standard English Classics; same poem, in Pocket Classics, Eclectic English Classics, etc.; Poems, edited by J. M. Hart, in Athenæum Press (announced, 1909); Selections, Golden Book of Coleridge, in Everyman's Library; Selections from Coleridge and Campbell, in Riverside Literature; Prose Selections (Ginn and Company, also Holt); Lectures on Shakespeare, in Everyman's Library, Bohn's Standard Library, etc.", "characters": 465, "sentences": 8}, {"text": "_Byron_. Mazeppa and The Prisoner of Chillon, edited by S. M. Tucker, in Standard English Classics; short poems, Selections from Childe Harold, etc., in Canterbury Poets, Riverside Literature, Holt's English Readings, Pocket Classics, etc.", "characters": 239, "sentences": 6}, {"text": "_Shelley_. To a Cloud, To a Skylark, West Wind, Sensitive Plant, Adonais, etc., all in Selections from Shelley, edited by Alexander, in Athenæum Press Series; Selections, edited by Woodberry, in Belles Lettres Series; Selections, also in Pocket Classics, Heath's English Classics, Golden Treasury Series, etc.", "characters": 310, "sentences": 4}, {"text": "_Keats_. Ode on a Grecian Urn, Eve of St. Agnes, Hyperion, Lamia, To a Nightingale, etc., in Selections from Keats, in Athenæum Press; Selections also in Muses' Library, Riverside Literature, Golden Treasury Series, etc.", "characters": 221, "sentences": 5}, {"text": "_Lamb_. Essays: Dream Children, Old China, Dissertation on Roast Pig, etc., edited by Wauchope, in Standard English Classics; various essays also in Camelot Series, Temple Classics, Everyman's Library, etc. Tales from Shakespeare, in Home and School Library (Ginn and Company); also in Riverside Literature, Pocket Classics, Golden Treasury, etc.", "characters": 346, "sentences": 5}, {"text": "_De Quincey_. The English Mail-Coach and Joan of Arc, in Standard English Classics, etc.; Confessions of an English Opium-Eater, in Temple Classics, Morley's Universal Library, Everyman's Library, Pocket Classics, etc.; Selections, edited by M. H. Turk, in Athenæum Press; Selections, edited by B. Perry (Holt).", "characters": 312, "sentences": 8}, {"text": "_Landor_. Selections, edited by W. Clymer, in Athenæum Press; Pericles and Aspasia, in Camelot Series; Imaginary Conversations, selected (Ginn and Company); the same, 2 vols., in Dutton's Universal Library; selected poems, in Canterbury Poets; selections, prose and verse, in Golden Treasury Series.", "characters": 300, "sentences": 5}, {"text": "_HISTORY. Text-book_, Montgomery, pp. 323-357; Cheyney, 576-632. _General Works_. Green, X, 2-4, Traill, Gardiner, Macaulay, etc. _Special Works_. Cheyney's Industrial and Social History of England; Warner's Landmarks of English Industrial History; Hassall's Making of the British Empire; Macaulay's William Pitt; Trevelyan's Early Life of Charles James Fox; Morley's Edmund Burke; Morris's Age of Queen Anne and the Early Hanoverians.", "characters": 435, "sentences": 8}, {"text": "_Southey_. Texts: Poems, edited by Dowden (Macmillan); Poetical Works (Crowell); Selections in Canterbury Poets; Life of Nelson, in Everyman's Library, Temple Classics, Morley's Universal Library, etc. Life: by Dowden (English Men of Letters). Essays, by L. Stephen, in Studies of a Biographer; by Hazlitt and Saintsbury (see above).", "characters": 333, "sentences": 6}, {"text": "_Landor_. Texts: Works, with Life by Forster, 8 vols. (London, 1876); Works, edited by Crump (London, 1897); Letters, etc., edited by Wheeler (London, 1897 and 1899); Imaginary Conversations, etc. (see Selections for Reading). Life: by Colvin (English Men of Letters); by Forster. Criticism: Essays, by De Quincey, Woodberry, L. Stephen, Saintsbury, Swinburne, Dow-den (see above). See also Stedman's Victorian Poets.", "characters": 417, "sentences": 10}, {"text": "_Maria Edgeworth_. Texts: Tales and Novels, New Langford Edition, 10 vols. (London, 1893) various editions of novels (Dent, etc.); The Absentee, and Castle Rackrent, in Morley's Universal Library. Life: by Helen Zimmerman; Memoir, by Hare.", "characters": 239, "sentences": 6}, {"text": "_Mrs. Anne Radclife_. Romances, with introduction by Scott, in Ballantynes' Novelists Library (London, 1824); various editions of Udolpho, etc.; Saintsbury's Tales of Mystery, vol. i. See Beers's English Romanticism.", "characters": 216, "sentences": 7}, {"text": "_Moore_. Poetical Works, in Canterbury Poets, Chandos Classics, etc.; Selected poems, in Golden Treasury; Gunning's Thomas Moore, Poet and Patriot; Symington's Life and Works of Moore. Essay, by Saintsbury.", "characters": 206, "sentences": 5}, {"text": "_Hazlitt_. Texts: Works, edited by Henley, 12 vols. (London, 1902); Selected Essays, in Temple Classics, Camelot Series, etc. Life: by Birrell (English Men of Letters); Memoirs, by W. C. Hazlitt. Essays, by Saintsbury; by L. Stephen.", "characters": 233, "sentences": 9}, {"text": "_Leigh Hunt_. Texts: Selected essays, in Camelot Series, also in Cavendish Library (Warne); Stories from the Italian Poets (Putnam). Life: by Monkhouse (Great Writers). Essays, by Macaulay; by Saintsbury; by Hazlitt. See also Mrs. Field's A Shelf of Old Books.", "characters": 260, "sentences": 7}, {"text": "SUGGESTIVE QUESTIONS. (NOTE. In a period like the Age of Romanticism, the poems and essays chosen for special study vary so widely that only a few general questions on the selections for reading are attempted.)", "characters": 210, "sentences": 4}, {"text": "1. Why is this period of Romanticism (1789-1837) called the Age of Revolution? Give some reasons for the influence of the French Revolution on English literature, and illustrate from poems or essays which you have read. Explain the difference between Classicism and Romanticism. Which of these two types of literature do you prefer?", "characters": 332, "sentences": 4}, {"text": "2. What are the general characteristics of the literature of this period? What two opposing tendencies are illustrated in the novels of Scott and Jane Austen? in the poetry of Byron and Wordsworth?", "characters": 197, "sentences": 2}, {"text": "Compare Keats's characters with those of Wordsworth; of Byron. Does Keats ever remind you of Spenser? In what respects? Is your personal preference for Wordsworth, Byron, Shelley, or Keats? Why?", "characters": 194, "sentences": 2}, {"text": "10. _De Quincey_. What are the general characteristics of De Quincey's essays? Explain why he is called the psychologist of style. What accounts for a certain unreal element in all his work. Read a passage from _The English Mail-Coach_, or from _Joan of Arc_, or from _Levana, Our Lady of Sorrows_, and comment freely upon it, with regard to style, ideas, interest, and the impression of reality or unreality which it leaves.", "characters": 425, "sentences": 6}, {"text": "When Victoria became queen, in 1837, English literature seemed to have entered upon a period of lean years, in marked contrast with the poetic fruitfulness of the romantic age which we have just studied. Coleridge, Shelley, Keats, Byron, and Scott had passed away, and it seemed as if there were no writers in England to fill their places. Wordsworth had written, in 1835,", "characters": 372, "sentences": 3}, {"text": "Like clouds that rake, the mountain summits,       Or waves that own no curbing hand,     How fast has brother followed brother,       From sunshine to the sunless land!", "characters": 169, "sentences": 1}, {"text": "Till the war-drum throbb'd no longer, and the battle-flags were furled     In the Parliament of Man, the Federation of the world.", "characters": 129, "sentences": 2}, {"text": "O young Mariner,     You from the haven     Under the sea-cliff,     You that are watching     The gray Magician     With eyes of wonder,     _I_ am Merlin,     And _I_ am dying,     _I_ am Merlin     Who follow The Gleam.       .  .  .  .  .  .  .     O young Mariner,     Down to the haven     Call your companions,     Launch your vessel,     And crowd your canvas,     And, ere it vanishes     Over the margin,     After it, follow it,     Follow The Gleam.", "characters": 461, "sentences": 10}, {"text": "The year 1850 was a happy one for Tennyson. He was appointed poet laureate, to succeed Wordsworth; and he married Emily Sellwood,", "characters": 129, "sentences": 2}, {"text": "whom he had loved for thirteen years, but whom his poverty had prevented him from marrying. The year is made further remarkable by the publication of _In Memoriam_, probably the most enduring of his poems, upon which he had worked at intervals for sixteen years. Three years later, with the money that his work now brought him, he leased the house Farringford, in the Isle of Wight, and settled in the first permanent home he had known since he left the rectory at Somersby.", "characters": 474, "sentences": 4}, {"text": "Fear no more the heat o' the sun,       Nor the furious winter's rages;     Thou thy worldly task hast done,       Home art gone, and ta'en thy wages.", "characters": 150, "sentences": 2}, {"text": "The strong and noble spirit of his life is reflected in one of his best known poems, \"Crossing the Bar,\" which was written in his eighty-first year, and which he desired should be placed at the end of his collected works:", "characters": 221, "sentences": 1}, {"text": "How good is man's life, the mere living! how fit to employ     All the heart and the soul and the senses for ever in joy!", "characters": 121, "sentences": 1}, {"text": "In this new song of David, from Browning's _Saul_, we have a suggestion of the astonishing vigor and hope that characterize all the works of Browning, the one poet of the age who, after thirty years of continuous work, was finally recognized and placed beside Tennyson, and whom future ages may judge to be a greater poet,--perhaps, even, the greatest in our literature since Shakespeare.", "characters": 388, "sentences": 2}, {"text": "Thoughts hardly to be packed     Into a narrow act,     Fancies that broke through language and escaped.", "characters": 104, "sentences": 2}, {"text": "Here, certainly, are sufficient reasons for Browning's obscurity; and we must add the word that the fault seems unpardonable, for the simple reason that Browning shows himself capable, at times, of writing directly, melodiously, and with noble simplicity.", "characters": 255, "sentences": 2}, {"text": "I see my way as birds their trackless way.     I shall arrive,--what time, what circuit first,     I ask not; but unless God send his hail     Or blinding fire-balls, sleet or stifling snow,     In some time, his good time, I shall arrive;     He guides me and the bird. In his good time.", "characters": 288, "sentences": 4}, {"text": "One who never turned his back, but marched breast forward,         Never doubted clouds would break,     Never dreamed, tho' right were worsted, wrong would triumph,         Held we fall to rise, are baffled to fight better,                      Sleep to wake.", "characters": 260, "sentences": 2}, {"text": "The year's at the spring     And day's at the morn;     Morning's at seven;     The hillside's dew-pearled;     The lark's on the wing;     The snail's on the thorn:     God's in his heaven--     All's right with the world!", "characters": 223, "sentences": 1}, {"text": "For fifteen years the Brownings lived an ideally happy life at Pisa, and at Casa Guidi, Florence, sharing the same poetical ambitions. And love was the greatest thing in the world,--", "characters": 182, "sentences": 2}, {"text": "ROSSETTI. Dante Gabriel Rossetti (1828-1882), the son of an exiled Italian painter and scholar, was distinguished both as a painter and as a poet. He was a leader in the Pre-Raphaelite movement[238] and published in the first numbers of _The Germ_ his \"Hand and Soul,\" a delicate prose study, and his famous \"The Blessed Damozel,\" beginning,", "characters": 341, "sentences": 3}, {"text": "The blessed damozel leaned out       From the gold bar of Heaven;     Her eyes were deeper than the depth       Of waters stilled at even;     She had three lilies in her hand,       And the stars in her hair were seven.", "characters": 220, "sentences": 2}, {"text": "These two early works, especially \"The Blessed Damozel,\" with its simplicity and exquisite spiritual quality, are characteristic of the ideals of the Pre-Raphaelites.", "characters": 166, "sentences": 2}, {"text": "Perhaps one thing more should be added to the general characteristics of George Eliot's novels,--they are all rather depressing. The gladsomeness of life, the sunshine of smiles and laughter, is denied her. It is said that once, when her husband remarked that her novels were all essentially sad, she wept, and answered that she must describe life as she had found it.", "characters": 368, "sentences": 4}, {"text": "LIFE. Macaulay was born at Rothley Temple, Leicestershire, in 1800. His father, of Scotch descent, was at one time governor of the Sierra Leone colony for liberated negroes, and devoted a large part of his life to the abolition of the slave trade. His mother, of Quaker parentage, was a brilliant, sensitive woman, whose character is reflected in that of her son. The influence of these two, and the son's loyal devotion to his family, can best be read in Trevelyan's interesting biography.", "characters": 490, "sentences": 6}, {"text": "I can truly say that I have not, for many years, been so happy as I am at present.... I am free. I am independent. I am in Parliament, as honorably seated as man can be. My family is comfortably off. I have leisure for literature, yet I am not reduced to the necessity of writing for money. If I had to choose a lot from all that there are in human life, I am not sure that I should prefer any to that which has fallen to me. I am sincerely and thoroughly contented.", "characters": 466, "sentences": 12}, {"text": "In his historical method Macaulay suggests Gibbon. His own knowledge of history was very great, but before writing he read numberless pages, consulted original documents, and visited the scenes which he intended to describe. Thackeray's remark, that \"Macaulay reads twenty books to write a sentence and travels one hundred miles to make a line of description,\" is, in view of his industry, a well-warranted exaggeration.", "characters": 420, "sentences": 4}, {"text": "As in his literary essays, he is fond of making heroes, and he throws himself so heartily into the spirit of the scene he is describing that his word pictures almost startle us by their vivid reality. The story of Monmouth's rebellion, for instance, or the trial of the seven bishops, is as fascinating as the best chapters of Scott's historical novels.", "characters": 353, "sentences": 3}, {"text": "Whether we agree with Carlyle or not, we must accept for the moment his peculiar view of history, else _Heroes_ can never open its treasures to us. The book abounds in startling ideas, expressed with originality and power, and is pervaded throughout by an atmosphere of intense moral earnestness. The more we read it, the more we find to admire and to remember.", "characters": 361, "sentences": 4}, {"text": "One lesson, Nature, let me learn of thee,     One lesson which in every wind is blown,     One lesson of two duties kept at one     Though the loud world proclaim their enmity--     Of toil unsever'd from tranquillity;     Of labour, that in lasting fruit outgrows     Far noisier schemes, accomplish'd in repose,     Too great for haste, too high for rivalry.", "characters": 360, "sentences": 2}, {"text": "Of Arnold's narrative poems the two best known are _Balder Dead_ (1855), an incursion into the field of Norse mythology which is suggestive of Gray, and _Sohrab and Rustum_ (1853), which takes us into the field of legendary Persian history. The theme of the latter poem is taken from the _Shah- Namah_ (Book of Kings) of the Persian poet Firdausi, who lived and wrote in the eleventh century.", "characters": 392, "sentences": 3}, {"text": "Among the works of Arnold's practical period there are two which may be taken as typical of all the rest. _Literature and Dogma_ (1873) is, in general, a plea for liberality in religion. Arnold would have us read the Bible, for instance, as we would read any other great work, and apply to it the ordinary standards of literary criticism.", "characters": 338, "sentences": 4}, {"text": "Any record of the prose literature of the Victorian era, which includes the historical essays of Macaulay and the art criticism of Ruskin, should contain also some notice of its spiritual leaders. For there was never a time when the religious ideals that inspire the race were kept more constantly before men's minds through the medium of literature.", "characters": 350, "sentences": 3}, {"text": "Among the religious writers of the age the first place belongs unquestionably to Cardinal Newman. Whether we consider him as a man, with his powerful yet gracious personality, or as a religious reformer, who did much to break down old religious prejudices by showing the underlying beauty and consistency of the Roman church, or as a prose writer whose style is as near perfection as we have ever reached, Newman is one of the most interesting figures of the whole nineteenth century.", "characters": 484, "sentences": 3}, {"text": "O that thy creed were sound!       For thou dost soothe the heart, thou church of Rome,     By thy unwearied watch and varied round       Of service, in thy Saviour's holy home.     I cannot walk the city's sultry streets,     But the wide porch invites to still retreats,       Where passion's thirst is calmed, and care's unthankful gloom.", "characters": 341, "sentences": 3}, {"text": "I had a dream. Yes, some one softly said,       \"He's gone,\" and then a sigh went round the room;     And then I surely heard a priestly voice         Cry _Subvenite_; and they knelt in prayer.", "characters": 193, "sentences": 3}, {"text": "_Tennyson_. Short poems, and selections from Idylls of the King, In Memoriam, Enoch Arden, and The Princess. These are found in various school editions, Standard English Classics, Pocket Classics, Riverside Literature Series, etc. Poems by Tennyson, selected and edited with notes by Henry Van Dyke (Athenaeum Press Series), is an excellent little volume for beginners.", "characters": 369, "sentences": 5}, {"text": "_Browning_. Selections, edited by R.M. Lovett, in Standard English Classics. Other school editions in Everyman's Library, Belles Lettres Series, etc.", "characters": 149, "sentences": 6}, {"text": "_Elizabeth Barrett Browning_. Selections, edited by Elizabeth Lee, in Standard English Classics. Selections also in Pocket Classics, etc.", "characters": 137, "sentences": 4}, {"text": "_Matthew Arnold_. Sohrab and Rustum, edited by Trent and Brewster, in Standard English Classics. The same poem in Riverside Literature Series, etc. Selections in Golden Treasury Series, etc. Poems, students' edition (Crowell). Essays in Everyman's Library, etc. Prose selections (Holt, Allyn & Bacon, etc.).", "characters": 307, "sentences": 9}, {"text": "_Dickens_. Tale of Two Cities, edited by J.W. Linn, in Standard English Classics. A Christmas Carol, David Copperfield, and Pickwick Papers. Various good school editions of these novels in Everyman's Library, etc.", "characters": 213, "sentences": 7}, {"text": "_Thackeray_. Henry Esmond, edited by H.B. Moore, in Standard English Classics. The same novel, in Everyman's Library, Pocket Classics, etc.", "characters": 139, "sentences": 6}, {"text": "_George Eliot_. Silas Marner, edited by R. Adelaide Witham, in Standard English Classics. The same novel, in Pocket Classics, etc.", "characters": 130, "sentences": 5}, {"text": "_Carlyle_. Essay on Burns, edited by C.L. Hanson, in Standard English Classics, and Heroes and Hero Worship, edited by A. MacMechan, in Athenaeum Press Series. Selections, edited by H.W. Boynton (Allyn & Bacon). Various other inexpensive editions, in Pocket Classics, Eclectic English Classics, etc.", "characters": 299, "sentences": 10}, {"text": "_Ruskin_. Sesame and Lilies, edited by Lois G. Hufford, in Standard English Classics. Other editions in Riverside Literature, Everyman's Library, etc. Selected Essays and Letters, edited by Hufford, in Standard English Classics. Selections, edited by Vida D. Scudder (Sibley); edited by C.B. Tinker, in Riverside Literature.", "characters": 324, "sentences": 10}, {"text": "_Macaulay_. Essays on Addison and Milton, edited by H.A. Smith, in Standard English Classics. Same essays, in Cassell's National Library, Riverside Literature, etc. Lays of Ancient Rome, in Standard English Classics, Pocket Classics, etc.", "characters": 238, "sentences": 7}, {"text": "_Newman_. Selections, with introduction by L.E. Gates (Holt); Selections from prose and poetry, in Riverside Literature. The Idea of a University, in Manly's English Prose.", "characters": 172, "sentences": 6}, {"text": "BIBLIOGRAPHY. (note. For full titles and publishers of general reference books, see General Bibliography.) _HISTORY. Text-book_, Montgomery, pp. 357-383; Cheyney, pp. 632-643. _General Works_. Gardiner, and Traill. _Special Works_. McCarthy's History of Our Own Times; Bright's History of England, vols. 4-5; Lee's Queen Victoria; Bryce's Studies in Contemporary Biography.", "characters": 373, "sentences": 13}, {"text": "_Tennyson_. Texts: Cabinet edition (London, 1897) is the standard. Various good editions, Globe, Cambridge Poets, etc. Selections in Athenaeum Press (Ginn and Company).", "characters": 168, "sentences": 5}, {"text": "Life: Alfred Lord Tennyson, a Memoir by his son, is the standard; by Lyall (in English Men of Letters); by Horton; by Waugh. See also Anne T. Ritchie's Tennyson and His Friends; Napier's The Homes and Haunts of Tennyson; Rawnsley's Memories of the Tennysons.", "characters": 258, "sentences": 4}, {"text": "Essays: By F. Harrison, in Tennyson, Ruskin, Mill, and Other Literary Estimates; by Stedman, in Victorian Poets; by Hutton, in Literary Essays; by Dowden, in Studies in Literature; by Gates, in Studies and Appreciations; by Forster, in Great Teachers; by Forman, in Our Living Poets. See also Myers's Science and a Future Life.", "characters": 327, "sentences": 4}, {"text": "_Browning_. Texts: Cambridge and Globe editions, etc. Various editions of selections. (See Selections for Reading, above.)", "characters": 122, "sentences": 5}, {"text": "Life: by W. Sharp (Great Writers); by Chesterton (English Men of Letters); Life and Letters, by Mrs. Sutherland Orr; by Waugh, in Westminster Biographies (Small & Maynard).", "characters": 172, "sentences": 4}, {"text": "Criticism: Symons's An Introduction to the Study of Browning; same title, by Corson; Mrs. Orr's Handbook to the Works of Browning; Nettleship's Robert Browning; Brooke's The Poetry of Robert Browning; Cooke's Browning Guide Book; Revell's Browning's Criticism of Life; Berdoe's Browning's Message to his Times; Berdoe's Browning Cyclopedia.", "characters": 340, "sentences": 3}, {"text": "Essays: by Hutton, Stedman, Dowden, Forster (for titles, see Tennyson, above); by Jacobs, in Literary Studies; by Chapman, in Emerson and Other Essays; by Cooke, in Poets and Problems; by Birrell, in Obiter Dicta.", "characters": 213, "sentences": 2}, {"text": "_Elizabeth Barrett Browning_. Texts: Globe and Cambridge editions, etc.; various editions of selections. Life: by J. H. Ingram; see also Bayne's Two Great Englishmen. Kenyon's Letters of E. B. Browning.", "characters": 202, "sentences": 10}, {"text": "_Matthew Arnold_. Texts: Poems, Globe edition, etc. See Selections for Reading, above. Life: by Russell; by Saintsbury; by Paul (English Men of Letters); Letters, by Russell.", "characters": 174, "sentences": 5}, {"text": "Criticism: Essays by Woodberry, in Makers of Literature; by Gates, in Three Studies in Literature; by Hutton, in Modern Guides of English Thought; by Brownell, in Victorian Prose Masters; by F. Harrison (see Tennyson, above).", "characters": 225, "sentences": 3}, {"text": "_Dickens_. Texts: numerous good editions of novels. Life: by J. Forster; by Marzials (Great Writers); by Ward (English Men of Letters); Langton's The Childhood and Youth of Dickens.", "characters": 181, "sentences": 5}, {"text": "Criticism: Gissing's Charles Dickens; Chesterton's Charles Dickens; Kitten's The Novels of Charles Dickens; Fitzgerald's The History of Pickwick. Essays: by F. Harrison (see above); by Bagehot, in Literary Studies; by Lilly, in Four English Humorists; by A. Lang, in Gadshill edition of Dickens's works.", "characters": 303, "sentences": 5}, {"text": "_Thackeray_. Texts: numerous good editions of novels and essays. Life: by Melville; by Merivale and Marzials (Great Writers); by A. Trollope (English Men of Letters); by L. Stephen, in Dictionary of National Biography. See also Crowe's Homes and Haunts of Thackeray; Wilson's Thackeray in the United States.", "characters": 307, "sentences": 7}, {"text": "Criticism: Essays, by Lilly, in Four English Humorists; by Harrison, in Studies in Early Victorian Literature; by Scudder, in Social Ideals in English Letters; by Brownell, in Victorian Prose Masters.", "characters": 200, "sentences": 2}, {"text": "_George Eliot_. Texts: numerous editions. Life: by L. Stephen (English Men of Letters); by O. Browning (Great Writers); by her husband, J.W. Cross.", "characters": 147, "sentences": 8}, {"text": "Criticism: Cooke's George Eliot, a Critical Study of her Life and Writings. Essays: by J. Jacobs, in Literary Studies; by H. James, in Partial Portraits; by Dowden, in Studies in Literature; by Hutton, Harrison, Brownell, Lilly (see above). See also Parkinson's Scenes from the George Eliot Country.", "characters": 299, "sentences": 6}, {"text": "_Carlyle_. Texts: various editions of works. Heroes, and Sartor Resartus, in Athenaeum Press (Ginn and Company); Sartor, and Past and Present, 1 vol. (Harper); Critical and Miscellaneous Essays, 1 vol. (Appleton); Letters and Reminiscences, edited by C. E. Norton, 6 vols. (Macmillan).", "characters": 285, "sentences": 9}, {"text": "Life: by Garnett (Great Writers); by Nichol (English Men of Letters); by Froude, 2 vols. (very full, but not trustworthy). See also Carlyle's Reminiscences and Correspondence, and Craig's The Making of Carlyle.", "characters": 210, "sentences": 4}, {"text": "Criticism: Masson's Carlyle Personally and in his Writings. Essays: by Lowell, in My Study Windows; by Harrison, Brownell, Hutton, Lilly (see above).", "characters": 149, "sentences": 3}, {"text": "_Ruskin_. Texts: Brantwood edition, edited by C.E. Norton; various editions of separate works. Life: by Harrison (English Men of Letters); by Collingwood, 2 vols.; see also Ruskin's Praeterita.", "characters": 193, "sentences": 7}, {"text": "Criticism: Mather's Ruskin, his Life and Teaching; Cooke's Studies in Ruskin; Waldstein's The Work of John Ruskin; Hobson's John Ruskin, Social Reformer; Mrs. Meynell's John Ruskin; Sizeranne's Ruskin and the Religion of Beauty, translated from the French; White's Principles of Art; W. M. Rossetti's Ruskin, Rossetti, and Pre-Raphaelitism.", "characters": 340, "sentences": 5}, {"text": "Essays: by Robertson, in Modern Humanists; by Saintsbury, in Corrected Impressions; by Brownell, Harrison, Forster (see above).", "characters": 127, "sentences": 2}, {"text": "_Macaulay_. Texts: Complete works, edited by his sister, Lady Trevelyan (London, 1866); various editions of separate works (see Selections for Reading, above). Life: Life and Letters, by Trevelyan, 2 vols.; by Morrison (English Men of Letters).", "characters": 244, "sentences": 5}, {"text": "Criticism: Essays, by Bagehot, in Literary Studies; by L. Stephen, in Hours in a Library; by Saintsbury, in Corrected Impressions; by Harrison, in Studies in Early Victorian Literature; by Matthew Arnold.", "characters": 204, "sentences": 3}, {"text": "_Newman_. Texts: Uniform edition of important works (London, 1868-1881); Apologia (Longmans); Selections (Holt, Riverside Literature, etc.). Life: Jennings's Cardinal Newman; Button's Cardinal Newman; Early Life, by F. Newman; by Waller and Barrow, in Westminster Biographies. See also Church's The Oxford Movement; Fitzgerald's Fifty Years of Catholic Life and Progress.", "characters": 371, "sentences": 7}, {"text": "Criticism: Essays, by Donaldson, in Five Great Oxford Leaders; by Church, in Occasional Papers, vol. 2; by Gates, in Three Studies in Literature; by Jacobs, in Literary Studies; by Hutton, in Modern Guides of English Thought; by Lilly, in Essays and Speeches; by Shairp, in Studies in Poetry and Philosophy. See also Button's Cardinal Newman.", "characters": 342, "sentences": 4}, {"text": "_Rossetti_. Works, 2 vols. (London, 1901). Selections, in Golden Treasury Series. Life: by Knight (Great Writers); by Sharp; Hall Caine's Recollections of Dante Gabriel Rossetti; Gary's The Rossettis; Marillier's Rossetti; Wood's Rossetti and the Pre-Raphaelite Movement; W.M. Hunt's Pre-Raphaelitism and the Pre-Raphaelite Brotherhood.", "characters": 336, "sentences": 8}, {"text": "Criticism: Tirebuck's Rossetti, his Work and Influence. Essays: by Swinburne, in Essays and Studies; by Forman, in Our Living Poets; by Pater, in Ward's English Poets; by F.W.H. Myers, in Essays Modern.", "characters": 202, "sentences": 6}, {"text": "_Morris_. Texts: Story of the Glittering Plain, House of the Wolfings, etc. (Reeves & Turner); Early Romances, in Everyman's Library; Sigurd the Volsung, in Camelot Series; Socialistic writings (Humboldt Publishing Co.). Life: by Mackail; by Cary; by Vallance.", "characters": 260, "sentences": 6}, {"text": "Criticism: Essays, by Symons, in Studies in Two Literatures; by Dawson, in Makers of Modern English; by Saintsbury, in Corrected Impressions. See also Nordby's Influence of Old Norse Literature.", "characters": 194, "sentences": 3}, {"text": "_Swinburne_. Texts: Complete works (Chatto and Windus); Poems and Ballads (Lovell); Selections (Rivington, Belles Lettres Series, etc.). Life: Wratislaw's Algernon Charles Swinburne, a Study.", "characters": 191, "sentences": 5}, {"text": "Criticism: Essays, by Forman, Saintsbury (see above); by Lowell, in My Study Windows; see also Stedman's Victorian Poets.", "characters": 121, "sentences": 2}, {"text": "_Charles Keade_. Texts: Cloister and the Hearth, in Everyman's Library; various editions of separate novels. Life: by C. Reade.", "characters": 127, "sentences": 5}, {"text": "_Anthony Trollope_. Texts: Royal edition of principal novels (Philadelphia, 1900); Barchester Towers, etc., in Everyman's Library. Life: Autobiography (Harper, 1883).", "characters": 166, "sentences": 5}, {"text": "Criticism: H.T. Peck's Introduction to Royal edition, vol. 1. Essays: by H. James, in Partial Portraits; by Harrison, in Early Victorian Literature. See also Cross, The Development of the English Novel.", "characters": 202, "sentences": 8}, {"text": "_Charlotte and Emily Brontë_. Texts: Works, Haworth edition, edited by Mrs. H. Ward (Harper); Complete works (Dent, 1893); Jane Eyre, Shirley, and Wuthering Heights, in Everyman's Library. Life of Charlotte Brontë: by Mrs. Gaskell; by Shorter; by Birrell (Great Writers). Life of Emily Brontë: by Robinson. See also Leyland's The Brontë Family.", "characters": 348, "sentences": 9}, {"text": "Criticism: Essays, by L. Stephen, in Hours in a Library; by Gates, in Studies and Appreciations; by Harrison, in Early Victorian Literature; by G.B. Smith, in Poets and Novelists. See also Swinburne's A Note on Charlotte Brontë.", "characters": 229, "sentences": 6}, {"text": "_Bulwer-Lytton_. Texts: Works, Knebsworth edition (Routledge); various editions of separate works; Last Days of Pompeii, etc., in Everyman's Library. Life: by his son, the Earl of Lytton; by Cooper; by Ten Brink.", "characters": 212, "sentences": 5}, {"text": "_Mrs. Gaskell_. Various editions of separate works; Cranford, in Standard English Classics, etc. Life: see Dictionary of National Biography. Criticism: see Saintsbury's Nineteenth-Century Literature.", "characters": 199, "sentences": 6}, {"text": "_Kingsley_. Texts: Works, Chester edition; Hypatia, Westward Ho! etc., in Everyman's Library. Life: Letters and Memories, by his wife; by Kaufmann.", "characters": 147, "sentences": 5}, {"text": "Criticism: Essays, by Harrison, in Early Victorian Literature; by L. Stephen, in Hours in a Library.", "characters": 100, "sentences": 3}, {"text": "_Stevenson_. Texts: Works (Scribner); Treasure Island, in Everyman's Library; Master of Ballantrae, in Pocket Classics; Letters, edited by Colvin (Scribner). Life: by Balfour; by Baildon; by Black; by Cornford. See also Simpson's Edinburgh Days; Eraser's In Stevenson's Samoa; Osborne and Strong's Memories of Vailima.", "characters": 318, "sentences": 5}, {"text": "Criticism: Raleigh's Stevenson; Alice Brown's Stevenson. Essays: by H. James, in Partial Portraits; by Chapman, in Emerson and Other Essays.", "characters": 140, "sentences": 4}, {"text": "_Hardy_. Texts: Works (Harper). Criticism: Macdonnell's Thomas Hardy; Johnson's The Art of Thomas Hardy. See also Windle's The Wessex of Thomas Hardy; and Dawson's Makers of English Fiction.", "characters": 190, "sentences": 5}, {"text": "Criticism: Le Gallienne's George Meredith; Hannah Lynch's George Meredith. Essays: by Henley, in Views and Reviews; by Brownell, in Victorian Prose Masters; by Monkhouse, in Books and Plays. See also Bailey's The Novels of George Meredith; Curie's Aspects of George Meredith; and Cross's The Development of the English Novel.", "characters": 325, "sentences": 4}, {"text": "2. _Tennyson_. Give a brief sketch of Tennyson's life, and name his chief works. Why is he, like Chaucer, a national poet? Is your pleasure in reading Tennyson due chiefly to the thought or the melody of expression? Note this figure in \"The Lotos Eaters\":", "characters": 255, "sentences": 4}, {"text": "What does this suggest concerning Tennyson's figures of speech in general? Compare \"Locksley Hall\" with \"Locksley Hall Sixty Years After.\" What differences do you find in thought, in workmanship, and in poetic enthusiasm? What is Tennyson's idea of faith and immortality as expressed in _In Memoriam_?", "characters": 301, "sentences": 2}, {"text": "3. _Browning_. In what respects is Browning like Shakespeare? What is meant by the optimism of his poetry? Can you explain why many thoughtful persons prefer him to Tennyson? What is Browning's creed as expressed in \"Rabbi Ben Ezra\"? Read \"Fra Lippo Lippi\" or \"Andrea del Sarto,\" and tell what is meant by a dramatic monologue. In \"Andrea\" what is meant by the lines,", "characters": 367, "sentences": 4}, {"text": "4. _Dickens_. What experiences in Dickens's life are reflected in his novels? What are his favorite types of character? What is meant by the exaggeration of Dickens? What was the serious purpose of his novels? Make a brief analysis of the _Tale of Two Cities_, having in mind the plot, the characters, and the style, as compared with Dickens's other novels.", "characters": 357, "sentences": 4}, {"text": "5. _Thackeray_. Read _Henry Esmond_ and explain Thackeray's realism. What is there remarkable in the style of this novel? Compare it with _Ivanhoe_ as a historical novel. What is the general character of Thackeray's satire? What are the chief characteristics of his novels? Describe briefly the works which show his great skill as a critical writer.", "characters": 349, "sentences": 6}, {"text": "6. _George Eliot_. Read _Silas Marner_ and make a brief analysis, having in mind the plot, the characters, the style, and the ethical teaching of the novel. Is the moral teaching of George Eliot convincing; that is, does it suggest itself from the story, or is it added for effect? What is the general impression left by her books? How do her characters compare with those of Dickens and Thackeray?", "characters": 398, "sentences": 4}, {"text": "9. _Arnold_. What elements of Victorian life are reflected in Arnold's poetry? How do you account for the coldness and sadness of his verses? Read _Sohrab and Rustum_ and write an account of it, having in mind the story, Arnold's use of his material, the style, and the classic elements in the poem. How does it compare in melody with the blank verse of Milton or Tennyson? What marked contrasts do you find between the poetry and the prose of Arnold?", "characters": 451, "sentences": 4}, {"text": "10. _Ruskin_. In what respects is Ruskin \"the prophet of modern society\"? Read the first two lectures in _Sesame and Lilies_ and then give Ruskin's views of labor, wealth, books, education, woman's sphere, and human society. How does he regard the commercialism of his age? What elements of style do you find in these lectures? Give the chief resemblances and differences between Carlyle and Ruskin.", "characters": 399, "sentences": 5}, {"text": "11. Read Mrs. Gaskell's _Cranford_ and describe it, having in mind the style, the interest, and the characters of the story. How does it compare, as a picture of country life, with George Eliot's novels?", "characters": 203, "sentences": 4}, {"text": "12. Read Blackmore's _Lorna Doone_ and describe it (as in the question above). What are the romantic elements in the story? How does it compare with Scott's romances in style, in plot, in interest, and in truthfulness to life?", "characters": 226, "sentences": 3}, {"text": "Every chapter in this book includes two lists, one of selected readings, the other of special works treating of the history and literature of the period under consideration. The following lists include the books most useful for general reference work and for supplementary reading.", "characters": 281, "sentences": 3}, {"text": "A knowledge of history is of great advantage in the study of literature. In each of the preceding chapters we have given a brief summary of historical events and social conditions, but the student should do more than simply read these summaries. He should review rapidly the whole history of each period by means of a good textbook. Montgomery's _English History_ and Cheyney's _Short History of England_ are recommended, but any other reliable text-book will serve the purpose.", "characters": 478, "sentences": 5}, {"text": "_General Works:_ Green's Short History of the English People, 1 vol., or A History of the English People, 4 vols. (American Book Co.).", "characters": 134, "sentences": 5}, {"text": "Gibbins's Industrial History of England, and Mitchell's English Lands, Letters, and Kings, 5 vols. (Scribner).", "characters": 110, "sentences": 3}, {"text": "Oxford Manuals of English History, Handbooks of English History, and Kendall's Source Book of English History (Macmillan).", "characters": 122, "sentences": 2}, {"text": "Lingard's History of England until 1688 (revised, 10 vols., 1855) is the standard Catholic history.", "characters": 99, "sentences": 3}, {"text": "Other histories of England are by Knight, Froude, Macaulay, etc. Special works on the history of each period are recommended in the preceding chapters.", "characters": 151, "sentences": 3}, {"text": "Morley's English Writers, 11 vols. (Cassell), extends through Elizabethan literature. It is rather complex and not up to date, but has many quotations from authors studied.", "characters": 172, "sentences": 4}, {"text": "NOTE. Special works on criticism, the drama, the novel, etc., will be found in the Bibliographies on pp. 9, 181, etc.", "characters": 117, "sentences": 5}, {"text": "NOTE. We have included in the above list all the editions of which we have any personal knowledge, but there are doubtless others that have escaped attention.", "characters": 158, "sentences": 3}, {"text": "Hinchman and Gummere's Lives of Great English Writers (Houghton, Mifflin) is a good single volume, containing thirty-eight biographies.", "characters": 135, "sentences": 2}, {"text": "NOTE. For the best biographies of individual writers, see the Bibliographies at the ends of the preceding chapters.", "characters": 115, "sentences": 3}, {"text": "Manly's English Poetry and Manly's English Prose (Ginn and Company) are the best single-volume collections, covering the whole field of English literature.", "characters": 155, "sentences": 2}, {"text": "Oxford Book of English Verse, and Oxford Treasury of English Literature, 3 vols. (Clarendon Press).", "characters": 99, "sentences": 3}, {"text": "Ward's English Poets, 4 vols.; Craik's English Prose Selections, 5 vols.; Chambers's Encyclopedia of English Literature, etc.", "characters": 125, "sentences": 4}, {"text": "[=a], as in fate; [)a], as in fat; ä, as in arm; [a:], as in all; [a.], as in what; â, as in care", "characters": 99, "sentences": 2}, {"text": "[=o], as in old; [)o], as in not; [o:], as in move; [.o], as in son; ô, as in horse; [=oo] as in food; [)oo], as in foot", "characters": 121, "sentences": 2}, {"text": "Idealism of Victorian Age Ideals Idols, of Bacon _Idylls of the King_ _Il Penseroso_ (il pen-s[)e]-r[=o]'s[=o]) _Iliad_, Pope's translation;   Chapman's;   Dryden's _Imaginary Conversations_ _Impeachment of Warren Hastings_ _In Memoriam_ _Instauratio Magna_ (in-sta-r[=a]'shi-o) Interludes _Intimations of Immortality_", "characters": 318, "sentences": 1}, {"text": "Jacobean poets _Jane Eyre_ (âr) Jeffrey, Francis Jest (_or_ gest) books _Jew of Malta_ _John Gilpin_ Johnson, Samuel; life;   works; his conversations;   Boswell's _Life of Johnson_ _Jonathan Wild_ Jonson, Ben; life; works _Joseph Andrews_ _Journal of the Plague Year_ _Journal to Stella_ _Judith_ _Juliana_", "characters": 308, "sentences": 1}, {"text": "Keats; life; works;   place in literature Kilmarnock Burns, the _Kings' Treasuries_ Kingsley, Charles _Knight's Tale, The_ Knox, John _Kubla Khan_ (kob'lä kän) Kyd, Thomas", "characters": 173, "sentences": 1}, {"text": "_Ode on the Morning of Christ's Nativity_ _Ode to Dejection_ _Ode to the West Wind_ Odes, Pindaric _Odyssey_, Pope's; Chapman's;   Dryden's _Old Fortunatus_ (for-t[=u]-n[=a]'tus) _Oliver Cromwell_, Carlyle's _Oliver Twist_ _Origin of Species_ _Orlando Furioso_ (or-lan'd[=o] foo-r[=e]-[=o]'s[=o]) Orm, _or_ Orme; his _Ormulum_ Orosius ([=o]-r[=o]'si-us), his history Ossian (osh'ian) and Ossianic poems _Owl and Nightingale, The_ Oxford movement", "characters": 445, "sentences": 1}, {"text": "Udall, Nicholas ([=u]'dal) _Udolpho_ ([=u]-dol'f[=o]) _Unfortunate Traveller, The_ Universality, a test of literature University wits _Unto This Last_ _Utopia_", "characters": 159, "sentences": 1}, {"text": "_Vanity Fair_ _Vanity of Human Wishes_ Vaughan, Henry _Vercelli Book_ _Vicar of Wakefield_ Vice, the, in old plays Victorian Age,   history,   literary characteristics,   poets,   novelists,   essayists, etc.,   spirit of,   summary,   selections for reading,   bibliography,   questions,   chronology _View of the State of Ireland_ _Village, The_ _Vision of the Rood_ _Volpone_ (vol-p[=o]'ne) _Voyages_, Hakluyt's", "characters": 414, "sentences": 2}, {"text": "Footnote 2:   There is a mystery about this old hero which stirs our imagination, but which is never explained. It refers, probably, to some legend of the Anglo-Saxons which we have supplied from other sources, aided by some vague suggestions and glimpses of the past in the poem itself.", "characters": 287, "sentences": 3}, {"text": "Footnote 6:   Summary of ll. 710-727. We have not indicated in our translation (or in quotations from Garnett, Morley, Brooke, etc.) where parts of the text are omitted.", "characters": 169, "sentences": 5}, {"text": "Footnote 7:   Grendel's mother belongs also to the Eoten (giant) race. She is called _brimwylf_ (sea wolf), _merewif_ (sea woman), _grundwyrgen_ (bottom master), etc.", "characters": 166, "sentences": 3}, {"text": "Footnote 14:   Probably to the fourth century, though some parts of the poem must have been added later. Thus the poet says (II. 88-102) that he visited Eormanric, who died _cir_. 375, and Queen Ealhhild whose father, Eadwin, died _cir_. 561. The difficulty of fixing a date to the poem is apparent. It contains several references to scenes and characters in _Beowulf_.", "characters": 369, "sentences": 8}, {"text": "Footnote 16:   A lyric is a short poem reflecting some personal emotion, like love or grief. Two other Anglo-Saxon poems, \"The Wife's Complaint\" and \"The Husband's Message,\" belong to this class.", "characters": 195, "sentences": 3}, {"text": "Footnote 19:   It is an open question whether this poem celebrates the fight at which Hnæf, the Danish leader, fell, or a later fight led by Hengist, to avenge Hnæf's death.", "characters": 175, "sentences": 2}, {"text": "Footnote 20:   Brooke's translation, _History of Early English Literature_, For another early battle-song see Tennyson's \"Battle of Brunanburh.\"", "characters": 144, "sentences": 2}, {"text": "Footnote 21:   William Camden (1551-1623), one of England's earliest and greatest antiquarians. His first work, _Britannia_, a Latin history of England, has been called \"the common sun whereat our modern writers have all kindled their little torches.\"", "characters": 251, "sentences": 3}, {"text": "Footnote 23:   From _Andreas_, ll. 511 ff., a free translation. The whole poem thrills with the Old Saxon love of the sea and of ships.", "characters": 135, "sentences": 5}, {"text": "Footnote 25:   Translated from _The Husband's Message_, written on a piece of bark. With wonderful poetic insight the bark itself is represented as telling its story to the wife, from the time when the birch tree grew beside the sea until the exiled man found it and stripped the bark and carved on its surface a message to the woman he loved. This first of all English love songs deserves to rank with Valentine's description of Silvia:", "characters": 437, "sentences": 3}, {"text": "Why, man, she is mine own,     And I as rich in having such a jewel     As twenty seas, if all their sand were pearl,     The water nectar and the rocks pure gold. _Two Gentlemen of Verona_, II, 4.", "characters": 197, "sentences": 3}, {"text": "Footnote 27:   According to Sweet the original home of the Aryans is placed in central or northern Europe, rather than in Asia, as was once assumed. See _The History of Language_, p. 103.", "characters": 187, "sentences": 4}, {"text": "Footnote 34:   The source of _Andreas_ is an early Greek legend of St. Andrew that found its way to England and was probably known to Cynewulf in some brief Latin form, now lost.", "characters": 178, "sentences": 3}, {"text": "Footnote 38:   See _Translations from Old English Poetry_. Only a brief account of the fight is given in the _Chronicle_. The song known as \"The Battle of Maldon,\" or \"Byrhtnoth's Death,\" is recorded in another manuscript.", "characters": 222, "sentences": 4}, {"text": "Footnote 39:   This is an admirable little book, containing the cream of Anglo-Saxon poetry, in free translations, with notes. Translations from _Old English Prose_ is a companion volume.", "characters": 187, "sentences": 3}, {"text": "Footnote 40:   For full titles and publishers of general reference books, and for a list of inexpensive texts and helps, see General Bibliography at the end of this book.", "characters": 170, "sentences": 2}, {"text": "Footnote 41:   The chief object of these questions is not to serve as a review, or to prepare for examination, but rather to set the student thinking for himself about what he has read. A few questions of an advanced nature are inserted which call for special study and research in interesting fields.", "characters": 301, "sentences": 3}, {"text": "Footnote 42:   A Romance language is one whose basis is Latin,--not the classic language of literature, but a vulgar or popular Latin spoken in the military camps and provinces. Thus Italian, Spanish, and French were originally different dialects of the vulgar Latin, slightly modified by the mingling of the Roman soldiers with the natives of the conquered provinces.", "characters": 368, "sentences": 3}, {"text": "Footnote 46:   Anselm was an Italian by birth, but wrote his famous work while holding the see of Canterbury.", "characters": 109, "sentences": 2}, {"text": "Footnote 47:   During the Roman occupancy of Britain occurred a curious mingling of Celtic and Roman traditions. The Welsh began to associate their national hero Arthur with Roman ancestors; hence the story of Brutus, great-grandson of Aeneas, the first king of Britain, as related by Geoffrey and Layamon.", "characters": 306, "sentences": 3}, {"text": "Footnote 50:   Only one word in about three hundred and fifty is of French origin. A century later Robert Mannyng uses one French word in eighty, while Chaucer has one in six or seven. This includes repetitions, and is a fair estimate rather than an exact computation.", "characters": 268, "sentences": 4}, {"text": "Footnote 51:   The matter of Britain refers strictly to the Arthurian, i.e. the Welsh romances; and so another division, the matter of England, may be noted. This includes tales of popular English heroes, like Bevis of Hampton, Guy of Warwick, Horn Child, etc.", "characters": 260, "sentences": 5}, {"text": "Footnote 52:   According to mediæval literary custom these songs were rarely signed. Later, when many songs were made over into a long poem, the author signed his name to the entire work, without indicating what he had borrowed", "characters": 228, "sentences": 2}, {"text": "Footnote 53:   An English book in which such romances were written was called a Gest or Jest Book. So also at the beginning of _Cursor Mundi_ (_c_. 1320) we read:", "characters": 162, "sentences": 3}, {"text": "Footnote 54:   Tennyson goes farther than Malory in making Gawain false and irreverent. That seems to be a mistake; for in all the earliest romances Gawain is, next to Arthur, the noblest of knights, the most loved and honored of all the heroes of the Round Table.", "characters": 264, "sentences": 3}, {"text": "Footnote 55:   There were various French versions of the story; but it came originally from the Irish, where the hero was called Cuchulinn.", "characters": 139, "sentences": 2}, {"text": "Footnote 56:   It is often alleged that in this romance we have a very poetical foundation for the Order of the Garter, which was instituted by Edward III, in 1349; but the history of the order makes this extremely doubtful. The reader will be chiefly interested in comparing this romance with _Beowulf_, for instance, to see what new ideals have taken root in England.", "characters": 369, "sentences": 3}, {"text": "Footnote 57:   Originally Cockaygne (variously spelled) was intended to ridicule the mythical country of Avalon, somewhat as Cervantes' _Don Quixote_ later ridicules the romances of chivalry. In Luxury Land everything was good to eat; houses were built of dainties and shingled with cakes; buttered larks fell instead of rain; the streams ran with good wine; and roast geese passed slowly down the streets, turning themselves as they went.", "characters": 439, "sentences": 3}, {"text": "Footnote 58:   Child's _English and Scottish Popular Ballads_ is the most scholarly and complete collection in our language. Gummere's _Old English Ballads_ is a good short work. Professor Kittredge's Introduction to the Cambridge edition of Child's _Ballads_ is the best summary of a very difficult subject. For an extended discussion of the literary character of the ballad, see Gummere's _The Popular Ballad_.", "characters": 412, "sentences": 5}, {"text": "Footnote 69:   For titles and publishers of reference books see General Bibliography at the end of this book.", "characters": 109, "sentences": 2}, {"text": "Footnote 70:   The reader may perhaps be more interested in these final letters, which are sometimes sounded and again silent, if he remembers that they represent the decaying inflections of our old Anglo-Saxon speech.", "characters": 218, "sentences": 2}, {"text": "Footnote 83:   For the typography of titles the author has adopted the plan of putting the titles of all books, and of all important works generally regarded as single books, in italics. Individual poems, essays, etc., are in Roman letters with quotation marks. Thus we have the \"Knight's Tale,\" or the story of \"Palamon and Arcite,\" in the _Canterbury Tales_. This system seems on the whole the best, though it may result in some inconsistencies.", "characters": 447, "sentences": 6}, {"text": "Footnote 86:   For a summary of Chaucer's work and place in our literature, see the Comparison with Spenser, p. 111.", "characters": 116, "sentences": 3}, {"text": "Footnote 104:   For titles and publishers of reference works see General Bibliography at the end of this book.", "characters": 110, "sentences": 2}, {"text": "Footnote 107:   Sismondi attributes this to two causes: first, the lack of general culture; and second, the absorption of the schools in the new study of antiquity. See _Literature of the South of Europe_, II, 400 ff.", "characters": 217, "sentences": 3}, {"text": "Footnote 108:   Erasmus, the greatest scholar of the Renaissance, was not an Englishman, but seems to belong to every nation. He was born at Rotterdam (_c_. 1466), but lived the greater part of his life in France, Switzerland, England, and Italy. His _Encomium Moriae_ was sketched on a journey from Italy (1509) and written while he was the guest of Sir Thomas More in London.", "characters": 377, "sentences": 5}, {"text": "Footnote 109:   Unless, perchance, the reader finds some points of resemblance in Plato's \"Republic.\"", "characters": 101, "sentences": 2}, {"text": "Footnote 110:   See Wordsworth's sonnet, _On the Sonnet_. For a detailed study of this most perfect verse form, see Tomlinson's _The Sonnet, Its Origin, Structure, and Place in Poetry_.", "characters": 185, "sentences": 3}, {"text": "Footnote 111:   William Caxton (_c_. 1422-1491) was the first English printer. He learned the art abroad, probably at Cologne or Bruges, and about the year 1476 set up the first wooden printing press in England. His influence in fixing a national language to supersede the various dialects, and in preparing the way for the literary renaissance of the Elizabethan age, is beyond calculation.", "characters": 391, "sentences": 5}, {"text": "Footnote 112:   Malory has, in our own day, been identified with an English country gentleman and soldier, who was member of Parliament for Warwickshire in 1445.", "characters": 161, "sentences": 2}, {"text": "Footnote 113:   For titles and publishers of general works see General Bibliography at the end of this book.", "characters": 108, "sentences": 2}, {"text": "Footnote 114:   _Eastward Ho!_ a play given in Blackfriars Theater about 1603. The play was written by Marston and two collaborators.", "characters": 133, "sentences": 3}, {"text": "Footnote 126:   The most dramatic part of the early ritual centered about Christ's death and resurrection, on Good Fridays and Easter days. An exquisite account of this most impressive service is preserved in St. Ethelwold's Latin manual of church services, written about 965. The Latin and English versions are found in Chambers's _Mediaeval Stage_, Vol. II. For a brief, interesting description, see Gayley, _Plays of Our Forefathers_, pp. 14 ff.", "characters": 448, "sentences": 8}, {"text": "Footnote 128:   Miracles were acted on the Continent earlier than this. The Normans undoubtedly brought religious plays with them, but it is probable that they began in England before the Conquest (1066). See Manly, _Specimens of the Pre-Shaksperean Drama_, I, xix.", "characters": 265, "sentences": 4}, {"text": "Footnote 129:   See Jusserand, _A Literary History of the English People_, I, iii, vi. For our earliest plays and their authors see Gayley, _Plays of Our Forefathers_.", "characters": 167, "sentences": 3}, {"text": "Footnote 131:   In fact, Heywood \"cribbed\" from Chaucer's _Tales_ in another Interlude called \"The Pardoner and the Frere.\"", "characters": 123, "sentences": 2}, {"text": "Footnote 133:   That these gallants were an unmitigated nuisance, and had frequently to be silenced by the common people who came to enjoy the play, seems certain. Dekker's _Gull's Hornbook_ (1609) has an interesting chapter on \"How a Gallant should behave Himself in a Playhouse.\"", "characters": 281, "sentences": 3}, {"text": "Footnote 136:   Baker, in his _Development of Shakespeare as a Dramatist_, pp. 57-62, takes a different view, and shows how carefully many of the boy actors were trained. It would require, however, a vigorous use of the imagination to be satisfied with a boy's presentation of Portia, Juliet, Cordelia, Rosalind, or any other of Shakespeare's wonderful women.", "characters": 359, "sentences": 4}, {"text": "Footnote 137:   These choir masters had royal permits to take boys of good voice, wherever found, and train them as singers and actors. The boys were taken from their parents and were often half starved and most brutally treated. The abuse of this unnatural privilege led to the final withdrawal of all such permits.", "characters": 316, "sentences": 4}, {"text": "Footnote 141:   In 1587 the first history of Johann Faust, a half-legendary German necromancer, appeared in Frankfort. Where Marlowe found the story is unknown; but he used it, as Goethe did two centuries later, for the basis of his great tragedy.", "characters": 247, "sentences": 3}, {"text": "Footnote 142:   We must remember, however, that our present version of _Faustus_ is very much mutilated, and does not preserve the play as Marlowe wrote it.", "characters": 156, "sentences": 2}, {"text": "Footnote 143:   The two dramatists may have worked together in such doubtful plays as _Richard III_, the hero of which is like Timur in an English dress, and _Titus Andronicus_, with its violence and horror. In many strong scenes in Shakespeare's works Marlowe's influence is manifest.", "characters": 285, "sentences": 3}, {"text": "Footnote 149:   Robert Greene, one of the popular playwrights of the time, who attacked Shakespeare in a pamphlet called \"A Groat's Worth of Wit Bought with a Million of Repentance.\" The pamphlet, aside from its jealousy of Shakespeare, is a sad picture of a man of genius dying of dissipation, and contains a warning to other playwrights of the time, whose lives were apparently almost as bad as that of Greene.", "characters": 412, "sentences": 3}, {"text": "Footnote 151:   _Henry VI, Richard III, Richard II, King John_. Prior to 1588 only three true Chronicle plays are known to have been acted. The defeat of the Armada in that year led to an outburst of national feeling which found one outlet in the theaters, and in the next ten years over eighty Chronicle plays appeared. Of these Shakespeare furnished nine or ten. It was the great popular success of _Henry VI_, a revision of an old play, in 1592 that probably led to Greene's jealous attack.", "characters": 493, "sentences": 6}, {"text": "Footnote 154:   A name given to the privilege--claimed by the mediæval Church for its clergy--of being exempt from trial by the regular law courts. After the Reformation the custom survived for a long time, and special privileges were allowed to ministers and their families. Jonson claimed the privilege as a minister's son.", "characters": 326, "sentences": 4}, {"text": "Footnote 156:   In this and in _A Fair Quarrel_ Middleton collaborated with William Rowley, of whom little is known except that he was an actor from _c_. 1607-1627.", "characters": 164, "sentences": 3}, {"text": "Footnote 157:   The reader will find wholesome criticism of these writers, and selections from their works, in Charles Lamb's _Specimens of English Dramatic Poets_, an excellent book, which helps us to a better knowledge and appreciation of the lesser Elizabethan dramatists.", "characters": 275, "sentences": 2}, {"text": "Footnote 158:   The first five books were published 1594-1597, and are as Hooker wrote them. The last three books, published after his death, are of doubtful authorship, but they are thought to have been completed from Hooker's notes.", "characters": 234, "sentences": 3}, {"text": "Footnote 159:   For titles and publishers of reference works see General Bibliography at the end of this book.", "characters": 110, "sentences": 2}, {"text": "Footnote 162:   See, for instance, \"Childhood,\" \"The Retreat,\" \"Corruption,\" \"The Bird,\" \"The Hidden Flower,\" for Vaughan's mystic interpretation of childhood and nature.", "characters": 170, "sentences": 2}, {"text": "Footnote 163:   There is some doubt as to whether he was born at the Castle, or at Black Hall. Recent opinion inclines to the latter view.", "characters": 138, "sentences": 3}, {"text": "Footnote 165:   \"It is remarkable,\" says Lamartine, \"how often in the libraries of Italian princes and in the correspondence of great Italian writers of this period you find mentioned the name and fame of this young Englishman.\"", "characters": 228, "sentences": 2}, {"text": "Footnote 166:   In Milton's work we see plainly the progressive influence of the Puritan Age. Thus his Horton poems are joyous, almost Elizabethan in character; his prose is stern, militant, unyielding, like the Puritan in his struggle for liberty; his later poetry, following the apparent failure of Puritanism in the Restoration, has a note of sadness, yet proclaims the eternal principles of liberty and justice for which he had lived.", "characters": 438, "sentences": 3}, {"text": "Footnote 167:   Of these sixty were taken from the Bible, thirty-three from English and five from Scotch history.", "characters": 113, "sentences": 2}, {"text": "Footnote 168:   The latter was by Lewis Bayly, bishop of Bangor. It is interesting to note that this book, whose very title is unfamiliar to us, was speedily translated into five different languages. It had an enormous sale, and ran through fifty editions soon after publication.", "characters": 279, "sentences": 4}, {"text": "Footnote 170:   For titles and publishers of reference works, see General Bibliography at the end of this book.", "characters": 111, "sentences": 2}, {"text": "Footnote 172:   Jeremy Collier (1650-1726), a clergyman and author, noted for his scholarly _Ecclesiastical History of Great Britain_ (1708-1714) and his _Short View of the Immorality and Profaneness of the English Stage_ (1698). The latter was largely instrumental in correcting the low tendency of the Restoration drama.", "characters": 322, "sentences": 3}, {"text": "Footnote 173:   The Royal Society, for the investigation and discussion of scientific questions, was founded in 1662, and soon included practically all of the literary and scientific men of the age. It encouraged the work of Isaac Newton, who was one of its members; and its influence for truth--at a time when men were still trying to compound the philosopher's stone, calculating men's actions from the stars, and hanging harmless old women for witches--can hardly be overestimated.", "characters": 484, "sentences": 3}, {"text": "Footnote 174:   If the reader would see this in concrete form, let him read a paragraph of Milton's prose, or a stanza of his poetry, and compare its exuberant, melodious diction with Dryden's concise method of writing.", "characters": 219, "sentences": 2}, {"text": "Footnote 175:   Edmund Waller (1606-1687), the most noted poet of the Restoration period until his pupil Dryden appeared. His works are now seldom read.", "characters": 152, "sentences": 3}, {"text": "Footnote 177:   Following the advice of Boileau (1676-1711), a noted French critic, whom Voltaire called \"the lawgiver of Parnassus.\"", "characters": 133, "sentences": 2}, {"text": "Footnote 178:   By a critic we mean simply one who examines the literary works of various ages, separates the good from the bad, and gives the reasons for his classification. It is noticeable that critical writings increase in an age, like that of the Restoration, when great creative works are wanting.", "characters": 303, "sentences": 3}, {"text": "Footnote 181:   A few slight changes and omissions from the original text, as given in Wheatley's edition of Pepys (London, 1892, 9 vols.), are not indicated in these brief quotations.", "characters": 184, "sentences": 3}, {"text": "Footnote 185:   Great writers in every age, men like Shakespeare and Milton, make their own style. They are therefore not included in this summary. Among the minor writers also there are exceptions to the rule; and fine feeling is often manifest in the poetry of Donne, Herbert, Vaughan, and Herrick.", "characters": 300, "sentences": 4}, {"text": "Footnote 187:   Pope's satires, for instance, are strongly suggested in Boileau; his _Rape of the Lock_ is much like the mock-heroic _Le Lutrin;_ and the \"Essay on Criticism,\" which made him famous, is an English edition and improvement of _L'Art Poétique_. The last was, in turn, a combination of the _Ars Poetica_ of Horace and of many well-known rules of the classicists.", "characters": 375, "sentences": 3}, {"text": "Footnote 188:   These are the four kinds of spirits inhabiting the four elements, according to the Rosicrucians,--a fantastic sect of spiritualists of that age. In the dedication of the poem Pope says he took the idea from a French book called _Le Comte de Gabalis_.", "characters": 266, "sentences": 3}, {"text": "Footnote 189:   Compare this with Shakespeare's \"All the world's a stage,\" in _As You Like it_, II, 7.", "characters": 102, "sentences": 2}, {"text": "Footnote 190:   It is only fair to point out that Swift wrote this and two other pamphlets on religion at a time when he knew that they would damage, if not destroy, his own prospects of political advancement.", "characters": 209, "sentences": 2}, {"text": "Footnote 192:   Of the _Tatler_ essays Addison contributed forty-two; thirty-six others were written in collaboration with Steele; while at least a hundred and eighty are the work of Steele alone.", "characters": 196, "sentences": 2}, {"text": "Footnote 194:   A very lovable side of Johnson's nature is shown by his doing penance in the public market place for his unfilial conduct as a boy. (See, in Hawthorne's _Our Old Home_, the article on \"Lichfield and Johnson.\") His sterling manhood is recalled in his famous letter to Lord Chesterfield, refusing the latter's patronage for the _Dictionary_. The student should read this incident entire, in Boswell's _Life of Johnson_.", "characters": 433, "sentences": 5}, {"text": "Footnote 195:   In Johnson's _Dictionary_ we find this definition: \"Grub-street, the name of a street in London much inhabited by writers of small histories, _dictionaries_, and temporary poems; whence any mean production is called Grub-street.\"", "characters": 245, "sentences": 2}, {"text": "Footnote 197:   Many of the writers show a mingling of the classic and the romantic tendencies. Thus Goldsmith followed Johnson and opposed the romanticists; but his _Deserted Village_ is romantic in spirit, though its classic couplets are almost as mechanical as Pope's. So Burke's orations are \"elegantly classic\" in style, but are illumined by bursts of emotion and romantic feeling.", "characters": 386, "sentences": 4}, {"text": "Footnote 198:   A much more interesting work is Thomas Paine's _Rights of Man_, which was written in answer to Burke's essay, and which had enormous influence in England and America.", "characters": 182, "sentences": 2}, {"text": "Footnote 200:   The romantic revival is marked by renewed interest in mediæval ideals and literature; and to this interest is due the success of Walpole's romance, _The Castle of Otranto_, and of Chatterton's forgeries known as the _Rowley Papers_.", "characters": 249, "sentences": 2}, {"text": "Footnote 202:   See, for instance, Phelps, _Beginnings of the Romantic Movement_, for a list of Spenserian imitators from 1700 to 1775.", "characters": 135, "sentences": 2}, {"text": "Footnote 203:   Such is Goldsmith's version of a somewhat suspicious adventure, whose details are unknown.", "characters": 106, "sentences": 2}, {"text": "Footnote 204:   Goldsmith's idea, which was borrowed from Walpole, reappears in the pseudo _Letters from a Chinese Official_, which recently attracted considerable attention.", "characters": 174, "sentences": 2}, {"text": "Footnote 205:   Fitz-Greene Halleck's poem \"To a Rose from near Alloway Kirk\" (1822) is a good appreciation of Burns and his poetry. It might be well to read this poem before the sad story of Burns's life.", "characters": 205, "sentences": 3}, {"text": "Footnote 210:   For various other collections of songs and ballads, antedating Percy's, see Phelps's _Beginnings of the English Romantic Movement_, ch. vii.", "characters": 156, "sentences": 3}, {"text": "Footnote 211:   The first books to which the term \"novel,\" in the modern sense, may be applied, appeared almost simultaneously in England, France, and Germany. The rapid development of the English novel had an immense influence in all European nations.", "characters": 252, "sentences": 3}, {"text": "Footnote 212:   The name \"romance\" was given at first to any story in one of the Romance languages, like the French metrical romances, which we have considered. Because these stories were brought to England at a time when the childish mind of the Middle Ages delighted in the most impossible stories, the name \"romance\" was retained to cover any work of the unbridled imagination.", "characters": 380, "sentences": 3}, {"text": "Footnote 216:   These were not what the booksellers expected. They wanted a \"handy letter writer,\" something like a book of etiquette; and it was published in 1741, a few months after _Pamela_.", "characters": 193, "sentences": 3}, {"text": "Footnote 218:   For titles and publishers of general reference works, and of inexpensive texts, see General Bibliography at end of this book.", "characters": 141, "sentences": 2}, {"text": "Footnote 220:   The _Lyrical Ballads_ were better appreciated in America than in England. The first edition was printed here in 1802.", "characters": 133, "sentences": 3}, {"text": "Footnote 221:   _The Prelude_ was not published till after Wordsworth's death, nearly half a century later.", "characters": 107, "sentences": 2}, {"text": "Footnote 223:   Dowden's _Selections from Wordsworth_ is the best of many such collections. See Selections for Reading, and Bibliography, at the end of this chapter.", "characters": 165, "sentences": 3}, {"text": "Footnote 226:   Scott's novels were not the first to have an historical basis. For thirty years preceding the appearance of _Waverley_, historical romances were popular; but it was due to Scott's genius that the historical novel became a permanent type of literature. See Cross, _The Development of the English Novel_.", "characters": 318, "sentences": 4}, {"text": "Footnote 228:   Shelley undoubtedly took his idea from a lost drama of Aeschylus, a sequel to _Prometheus Bound_, in which the great friend of mankind was unchained from a precipice, where he had been placed by the tyrant Zeus.", "characters": 227, "sentences": 2}, {"text": "Footnote 229:   This idea is suppported by Shelley's poem _Adonais_, and by Byron's parody against the reviewers, beginning, \"Who killed John Keats? I, says the Quarterly.\"", "characters": 172, "sentences": 2}, {"text": "Footnote 232:   In the first essay, \"The South Sea House,\" Lamb assumed as a joke the name of a former clerk, Elia. Other essays followed, and the name was retained when several successful essays were published in book form, in 1823. In these essays \"Elia\" is Lamb himself, and \"Cousin Bridget\" is his sister Mary.", "characters": 314, "sentences": 4}, {"text": "Footnote 234:   For full titles and publishers of general reference books, see General Bibliography at end of this book.", "characters": 120, "sentences": 2}, {"text": "Footnote 235:   An excellent little volume for the beginner is Van Dyke's \"Poems by Tennyson,\" which shows the entire range of the poet's work from his earliest to his latest years. (See Selections for Reading, at the end of this chapter.)", "characters": 239, "sentences": 3}, {"text": "Footnote 236:   Tennyson made a distinction in spelling between the _Idylls of the King_, and the _English Idyls_, like \"Dora.\"", "characters": 127, "sentences": 2}, {"text": "Footnote 237:   An excellent little book for the beginner is Lovett's _Selections from Browning_. (See Selections for Reading, at the end of this chapter.)", "characters": 155, "sentences": 3}, {"text": "Footnote 239:   Arnold was one of the best known poets of the age, but because he has exerted a deeper influence on our literature as a critic, we have reserved him for special study among the essayists. (See p. xxx)", "characters": 216, "sentences": 3}, {"text": "Footnote 240:   It should be pointed out that the _English Humorists_ is somewhat too highly colored to be strictly accurate. In certain cases also, notably that of Steele, the reader may well object to Thackeray's patronizing attitude toward his subject.", "characters": 255, "sentences": 3}, {"text": "Footnote 242:   Emily Brontë (1818-1848) was only a little less gifted than her famous sister. Her best known work is _Wuthering Heights_ (1847), a strong but morbid novel of love and suffering. Matthew Arnold said of her that, \"for the portrayal of passion, vehemence, and grief,\" Emily Brontë had no equal save Byron. An exquisite picture of Emily is given in Charlotte Brontë's novel _Shirley_.", "characters": 400, "sentences": 5}, {"text": "Footnote 244:   The student should remember that Carlyle's literary opinions, though very positive, are to be received with caution. Sometimes, indeed, they are so one-sided and prejudiced that they are more valuable as a revelation of Carlyle himself than as a study of the author he is considering.", "characters": 300, "sentences": 3}], "id": 10609, "paragraphs": 732, "author": "William J. Long"}