{"title": "A Modest Proposal", "data": [{"text": "For preventing the children of poor people in Ireland, from being a burden on their parents or country, and for making them beneficial to the publick.", "characters": 150, "sentences": 2}, {"text": "But my intention is very far from being confined to provide only for the children of professed beggars: it is of a much greater extent, and shall take in the whole number of infants at a certain age, who are born of parents in effect as little able to support them, as those who demand our charity in the streets.", "characters": 313, "sentences": 2}, {"text": "There is likewise another great advantage in my scheme, that it will prevent those voluntary abortions, and that horrid practice of women murdering their bastard children, alas! too frequent among us, sacrificing the poor innocent babes, I doubt, more to avoid the expence than the shame, which would move tears and pity in the most savage and inhuman breast.", "characters": 359, "sentences": 2}, {"text": "I am assured by our merchants, that a boy or a girl before twelve years old, is no saleable commodity, and even when they come to this age, they will not yield above three pounds, or three pounds and half a crown at most, on the exchange; which cannot turn to account either to the parents or kingdom, the charge of nutriments and rags having been at least four times that value.", "characters": 379, "sentences": 2}, {"text": "I shall now therefore humbly propose my own thoughts, which I hope will not be liable to the least objection.", "characters": 109, "sentences": 2}, {"text": "I have been assured by a very knowing American of my acquaintance in London, that a young healthy child well nursed, is, at a year old, a most delicious nourishing and wholesome food, whether stewed, roasted, baked, or boiled; and I make no doubt that it will equally serve in a fricasie, or a ragoust.", "characters": 302, "sentences": 2}, {"text": "I have reckoned upon a medium, that a child just born will weigh 12 pounds, and in a solar year, if tolerably nursed, encreaseth to 28 pounds.", "characters": 142, "sentences": 2}, {"text": "I grant this food will be somewhat dear, and therefore very proper for landlords, who, as they have already devoured most of the parents, seem to have the best title to the children.", "characters": 182, "sentences": 2}, {"text": "Those who are more thrifty (as I must confess the times require) may flea the carcass; the skin of which, artificially dressed, will make admirable gloves for ladies, and summer boots for fine gentlemen.", "characters": 203, "sentences": 2}, {"text": "As to our City of Dublin, shambles may be appointed for this purpose, in the most convenient parts of it, and butchers we may be assured will not be wanting; although I rather recommend buying the children alive, and dressing them hot from the knife, as we do roasting pigs.", "characters": 274, "sentences": 2}, {"text": "I have too long digressed, and therefore shall return to my subject. I think the advantages by the proposal which I have made are obvious and many, as well as of the highest importance.", "characters": 185, "sentences": 3}, {"text": "For first, as I have already observed, it would greatly lessen the number of Papists, with whom we are yearly over-run, being the principal breeders of the nation, as well as our most dangerous enemies, and who stay at home on purpose with a design to deliver the kingdom to the Pretender, hoping to take their advantage by the absence of so many good Protestants, who have chosen rather to leave their country, than stay at home and pay tithes against their conscience to an episcopal curate.", "characters": 493, "sentences": 2}, {"text": "Secondly, The poorer tenants will have something valuable of their own, which by law may be made liable to a distress, and help to pay their landlord's rent, their corn and cattle being already seized, and money a thing unknown.", "characters": 228, "sentences": 2}, {"text": "Thirdly, Whereas the maintainance of an hundred thousand children, from two years old, and upwards, cannot be computed at less than ten shillings a piece per annum, the nation's stock will be thereby encreased fifty thousand pounds per annum, besides the profit of a new dish, introduced to the tables of all gentlemen of fortune in the kingdom, who have any refinement in taste. And the money will circulate among our selves, the goods being entirely of our own growth and manufacture.", "characters": 486, "sentences": 3}, {"text": "Fourthly, The constant breeders, besides the gain of eight shillings sterling per annum by the sale of their children, will be rid of the charge of maintaining them after the first year.", "characters": 186, "sentences": 2}, {"text": "Fifthly, This food would likewise bring great custom to taverns, where the vintners will certainly be so prudent as to procure the best receipts for dressing it to perfection; and consequently have their houses frequented by all the fine gentlemen, who justly value themselves upon their knowledge in good eating; and a skilful cook, who understands how to oblige his guests, will contrive to make it as expensive as they please.", "characters": 429, "sentences": 2}, {"text": "Supposing that one thousand families in this city, would be constant customers for infants flesh, besides others who might have it at merry meetings, particularly at weddings and christenings, I compute that Dublin would take off annually about twenty thousand carcasses; and the rest of the kingdom (where probably they will be sold somewhat cheaper) the remaining eighty thousand.", "characters": 382, "sentences": 2}, {"text": "Therefore I repeat, let no man talk to me of these and the like expedients, 'till he hath at least some glympse of hope, that there will ever be some hearty and sincere attempt to put them into practice.", "characters": 203, "sentences": 2}, {"text": "I profess, in the sincerity of my heart, that I have not the least personal interest in endeavouring to promote this necessary work, having no other motive than the publick good of my country, by advancing our trade, providing for infants, relieving the poor, and giving some pleasure to the rich. I have no children, by which I can propose to get a single penny; the youngest being nine years old, and my wife past child-bearing.", "characters": 430, "sentences": 3}], "id": 1080, "paragraphs": 19, "author": "Jonathan Swift"}