{"title": "Aesop's Fables", "data": [{"text": "A hungry Fox saw some fine bunches of Grapes hanging from a vine that was trained along a high trellis, and did his best to reach them by jumping as high as he could into the air. But it was all in vain, for they were just out of reach: so he gave up trying, and walked away with an air of dignity and unconcern, remarking, \"I thought those Grapes were ripe, but I see now they are quite sour.\"", "characters": 394, "sentences": 3}, {"text": "If you are wise you won't be deceived by the innocent airs of     those whom you have once found to be dangerous.", "characters": 113, "sentences": 2}, {"text": "A Dog and a Sow were arguing and each claimed that its own young ones were finer than those of any other animal. \"Well,\" said the Sow at last, \"mine can see, at any rate, when they come into the world: but yours are born blind.\"", "characters": 228, "sentences": 3}, {"text": "There was once a Groom who used to spend long hours clipping and combing the Horse of which he had charge, but who daily stole a portion of his allowance of oats, and sold it for his own profit. The Horse gradually got into worse and worse condition, and at last cried to the Groom, \"If you really want me to look sleek and well, you must comb me less and feed me more.\"", "characters": 370, "sentences": 3}, {"text": "A Peacock taunted a Crane with the dullness of her plumage. \"Look at my brilliant colours,\" said she, \"and see how much finer they are than your poor feathers.\" \"I am not denying,\" replied the Crane, \"that yours are far gayer than mine; but when it comes to flying I can soar into the clouds, whereas you are confined to the earth like any dunghill cock.\"", "characters": 355, "sentences": 4}, {"text": "A Cat heard that the Birds in an aviary were ailing. So he got himself up as a doctor, and, taking with him a set of the instruments proper to his profession, presented himself at the door, and inquired after the health of the Birds. \"We shall do very well,\" they replied, without letting him in, \"when we've seen the last of you.\"", "characters": 331, "sentences": 4}, {"text": "A Spendthrift, who had wasted his fortune, and had nothing left but the clothes in which he stood, saw a Swallow one fine day in early spring. Thinking that summer had come, and that he could now do without his coat, he went and sold it for what it would fetch. A change, however, took place in the weather, and there came a sharp frost which killed the unfortunate Swallow. When the Spendthrift saw its dead body he cried, \"Miserable bird! Thanks to you I am perishing of cold myself.\"", "characters": 486, "sentences": 5}, {"text": "The Moon once begged her Mother to make her a gown. \"How can I?\" replied she; \"there's no fitting your figure. At one time you're a New Moon, and at another you're a Full Moon; and between whiles you're neither one nor the other.\"", "characters": 230, "sentences": 4}, {"text": "A thirsty Crow found a Pitcher with some water in it, but so little was there that, try as she might, she could not reach it with her beak, and it seemed as though she would die of thirst within sight of the remedy. At last she hit upon a clever plan. She began dropping pebbles into the Pitcher, and with each pebble the water rose a little higher until at last it reached the brim, and the knowing bird was enabled to quench her thirst.", "characters": 438, "sentences": 4}, {"text": "Some mischievous Boys were playing on the edge of a pond, and, catching sight of some Frogs swimming about in the shallow water, they began to amuse themselves by pelting them with stones, and they killed several of them. At last one of the Frogs put his head out of the water and said, \"Oh, stop! stop! I beg of you: what is sport to you is death to us.\"", "characters": 355, "sentences": 3}, {"text": "The Dolphins quarrelled with the Whales, and before very long they began fighting with one another. The battle was very fierce, and had lasted some time without any sign of coming to an end, when a Sprat thought that perhaps he could stop it; so he stepped in and tried to persuade them to give up fighting and make friends. But one of the Dolphins said to him contemptuously, \"We would rather go on fighting till we're all killed than be reconciled by a Sprat like you!\"", "characters": 471, "sentences": 3}, {"text": "A Fir-tree was boasting to a Bramble, and said, somewhat contemptuously, \"You poor creature, you are of no use whatever. Now, look at me: I am useful for all sorts of things, particularly when men build houses; they can't do without me then.\" But the Bramble replied, \"Ah, that's all very well: but you wait till they come with axes and saws to cut you down, and then you'll wish you were a Bramble and not a Fir.\"", "characters": 414, "sentences": 4}, {"text": "Once upon a time the Sun was about to take to himself a wife. The Frogs in terror all raised their voices to the skies, and Jupiter, disturbed by the noise, asked them what they were croaking about. They replied, \"The Sun is bad enough even while he is single, drying up our marshes with his heat as he does. But what will become of us if he marries and begets other Suns?\"", "characters": 373, "sentences": 4}, {"text": "A Gnat alighted on one of the horns of a Bull, and remained sitting there for a considerable time. When it had rested sufficiently and was about to fly away, it said to the Bull, \"Do you mind if I go now?\" The Bull merely raised his eyes and remarked, without interest, \"It's all one to me; I didn't notice when you came, and I shan't know when you go away.\"", "characters": 358, "sentences": 3}, {"text": "There was once a Blind Man who had so fine a sense of touch that, when any animal was put into his hands, he could tell what it was merely by the feel of it. One day the Cub of a Wolf was put into his hands, and he was asked what it was. He felt it for some time, and then said, \"Indeed, I am not sure whether it is a Wolf's Cub or a Fox's: but this I know--it would never do to trust it in a sheepfold.\"", "characters": 404, "sentences": 4}, {"text": "A Farmer's Boy went looking for Snails, and, when he had picked up both his hands full, he set about making a fire at which to roast them; for he meant to eat them. When it got well alight and the Snails began to feel the heat, they gradually withdrew more and more into their shells with the hissing noise they always make when they do so. When the Boy heard it, he said, \"You abandoned creatures, how can you find heart to whistle when your houses are burning?\"", "characters": 463, "sentences": 3}, {"text": "A Fisherman cast his net into the sea, and when he drew it up again it contained nothing but a single Sprat that begged to be put back into the water. \"I'm only a little fish now,\" it said, \"but I shall grow big one day, and then if you come and catch me again I shall be of some use to you.\" But the Fisherman replied, \"Oh, no, I shall keep you now I've got you: if I put you back, should I ever see you again? Not likely!\"", "characters": 424, "sentences": 3}, {"text": "An Old Crab said to her son, \"Why do you walk sideways like that, my son? You ought to walk straight.\" The Young Crab replied, \"Show me how, dear mother, and I'll follow your example.\" The Old Crab tried, but tried in vain, and then saw how foolish she had been to find fault with her child.", "characters": 291, "sentences": 4}, {"text": "Jupiter issued a proclamation to all the beasts, and offered a prize to the one who, in his judgment, produced the most beautiful offspring. Among the rest came the Monkey, carrying a baby monkey in her arms, a hairless, flat-nosed little fright. When they saw it, the gods all burst into peal on peal of laughter; but the Monkey hugged her little one to her, and said, \"Jupiter may give the prize to whomsoever he likes: but I shall always think my baby the most beautiful of them all.\"", "characters": 487, "sentences": 4}, {"text": "A Lamp, well filled with oil, burned with a clear and steady light, and began to swell with pride and boast that it shone more brightly than the sun himself. Just then a puff of wind came and blew it out. Some one struck a match and lit it again, and said, \"You just keep alight, and never mind the sun. Why, even the stars never need to be relit as you had to be just now.\"", "characters": 374, "sentences": 5}, {"text": "An Ass found a Lion's Skin, and dressed himself up in it. Then he went about frightening every one he met, for they all took him to be a lion, men and beasts alike, and took to their heels when they saw him coming. Elated by the success of his trick, he loudly brayed in triumph. The Fox heard him, and recognised him at once for the Ass he was, and said to him, \"Oho, my friend, it's you, is it? I, too, should have been afraid if I hadn't heard your voice.\"", "characters": 459, "sentences": 5}, {"text": "Jupiter granted beards to the She-Goats at their own request, much to the disgust of the he-Goats, who considered this to be an unwarrantable invasion of their rights and dignities. So they sent a deputation to him to protest against his action. He, however, advised them not to raise any objections. \"What's in a tuft of hair?\" said he. \"Let them have it if they want it. They can never be a match for you in strength.\"", "characters": 420, "sentences": 7}, {"text": "A Boy was bathing in a river and got out of his depth, and was in great danger of being drowned. A man who was passing along a road heard his cries for help, and went to the riverside and began to scold him for being so careless as to get into deep water, but made no attempt to help him. \"Oh, sir,\" cried the Boy, \"please help me first and scold me afterwards.\"", "characters": 362, "sentences": 4}, {"text": "Once upon a time a Frog came forth from his home in the marshes and proclaimed to all the world that he was a learned physician, skilled in drugs and able to cure all diseases. Among the crowd was a Fox, who called out, \"You a doctor! Why, how can you set up to heal others when you cannot even cure your own lame legs and blotched and wrinkled skin?\"", "characters": 351, "sentences": 2}, {"text": "A Boy was gathering berries from a hedge when his hand was stung by a Nettle. Smarting with the pain, he ran to tell his mother, and said to her between his sobs, \"I only touched it ever so lightly, mother.\" \"That's just why you got stung, my son,\" she said; \"if you had grasped it firmly, it wouldn't have hurt you in the least.\"", "characters": 330, "sentences": 4}, {"text": "A Dog was lying in a Manger on the hay which had been put there for the cattle, and when they came and tried to eat, he growled and snapped at them and wouldn't let them get at their food. \"What a selfish beast,\" said one of them to his companions; \"he can't eat himself and yet he won't let those eat who can.\"", "characters": 311, "sentences": 3}, {"text": "Every man carries Two Bags about with him, one in front and one behind, and both are packed full of faults. The Bag in front contains his neighbours' faults, the one behind his own. Hence it is that men do not see their own faults, but never fail to see those of others.", "characters": 270, "sentences": 4}, {"text": "A pair of Oxen were drawing a heavily loaded waggon along the highway, and, as they tugged and strained at the yoke, the Axletrees creaked and groaned terribly. This was too much for the Oxen, who turned round indignantly and said, \"Hullo, you there! Why do you make such a noise when we do all the work?\"", "characters": 305, "sentences": 2}, {"text": "An Olive-tree taunted a Fig-tree with the loss of her leaves at a certain season of the year. \"You,\" she said, \"lose your leaves every autumn, and are bare till the spring: whereas I, as you see, remain green and flourishing all the year round.\" Soon afterwards there came a heavy fall of snow, which settled on the leaves of the Olive so that she bent and broke under the weight; but the flakes fell harmlessly through the bare branches of the Fig, which survived to bear many another crop.", "characters": 491, "sentences": 4}, {"text": "A Walnut-tree, which grew by the roadside, bore every year a plentiful crop of nuts. Every one who passed by pelted its branches with sticks and stones, in order to bring down the fruit, and the tree suffered severely. \"It is hard,\" it cried, \"that the very persons who enjoy my fruit should thus reward me with insults and blows.\"", "characters": 331, "sentences": 4}, {"text": "A Kid climbed up on to the roof of an outhouse, attracted by the grass and other things that grew in the thatch; and as he stood there browsing away, he caught sight of a Wolf passing below, and jeered at him because he couldn't reach him. The Wolf only looked up and said, \"I hear you, my young friend; but it is not you who mock me, but the roof on which you are standing.\"", "characters": 375, "sentences": 3}, {"text": "A Traveller was about to start on a journey, and said to his Dog, who was stretching himself by the door, \"Come, what are you yawning for? Hurry up and get ready: I mean you to go with me.\" But the Dog merely wagged his tail and said quietly, \"I'm ready, master: it's you I'm waiting for.\"", "characters": 289, "sentences": 3}, {"text": "A Wild Boar was engaged in whetting his tusks upon the trunk of a tree in the forest when a Fox came by and, seeing what he was at, said to him, \"Why are you doing that, pray? The huntsmen are not out to-day, and there are no other dangers at hand that I can see.\" \"True, my friend,\" replied the Boar, \"but the instant my life is in danger I shall need to use my tusks. There'll be no time to sharpen them then.\"", "characters": 412, "sentences": 4}, {"text": "A Hind said to her Fawn, who was now well grown and strong, \"My son, Nature has given you a powerful body and a stout pair of horns, and I can't think why you are such a coward as to run away from the hounds.\" Just then they both heard the sound of a pack in full cry, but at a considerable distance. \"You stay where you are,\" said the Hind; \"never mind me\": and with that she ran off as fast as her legs could carry her.", "characters": 421, "sentences": 4}, {"text": "A Fox who had never seen a Lion one day met one, and was so terrified at the sight of him that he was ready to die with fear. After a time he met him again, and was still rather frightened, but not nearly so much as he had been when he met him first. But when he saw him for the third time he was so far from being afraid that he went up to him and began to talk to him as if he had known him all his life.", "characters": 406, "sentences": 4}, {"text": "A Blacksmith had a little Dog, which used to sleep when his master was at work, but was very wide awake indeed when it was time for meals. One day his master pretended to be disgusted at this, and when he had thrown him a bone as usual, he said, \"What on earth is the good of a lazy cur like you? When I am hammering away at my anvil, you just curl up and go to sleep: but no sooner do I stop for a mouthful of food than you wake up and wag your tail to be fed.\"", "characters": 462, "sentences": 3}, {"text": "A Dog was crossing a plank bridge over a stream with a piece of meat in his mouth, when he happened to see his own reflection in the water. He thought it was another dog with a piece of meat twice as big; so he let go his own, and flew at the other dog to get the larger piece. But, of course, all that happened was that he got neither; for one was only a shadow, and the other was carried away by the current.", "characters": 410, "sentences": 4}, {"text": "A Bear was once bragging about his generous feelings, and saying how refined he was compared with other animals. (There is, in fact, a tradition that a Bear will never touch a dead body.) A Fox, who heard him talking in this strain, smiled and said, \"My friend, when you are hungry, I only wish you _would_ confine your attention to the dead and leave the living alone.\"", "characters": 370, "sentences": 4}, {"text": "A Pomegranate and an Apple-tree were disputing about the quality of their fruits, and each claimed that its own was the better of the two. High words passed between them, and a violent quarrel was imminent, when a Bramble impudently poked its head out of a neighbouring hedge and said, \"There, that's enough, my friends; don't let us quarrel.\"", "characters": 343, "sentences": 3}, {"text": "A Man once bought an Ethiopian slave, who had a black skin like all Ethiopians; but his new master thought his colour was due to his late owner's having neglected him, and that all he wanted was a good scrubbing. So he set to work with plenty of soap and hot water, and rubbed away at him with a will, but all to no purpose: his skin remained as black as ever, while the poor wretch all but died from the cold he caught.", "characters": 420, "sentences": 3}, {"text": "A Rich Man took up his residence next door to a Tanner, and found the smell of the tan-yard so extremely unpleasant that he told him he must go. The Tanner delayed his departure, and the Rich Man had to speak to him several times about it; and every time the Tanner said he was making arrangements to move very shortly. This went on for some time, till at last the Rich Man got so used to the smell that he ceased to mind it, and troubled the Tanner with his objections no more.", "characters": 478, "sentences": 4}, {"text": "An old Woman picked up an empty Wine-jar which had once contained a rare and costly wine, and which still retained some traces of its exquisite bouquet. She raised it to her nose and sniffed at it again and again. \"Ah,\" she cried, \"how delicious must have been the liquid which has left behind so ravishing a smell.\"", "characters": 316, "sentences": 4}, {"text": "A Lioness and a Vixen were talking together about their young, as mothers will, and saying how healthy and well-grown they were, and what beautiful coats they had, and how they were the image of their parents. \"My litter of cubs is a joy to see,\" said the Fox; and then she added, rather maliciously, \"But I notice you never have more than one.\" \"No,\" said the Lioness grimly, \"but that one's a lion.\"", "characters": 401, "sentences": 4}, {"text": "A Viper entered a carpenter's shop, and went from one to another of the tools, begging for something to eat. Among the rest, he addressed himself to the File, and asked for the favour of a meal. The File replied in a tone of pitying contempt, \"What a simpleton you must be if you imagine you will get anything from me, who invariably take from every one and never give anything in return.\"", "characters": 389, "sentences": 4}, {"text": "A wolf stole a lamb from the flock, and was carrying it off to devour it at his leisure when he met a Lion, who took his prey away from him and walked off with it. He dared not resist, but when the Lion had gone some distance he said, \"It is most unjust of you to take what's mine away from me like that.\" The Lion laughed and called out in reply, \"It was justly yours, no doubt! The gift of a friend, perhaps, eh?\"", "characters": 415, "sentences": 3}, {"text": "A Stag once asked a Sheep to lend him a measure of wheat, saying that his friend the Wolf would be his surety. The Sheep, however, was afraid that they meant to cheat her; so she excused herself, saying, \"The Wolf is in the habit of seizing what he wants and running off with it without paying, and you, too, can run much faster than I. So how shall I be able to come up with either of you when the debt falls due?\"", "characters": 415, "sentences": 3}, {"text": "A Young Man, who fancied himself something of a horseman, mounted a Horse which had not been properly broken in, and was exceedingly difficult to control. No sooner did the Horse feel his weight in the saddle than he bolted, and nothing would stop him. A friend of the Rider's met him in the road in his headlong career, and called out, \"Where are you off to in such a hurry?\" To which he, pointing to the Horse, replied, \"I've no idea: ask him.\"", "characters": 446, "sentences": 4}, {"text": "A Goat was straying in a vineyard, and began to browse on the tender shoots of a Vine which bore several fine bunches of grapes. \"What have I done to you,\" said the Vine, \"that you should harm me thus? Isn't there grass enough for you to feed on? All the same, even if you eat up every leaf I have, and leave me quite bare, I shall produce wine enough to pour over you when you are led to the altar to be sacrificed.\"", "characters": 417, "sentences": 3}, {"text": "Two Pots, one of earthenware and the other of brass, were carried away down a river in flood. The Brazen Pot urged his companion to keep close by his side, and he would protect him. The other thanked him, but begged him not to come near him on any account: \"For that,\" he said, \"is just what I am most afraid of. One touch from you and I should be broken in pieces.\"", "characters": 366, "sentences": 5}, {"text": "A young Hound started a Hare, and, when he caught her up, would at one moment snap at her with his teeth as though he were about to kill her, while at another he would let go his hold and frisk about her, as if he were playing with another dog. At last the Hare said, \"I wish you would show yourself in your true colours! If you are my friend, why do you bite me? If you are my enemy, why do you play with me?\"", "characters": 410, "sentences": 2}, {"text": "A Lion was lying asleep at the mouth of his den when a Mouse ran over his back and tickled him so that he woke up with a start and began looking about everywhere to see what it was that had disturbed him. A Fox, who was looking on, thought he would have a joke at the expense of the Lion; so he said, \"Well, this is the first time I've seen a Lion afraid of a Mouse.\" \"Afraid of a Mouse?\" said the Lion testily: \"not I! It's his bad manners I can't stand.\"", "characters": 456, "sentences": 4}, {"text": "A Trumpeter marched into battle in the van of the army and put courage into his comrades by his warlike tunes. Being captured by the enemy, he begged for his life, and said, \"Do not put me to death; I have killed no one: indeed, I have no weapons, but carry with me only my trumpet here.\" But his captors replied, \"That is only the more reason why we should take your life; for, though you do not fight yourself, you stir up others to do so.\"", "characters": 442, "sentences": 4}, {"text": "A Wolf was worried and badly bitten by dogs, and lay a long time for dead. By and by he began to revive, and, feeling very hungry, called out to a passing Sheep and said, \"Would you kindly bring me some water from the stream close by? I can manage about meat, if only I could get something to drink.\" But this Sheep was no fool. \"I can quite understand\", said he, \"that if I brought you the water, you would have no difficulty about the meat. Good-morning.\"", "characters": 457, "sentences": 6}, {"text": "The citizens of a certain city were debating about the best material to use in the fortifications which were about to be erected for the greater security of the town. A Carpenter got up and advised the use of wood, which he said was readily procurable and easily worked. A Stone-mason objected to wood on the ground that it was so inflammable, and recommended stones instead. Then a Tanner got on his legs and said, \"In my opinion there's nothing like leather.\"", "characters": 461, "sentences": 5}, {"text": "A Hound started a Hare from her form, and pursued her for some distance; but as she gradually gained upon him, he gave up the chase. A rustic who had seen the race met the Hound as he was returning, and taunted him with his defeat. \"The little one was too much for you,\" said he. \"Ah, well,\" said the Hound, \"don't forget it's one thing to be running for your dinner, but quite another to be running for your life.\"", "characters": 415, "sentences": 5}, {"text": "A Wolf charged a Fox with theft, which he denied, and the case was brought before an Ape to be tried. When he had heard the evidence on both sides, the Ape gave judgment as follows: \"I do not think,\" he said, \"that you, O Wolf, ever lost what you claim; but all the same I believe that you, Fox, are guilty of the theft, in spite of all your denials.\"", "characters": 351, "sentences": 3}, {"text": "There were two Cocks in the same farmyard, and they fought to decide who should be master. When the fight was over, the beaten one went and hid himself in a dark corner; while the victor flew up on to the roof of the stables and crowed lustily. But an Eagle espied him from high up in the sky, and swooped down and carried him off. Forthwith the other Cock came out of his corner and ruled the roost without a rival.", "characters": 416, "sentences": 5}, {"text": "A Farmer was greatly annoyed by a Fox, which came prowling about his yard at night and carried off his fowls. So he set a trap for him and caught him; and in order to be revenged upon him, he tied a bunch of tow to his tail and set fire to it and let him go. As ill-luck would have it, however, the Fox made straight for the fields where the corn was standing ripe and ready for cutting. It quickly caught fire and was all burnt up, and the Farmer lost all his harvest.", "characters": 469, "sentences": 5}, {"text": "A Crow was filled with envy on seeing the beautiful white plumage of a Swan, and thought it was due to the water in which the Swan constantly bathed and swam. So he left the neighbourhood of the altars, where he got his living by picking up bits of the meat offered in sacrifice, and went and lived among the pools and streams. But though he bathed and washed his feathers many times a day, he didn't make them any whiter, and at last died of hunger into the bargain.", "characters": 467, "sentences": 4}, {"text": "A Fly sat on one of the shafts of a cart and said to the Mule who was pulling it, \"How slow you are! Do mend your pace, or I shall have to use my sting as a goad.\" The Mule was not in the least disturbed. \"Behind me, in the cart,\" said he, \"sits my master. He holds the reins, and flicks me with his whip, and him I obey, but I don't want any of your impertinence. _I_ know when I may dawdle and when I may not.\"", "characters": 412, "sentences": 6}, {"text": "A Cock, scratching the ground for something to eat, turned up a Jewel that had by chance been dropped there. \"Ho!\" said he, \"a fine thing you are, no doubt, and, had your owner found you, great would his joy have been. But for me! give me a single grain of corn before all the jewels in the world.\"", "characters": 298, "sentences": 4}, {"text": "One winter a Farmer found a Viper frozen and numb with cold, and out of pity picked it up and placed it in his bosom. The Viper was no sooner revived by the warmth than it turned upon its benefactor and inflicted a fatal bite upon him; and as the poor man lay dying, he cried, \"I have only got what I deserved, for taking compassion on so villainous a creature.\"", "characters": 362, "sentences": 3}, {"text": "At a gathering of all the beasts the Monkey gave an exhibition of dancing and entertained the company vastly. There was great applause at the finish, which excited the envy of the Camel and made him desire to win the favour of the assembly by the same means. So he got up from his place and began dancing, but he cut such a ridiculous figure as he plunged about, and made such a grotesque exhibition of his ungainly person, that the beasts all fell upon him with ridicule and drove him away.", "characters": 491, "sentences": 4}, {"text": "If you attempt what is beyond your power, your trouble will be     wasted and you court not only misfortune but ridicule.", "characters": 121, "sentences": 2}, {"text": "A Wolf was chasing a Lamb, which took refuge in a temple. The Wolf urged it to come out of the precincts, and said, \"If you don't, the priest is sure to catch you and offer you up in sacrifice on the altar.\" To which the Lamb replied, \"Thanks, I think I'll stay where I am: I'd rather be sacrificed any day than be eaten up by a Wolf.\"", "characters": 335, "sentences": 4}, {"text": "A Wolf caught sight of a Goat browsing above him on the scanty herbage that grew on the top of a steep rock; and being unable to get at her, tried to induce her to come lower down. \"You are risking your life up there, madam, indeed you are,\" he called out: \"pray take my advice and come down here, where you will find plenty of better food.\" The Goat turned a knowing eye upon him. \"It's little you care whether I get good grass or bad,\" said she: \"what you want is to eat me.\"", "characters": 477, "sentences": 5}, {"text": "A full-grown Bull was struggling to force his huge bulk through the narrow entrance to a cow-house where his stall was, when a young Calf came up and said to him, \"If you'll step aside a moment, I'll show you the way to get through.\" The Bull turned upon him an amused look. \"I knew that way,\" said he, \"before you were born.\"", "characters": 326, "sentences": 4}, {"text": "A Man who had lost all his hair took to wearing a wig, and one day he went out hunting. It was blowing rather hard at the time, and he hadn't gone far before a gust of wind caught his hat and carried it off, and his wig too, much to the amusement of the hunt. But he quite entered into the joke, and said, \"Ah, well! the hair that wig is made of didn't stick to the head on which it grew; so it's no wonder it won't stick to mine.\"", "characters": 431, "sentences": 4}, {"text": "A Hound, roaming in the forest, spied a lion, and being well used to lesser game, gave chase, thinking he would make a fine quarry. Presently the lion perceived that he was being pursued; so, stopping short, he rounded on his pursuer and gave a loud roar. The Hound immediately turned tail and fled. A Fox, seeing him running away, jeered at him and said, \"Ho! ho! There goes the coward who chased a lion and ran away the moment he roared!\"", "characters": 440, "sentences": 4}, {"text": "A Crab once left the sea-shore and went and settled in a meadow some way inland, which looked very nice and green and seemed likely to be a good place to feed in. But a hungry Fox came along and spied the Crab and caught him. Just as he was going to be eaten up, the Crab said, \"This is just what I deserve; for I had no business to leave my natural home by the sea and settle here as though I belonged to the land.\"", "characters": 416, "sentences": 4}, {"text": "A Goatherd was one day gathering his flock to return to the fold, when one of his goats strayed and refused to join the rest. He tried for a long time to get her to return by calling and whistling to her, but the Goat took no notice of him at all; so at last he threw a stone at her and broke one of her horns. In dismay, he begged her not to tell his master: but she replied, \"You silly fellow, my horn would cry aloud even if I held my tongue.\"", "characters": 446, "sentences": 4}, {"text": "Once upon a time all the Rivers combined to protest against the action of the Sea in making their waters salt. \"When we come to you,\" said they to the Sea, \"we are sweet and drinkable: but when once we have mingled with you, our waters become as briny and unpalatable as your own.\" The Sea replied shortly, \"Keep away from me and you'll remain sweet.\"", "characters": 351, "sentences": 4}, {"text": "A Wolf on his rambles came to a field of oats, but, not being able to eat them, he was passing on his way when a Horse came along. \"Look,\" said the Wolf, \"here's a fine field of oats. For your sake I have left it untouched, and I shall greatly enjoy the sound of your teeth munching the ripe grain.\" But the Horse replied, \"If wolves could eat oats, my fine friend, you would hardly have indulged your ears at the cost of your belly.\"", "characters": 434, "sentences": 5}, {"text": "A Wasp settled on the head of a Snake, and not only stung him several times, but clung obstinately to the head of his victim. Maddened with pain the Snake tried every means he could think of to get rid of the creature, but without success. At last he became desperate, and crying, \"Kill you I will, even at the cost of my own life,\" he laid his head with the Wasp on it under the wheel of a passing waggon, and they both perished together.", "characters": 439, "sentences": 4}, {"text": "A Ploughman yoked his Ox and his Ass together, and set to work to plough his field. It was a poor makeshift of a team, but it was the best he could do, as he had but a single Ox. At the end of the day, when the beasts were loosed from the yoke, the Ass said to the Ox, \"Well, we've had a hard day: which of us is to carry the master home?\" The Ox looked surprised at the question. \"Why,\" said he, \"you, to be sure, as usual.\"", "characters": 425, "sentences": 5}, {"text": "A hungry Crow spied a Snake lying asleep in a sunny spot, and, picking it up in his claws, he was carrying it off to a place where he could make a meal of it without being disturbed, when the Snake reared its head and bit him. It was a poisonous Snake, and the bite was fatal, and the dying Crow said, \"What a cruel fate is mine! I thought I had made a lucky find, and it has cost me my life!\"", "characters": 393, "sentences": 2}, {"text": "Some Dogs once found a lion's skin, and were worrying it with their teeth. Just then a Fox came by, and said, \"You think yourselves very brave, no doubt; but if that were a live lion you'd find his claws a good deal sharper than your teeth.\"", "characters": 241, "sentences": 3}, {"text": "A Rose and an Amaranth blossomed side by side in a garden, and the Amaranth said to her neighbour, \"How I envy you your beauty and your sweet scent! No wonder you are such a universal favourite.\" But the Rose replied with a shade of sadness in her voice, \"Ah, my dear friend, I bloom but for a time: my petals soon wither and fall, and then I die. But your flowers never fade, even if they are cut; for they are everlasting.\"", "characters": 425, "sentences": 4}, {"text": "The Wolves sent a deputation to the Sheep with proposals for a lasting peace between them, on condition of their giving up the sheep-dogs to instant death. The foolish Sheep agreed to the terms; but an old Ram, whose years had brought him wisdom, interfered and said, \"How can we expect to live at peace with you? Why, even with the dogs at hand to protect us, we are never secure from your murderous attacks!\"", "characters": 410, "sentences": 2}, {"text": "A Snake suffered a good deal from being constantly trodden upon by man and beast, owing partly to the length of his body and partly to his being unable to raise himself above the surface of the ground: so he went and complained to Jupiter about the risks to which he was exposed. But Jupiter had little sympathy for him. \"I dare say,\" said he, \"that if you had bitten the first that trod on you, the others would have taken more trouble to look where they put their feet.\"", "characters": 472, "sentences": 4}, {"text": "A Stag was chased by the hounds, and took refuge in a cave, where he hoped to be safe from his pursuers. Unfortunately the cave contained a Lion, to whom he fell an easy prey. \"Unhappy that I am,\" he cried, \"I am saved from the power of the dogs only to fall into the clutches of a Lion.\"", "characters": 288, "sentences": 4}, {"text": "Once upon a time a number of Dogs, who were famished with hunger, saw some Hides steeping in a river, but couldn't get at them because the water was too deep. So they put their heads together, and decided to drink away at the river till it was shallow enough for them to reach the Hides. But long before that happened they burst themselves with drinking.", "characters": 354, "sentences": 4}, {"text": "A Fox and a Leopard were disputing about their looks, and each claimed to be the more handsome of the two. The Leopard said, \"Look at my smart coat; you have nothing to match that.\" But the Fox replied, \"Your coat may be smart, but my wits are smarter still.\"", "characters": 259, "sentences": 4}, {"text": "In making his way through a hedge a Fox missed his footing and caught at a Bramble to save himself from falling. Naturally, he got badly scratched, and in disgust he cried to the Bramble, \"It was your help I wanted, and see how you have treated me! I'd sooner have fallen outright.\" The Bramble, interrupting him, replied, \"You must have lost your wits, my friend, to catch at me, who am myself always catching at others.\"", "characters": 422, "sentences": 4}, {"text": "A Snake, in crossing a river, was carried away by the current, but managed to wriggle on to a bundle of thorns which was floating by, and was thus carried at a great rate down-stream. A Fox caught sight of it from the bank as it went whirling along, and called out, \"Gad! the passenger fits the ship!\"", "characters": 301, "sentences": 2}, {"text": "A Fowler caught a Partridge in his nets, and was just about to wring its neck when it made a piteous appeal to him to spare its life and said, \"Do not kill me, but let me live and I will repay you for your kindness by decoying other partridges into your nets.\" \"No,\" said the Fowler, \"I will not spare you. I was going to kill you anyhow, and after that treacherous speech you thoroughly deserve your fate.\"", "characters": 407, "sentences": 4}, {"text": "A Slave, being discontented with his lot, ran away from his master. He was soon missed by the latter, who lost no time in mounting his horse and setting out in pursuit of the fugitive. He presently came up with him, and the Slave, in the hope of avoiding capture, slipped into a treadmill and hid himself there. \"Aha,\" said his master, \"that's the very place for you, my man!\"", "characters": 376, "sentences": 4}, {"text": "A Hunter was searching in the forest for the tracks of a lion, and, catching sight presently of a Woodman engaged in felling a tree, he went up to him and asked him if he had noticed a lion's footprints anywhere about, or if he knew where his den was. The Woodman answered, \"If you will come with me, I will show you the lion himself.\" The Hunter turned pale with fear, and his teeth chattered as he replied, \"Oh, I'm not looking for the lion, thanks, but only for his tracks.\"", "characters": 477, "sentences": 4}, {"text": "A Dog was chasing a Wolf, and as he ran he thought what a fine fellow he was, and what strong legs he had, and how quickly they covered the ground. \"Now, there's this Wolf,\" he said to himself, \"what a poor creature he is: he's no match for me, and he knows it and so he runs away.\" But the Wolf looked round just then and said, \"Don't you imagine I'm running away from you, my friend: it's your master I'm afraid of.\"", "characters": 418, "sentences": 4}, {"text": "The Pigeons in a certain dovecote were persecuted by a Kite, who every now and then swooped down and carried off one of their number. So they invited a Hawk into the dovecote to defend them against their enemy. But they soon repented of their folly: for the Hawk killed more of them in a day than the Kite had done in a year.", "characters": 325, "sentences": 4}, {"text": "At the bidding of Jupiter, Prometheus set about the creation of Man and the other animals. Jupiter, seeing that Mankind, the only rational creatures, were far outnumbered by the irrational beasts, bade him redress the balance by turning some of the latter into men. Prometheus did as he was bidden, and this is the reason why some people have the forms of men but the souls of beasts.", "characters": 384, "sentences": 4}, {"text": "A Swallow was once boasting to a Crow about her birth. \"I was once a princess,\" said she, \"the daughter of a King of Athens, but my husband used me cruelly, and cut out my tongue for a slight fault. Then, to protect me from further injury, I was turned by Juno into a bird.\" \"You chatter quite enough as it is,\" said the Crow. \"What you would have been like if you hadn't lost your tongue, I can't think.\"", "characters": 405, "sentences": 6}, {"text": "A Swallow, conversing with a Nightingale, advised her to quit the leafy coverts where she made her home, and to come and live with men, like herself, and nest under the shelter of their roofs. But the Nightingale replied, \"Time was when I too, like yourself, lived among men: but the memory of the cruel wrongs I then suffered makes them hateful to me, and never again will I approach their dwellings.\"", "characters": 402, "sentences": 3}, {"text": "A Traveller, exhausted with fatigue after a long journey, sank down at the very brink of a deep well and presently fell asleep. He was within an ace of falling in, when Dame Fortune appeared to him and touched him on the shoulder, cautioning him to move further away. \"Wake up, good sir, I pray you,\" she said; \"had you fallen into the well, the blame would have been thrown not on your own folly but on me, Fortune.\"", "characters": 417, "sentences": 4}], "id": 11339, "paragraphs": 94, "author": "Aesop"}