{"title": "The Prince", "data": [{"text": "Nicolo Machiavelli, born at Florence on 3rd May 1469. From 1494 to 1512 held an official post at Florence which included diplomatic missions to various European courts. Imprisoned in Florence, 1512; later exiled and returned to San Casciano. Died at Florence on 22nd June 1527.", "characters": 277, "sentences": 5}, {"text": "Nicolo Machiavelli was born at Florence on 3rd May 1469. He was the second son of Bernardo di Nicolo Machiavelli, a lawyer of some repute, and of Bartolommea di Stefano Nelli, his wife. Both parents were members of the old Florentine nobility.", "characters": 243, "sentences": 4}, {"text": "His first mission was in 1499 to Catherina Sforza, \"my lady of Forli\" of \"The Prince,\" from whose conduct and fate he drew the moral that it is far better to earn the confidence of the people than to rely on fortresses. This is a very noticeable principle in Machiavelli, and is urged by him in many ways as a matter of vital importance to princes.", "characters": 348, "sentences": 3}, {"text": "It was to Julius II that Machiavelli was sent in 1506, when that pontiff was commencing his enterprise against Bologna; which he brought to a successful issue, as he did many of his other adventures, owing chiefly to his impetuous character. It is in reference to Pope Julius that Machiavelli moralizes on the resemblance between Fortune and women, and concludes that it is the bold rather than the cautious man that will win and hold them both.", "characters": 445, "sentences": 3}, {"text": "Machiavelli was absent from Florence at this time, but hastened his return, hoping to secure his former office of secretary to the \"Ten of Liberty and Peace.\" Unhappily he was taken ill soon after he reached Florence, where he died on 22nd June 1527.", "characters": 250, "sentences": 3}, {"text": "Editions. Aldo, Venice, 1546; della Tertina, 1550; Cambiagi, Florence, 6 vols., 1782-5; dei Classici, Milan, 10 1813; Silvestri, 9 vols., 1820-2; Passerini, Fanfani, Milanesi, 6 vols. only published, 1873-7.", "characters": 207, "sentences": 6}, {"text": "Minor works. Ed. F. L. Polidori, 1852; Lettere familiari, ed. E. Alvisi, 1883, 2 editions, one with excisions; Credited Writings, ed. G. Canestrini, 1857; Letters to F. Vettori, see A. Ridolfi, Pensieri intorno allo scopo di N. Machiavelli nel libro Il Principe, etc.; D. Ferrara, The Private Correspondence of Nicolo Machiavelli, 1929.", "characters": 336, "sentences": 15}, {"text": "Those who strive to obtain the good graces of a prince are      accustomed to come before him with such things as they hold most      precious, or in which they see him take most delight; whence one      often sees horses, arms, cloth of gold, precious stones, and      similar ornaments presented to princes, worthy of their greatness.", "characters": 336, "sentences": 2}, {"text": "Take then, your Magnificence, this little gift in the spirit in      which I send it; wherein, if it be diligently read and considered      by you, you will learn my extreme desire that you should attain      that greatness which fortune and your other attributes promise.      And if your Magnificence from the summit of your greatness will      sometimes turn your eyes to these lower regions, you will see how      unmeritedly I suffer a great and continued malignity of fortune.", "characters": 482, "sentences": 3}, {"text": "All states, all powers, that have held and hold rule over men have been and are either republics or principalities.", "characters": 115, "sentences": 2}, {"text": "Principalities are either hereditary, in which the family has been long established; or they are new.", "characters": 101, "sentences": 2}, {"text": "The new are either entirely new, as was Milan to Francesco Sforza, or they are, as it were, members annexed to the hereditary state of the prince who has acquired them, as was the kingdom of Naples to that of the King of Spain.", "characters": 227, "sentences": 2}, {"text": "Such dominions thus acquired are either accustomed to live under a prince, or to live in freedom; and are acquired either by the arms of the prince himself, or of others, or else by fortune or by ability.", "characters": 204, "sentences": 2}, {"text": "I will leave out all discussion on republics, inasmuch as in another place I have written of them at length, and will address myself only to principalities. In doing so I will keep to the order indicated above, and discuss how such principalities are to be ruled and preserved.", "characters": 277, "sentences": 3}, {"text": "In this way you have enemies in all those whom you have injured in seizing that principality, and you are not able to keep those friends who put you there because of your not being able to satisfy them in the way they expected, and you cannot take strong measures against them, feeling bound to them. For, although one may be very strong in armed forces, yet in entering a province one has always need of the goodwill of the natives.", "characters": 433, "sentences": 3}, {"text": "(*) Duke Lodovico was Lodovico Moro, a son of Francesco      Sforza, who married Beatrice d'Este. He ruled over Milan      from 1494 to 1500, and died in 1510.", "characters": 159, "sentences": 3}, {"text": "Nevertheless Milan was taken from France both the first and the second time. The general reasons for the first have been discussed; it remains to name those for the second, and to see what resources he had, and what any one in his situation would have had for maintaining himself more securely in his acquisition than did the King of France.", "characters": 341, "sentences": 3}, {"text": "But let us turn to France and inquire whether she has done any of the things mentioned. I will speak of Louis(*) (and not of Charles)(+) as the one whose conduct is the better to be observed, he having held possession of Italy for the longest period; and you will see that he has done the opposite to those things which ought to be done to retain a state composed of divers elements.", "characters": 383, "sentences": 3}, {"text": "(*) Louis XII divorced his wife, Jeanne, daughter of Louis      XI, and married in 1499 Anne of Brittany, widow of Charles      VIII, in order to retain the Duchy of Brittany for the      crown.", "characters": 194, "sentences": 2}, {"text": "(+) The Archbishop of Rouen. He was Georges d'Amboise,      created a cardinal by Alexander VI. Born 1460, died 1510.", "characters": 117, "sentences": 4}, {"text": "CHAPTER IV -- WHY THE KINGDOM OF DARIUS, CONQUERED BY ALEXANDER, DID NOT REBEL AGAINST THE SUCCESSORS OF ALEXANDER AT HIS DEATH", "characters": 127, "sentences": 1}, {"text": "Considering the difficulties which men have had to hold to a newly acquired state, some might wonder how, seeing that Alexander the Great became the master of Asia in a few years, and died whilst it was scarcely settled (whence it might appear reasonable that the whole empire would have rebelled), nevertheless his successors maintained themselves, and had to meet no other difficulty than that which arose among themselves from their own ambitions.", "characters": 450, "sentences": 2}, {"text": "When these things are remembered no one will marvel at the ease with which Alexander held the Empire of Asia, or at the difficulties which others have had to keep an acquisition, such as Pyrrhus and many more; this is not occasioned by the little or abundance of ability in the conqueror, but by the want of uniformity in the subject state.", "characters": 340, "sentences": 2}, {"text": "CHAPTER V -- CONCERNING THE WAY TO GOVERN CITIES OR PRINCIPALITIES WHICH LIVED UNDER THEIR OWN LAWS BEFORE THEY WERE ANNEXED", "characters": 124, "sentences": 1}, {"text": "CHAPTER VII -- CONCERNING NEW PRINCIPALITIES WHICH ARE ACQUIRED EITHER BY THE ARMS OF OTHERS OR BY GOOD FORTUNE", "characters": 111, "sentences": 1}, {"text": "(*) \"Le radici e corrispondenze,\" their roots (i.e.      foundations) and correspondencies or relations with other      states--a common meaning of \"correspondence\" and      \"correspondency\" in the sixteenth and seventeenth centuries.", "characters": 234, "sentences": 4}, {"text": "(+) Julius II was Giuliano della Rovere, Cardinal of San      Pietro ad Vincula, born 1443, died 1513.", "characters": 102, "sentences": 2}, {"text": "(*) Mr Burd suggests that this word probably comes near the      modern equivalent of Machiavelli's thought when he speaks of      \"crudelta\" than the more obvious \"cruelties.\"", "characters": 176, "sentences": 2}, {"text": "And above all things, a prince ought to live amongst his people in such a way that no unexpected circumstances, whether of good or evil, shall make him change; because if the necessity for this comes in troubled times, you are too late for harsh measures; and mild ones will not help you, for they will be considered as forced from you, and no one will be under any obligation to you for them.", "characters": 393, "sentences": 2}, {"text": "(*) Nabis, tyrant of Sparta, conquered by the Romans under      Flamininus in 195 B.C.; killed 192 B.C.", "characters": 103, "sentences": 5}, {"text": "(+) Messer Giorgio Scali. This event is to be found in      Machiavelli's \"Florentine History,\" Book III.", "characters": 105, "sentences": 3}, {"text": "Having discoursed particularly on the characteristics of such principalities as in the beginning I proposed to discuss, and having considered in some degree the causes of their being good or bad, and having shown the methods by which many have sought to acquire them and to hold them, it now remains for me to discuss generally the means of offence and defence which belong to each of them.", "characters": 390, "sentences": 2}, {"text": "We have seen above how necessary it is for a prince to have his foundations well laid, otherwise it follows of necessity he will go to ruin. The chief foundations of all states, new as well as old or composite, are good laws and good arms; and as there cannot be good laws where the state is not well armed, it follows that where they are well armed they have good laws. I shall leave the laws out of the discussion and shall speak of the arms.", "characters": 444, "sentences": 4}, {"text": "I wish to demonstrate further the infelicity of these arms. The mercenary captains are either capable men or they are not; if they are, you cannot trust them, because they always aspire to their own greatness, either by oppressing you, who are their master, or others contrary to your intentions; but if the captain is not skilful, you are ruined in the usual way.", "characters": 364, "sentences": 3}, {"text": "Of ancient mercenaries, for example, there are the Carthaginians, who were oppressed by their mercenary soldiers after the first war with the Romans, although the Carthaginians had their own citizens for captains. After the death of Epaminondas, Philip of Macedon was made captain of their soldiers by the Thebans, and after victory he took away their liberty.", "characters": 360, "sentences": 3}, {"text": "(%) Giovanni Acuto. An English knight whose name was Sir      John Hawkwood. He fought in the English wars in France, and      was knighted by Edward III; afterwards he collected a body      of troops and went into Italy. These became the famous      \"White Company.\" He took part in many wars, and died in      Florence in 1394. He was born about 1320 at Sible Hedingham,      a village in Essex. He married Domnia, a daughter of Bernabo      Visconti.", "characters": 453, "sentences": 8}, {"text": "(#) Carmignuola. Francesco Bussone, born at Carmagnola about      1390, executed at Venice, 5th May 1432.", "characters": 105, "sentences": 3}, {"text": "(&) Bartolomeo Colleoni of Bergamo; died 1457. Roberto of      San Severino; died fighting for Venice against Sigismund,      Duke of Austria, in 1487. \"Primo capitano in Italia.\"--      Machiavelli. Count of Pitigliano; Nicolo Orsini, born 1442,      died 1510.", "characters": 262, "sentences": 6}, {"text": "(*) Alberigo da Conio. Alberico da Barbiano, Count of Cunio      in Romagna. He was the leader of the famous \"Company of St      George,\" composed entirely of Italian soldiers. He died in      1409.", "characters": 198, "sentences": 5}, {"text": "(*) Ferdinand V (F. II of Aragon and Sicily, F. III of      Naples), surnamed \"The Catholic,\" born 1542, died 1516.", "characters": 115, "sentences": 4}, {"text": "The Florentines, being entirely without arms, sent ten thousand Frenchmen to take Pisa, whereby they ran more danger than at any other time of their troubles.", "characters": 158, "sentences": 2}, {"text": "The Emperor of Constantinople,(*) to oppose his neighbours, sent ten thousand Turks into Greece, who, on the war being finished, were not willing to quit; this was the beginning of the servitude of Greece to the infidels.", "characters": 221, "sentences": 2}, {"text": "I was not intending to go beyond Italian and recent examples, but I am unwilling to leave out Hiero, the Syracusan, he being one of those I have named above. This man, as I have said, made head of the army by the Syracusans, soon found out that a mercenary soldiery, constituted like our Italian condottieri, was of no use; and it appearing to him that he could neither keep them not let them go, he had them all cut to pieces, and afterwards made war with his own forces and not with aliens.", "characters": 492, "sentences": 3}, {"text": "CHAPTER XVII -- CONCERNING CRUELTY AND CLEMENCY, AND WHETHER IT IS BETTER TO BE LOVED THAN FEARED", "characters": 97, "sentences": 1}, {"text": "(*) During the rioting between the Cancellieri and      Panciatichi factions in 1502 and 1503.", "characters": 94, "sentences": 2}, {"text": "And of all princes, it is impossible for the new prince to avoid the imputation of cruelty, owing to new states being full of dangers. Hence Virgil, through the mouth of Dido, excuses the inhumanity of her reign owing to its being new, saying:", "characters": 243, "sentences": 2}, {"text": "Nevertheless he ought to be slow to believe and to act, nor should he himself show fear, but proceed in a temperate manner with prudence and humanity, so that too much confidence may not make him incautious and too much distrust render him intolerable.", "characters": 252, "sentences": 2}, {"text": "(*) . . . against my will, my fate      A throne unsettled, and an infant state,      Bid me defend my realms with all my pow'rs,      And guard with these severities my shores.", "characters": 177, "sentences": 5}, {"text": "Returning to the question of being feared or loved, I come to the conclusion that, men loving according to their own will and fearing according to that of the prince, a wise prince should establish himself on that which is in his own control and not in that of others; he must endeavour only to avoid hatred, as is noted.", "characters": 321, "sentences": 2}, {"text": "(*) \"The present chapter has given greater offence than any      other portion of Machiavelli's writings.\" Burd, \"Il      Principe,\" p. 297.", "characters": 140, "sentences": 4}, {"text": "(*) \"Contesting,\" i.e. \"striving for mastery.\" Mr Burd      points out that this passage is imitated directly from      Cicero's \"De Officiis\": \"Nam cum sint duo genera decertandi,      unum per disceptationem, alterum per vim; cumque illud      proprium sit hominis, hoc beluarum; confugiendum est ad      posterius, si uti non licet superiore.\"", "characters": 346, "sentences": 5}, {"text": "(*) \"Nondimanco sempre gli succederono gli inganni (ad      votum).\" The words \"ad votum\" are omitted in the Testina      addition, 1550.", "characters": 137, "sentences": 3}, {"text": "Therefore it is unnecessary for a prince to have all the good qualities I have enumerated, but it is very necessary to appear to have them. And I shall dare to say this also, that to have them and always to observe them is injurious, and that to appear to have them is useful; to appear merciful, faithful, humane, religious, upright, and to be so, but with a mind so framed that should you require not to be so, you may be able and know how to change to the opposite.", "characters": 468, "sentences": 3}, {"text": "For that reason, let a prince have the credit of conquering and holding his state, the means will always be considered honest, and he will be praised by everybody; because the vulgar are always taken by what a thing seems to be and by what comes of it; and in the world there are only the vulgar, for the few find a place there only when the many have no ground to rest on.", "characters": 373, "sentences": 2}, {"text": "One prince(*) of the present time, whom it is not well to name, never preaches anything else but peace and good faith, and to both he is most hostile, and either, if he had kept it, would have deprived him of reputation and kingdom many a time.", "characters": 244, "sentences": 2}, {"text": "(*) Ferdinand of Aragon. \"When Machiavelli was writing 'The      Prince' it would have been clearly impossible to mention      Ferdinand's name here without giving offence.\" Burd's \"Il      Principe,\" p. 308.", "characters": 208, "sentences": 5}, {"text": "Now, concerning the characteristics of which mention is made above, I have spoken of the more important ones, the others I wish to discuss briefly under this generality, that the prince must consider, as has been in part said before, how to avoid those things which will make him hated or contemptible; and as often as he shall have succeeded he will have fulfilled his part, and he need not fear any danger in other reproaches.", "characters": 428, "sentences": 2}, {"text": "It makes him hated above all things, as I have said, to be rapacious, and to be a violator of the property and women of his subjects, from both of which he must abstain. And when neither their property nor their honor is touched, the majority of men live content, and he has only to contend with the ambition of a few, whom he can curb with ease in many ways.", "characters": 359, "sentences": 3}, {"text": "It makes him contemptible to be considered fickle, frivolous, effeminate, mean-spirited, irresolute, from all of which a prince should guard himself as from a rock; and he should endeavour to show in his actions greatness, courage, gravity, and fortitude; and in his private dealings with his subjects let him show that his judgments are irrevocable, and maintain himself in such reputation that no one can hope either to deceive him or to get round him.", "characters": 454, "sentences": 2}, {"text": "(*) Giovanni Bentivogli, born in Bologna 1438, died at Milan      1508. He ruled Bologna from 1462 to 1506. Machiavelli's      strong condemnation of conspiracies may get its edge from      his own very recent experience (February 1513), when he had      been arrested and tortured for his alleged complicity in the      Boscoli conspiracy.", "characters": 340, "sentences": 4}, {"text": "For this reason I consider that a prince ought to reckon conspiracies of little account when his people hold him in esteem; but when it is hostile to him, and bears hatred towards him, he ought to fear everything and everybody. And well-ordered states and wise princes have taken every care not to drive the nobles to desperation, and to keep the people satisfied and contented, for this is one of the most important objects a prince can have.", "characters": 443, "sentences": 3}, {"text": "It seems to me sufficient to take all those emperors who succeeded to the empire from Marcus the philosopher down to Maximinus; they were Marcus and his son Commodus, Pertinax, Julian, Severus and his son Antoninus Caracalla, Macrinus, Heliogabalus, Alexander, and Maximinus.", "characters": 275, "sentences": 2}, {"text": "But let us come to Alexander, who was a man of such great goodness, that among the other praises which are accorded him is this, that in the fourteen years he held the empire no one was ever put to death by him unjudged; nevertheless, being considered effeminate and a man who allowed himself to be governed by his mother, he became despised, the army conspired against him, and murdered him.", "characters": 392, "sentences": 2}, {"text": "CHAPTER XX -- ARE FORTRESSES, AND MANY OTHER THINGS TO WHICH PRINCES OFTEN RESORT, ADVANTAGEOUS OR HURTFUL?", "characters": 107, "sentences": 1}, {"text": "Again, it much assists a prince to set unusual examples in internal affairs, similar to those which are related of Messer Bernabo da Milano, who, when he had the opportunity, by any one in civil life doing some extraordinary thing, either good or bad, would take some method of rewarding or punishing him, which would be much spoken about. And a prince ought, above all things, always endeavour in every action to gain for himself the reputation of being a great and remarkable man.", "characters": 482, "sentences": 3}, {"text": "Never let any Government imagine that it can choose perfectly safe courses; rather let it expect to have to take very doubtful ones, because it is found in ordinary affairs that one never seeks to avoid one trouble without running into another; but prudence consists in knowing how to distinguish the character of troubles, and for choice to take the lesser evil.", "characters": 363, "sentences": 2}, {"text": "Further, he ought to entertain the people with festivals and spectacles at convenient seasons of the year; and as every city is divided into guilds or into societies,(*) he ought to hold such bodies in esteem, and associate with them sometimes, and show himself an example of courtesy and liberality; nevertheless, always maintaining the majesty of his rank, for this he must never consent to abate in anything.", "characters": 411, "sentences": 2}, {"text": "But to enable a prince to form an opinion of his servant there is one test which never fails; when you see the servant thinking more of his own interests than of yours, and seeking inwardly his own profit in everything, such a man will never make a good servant, nor will you ever be able to trust him; because he who has the state of another in his hands ought never to think of himself, but always of his prince, and never pay any attention to matters in which the prince is not concerned.", "characters": 491, "sentences": 2}, {"text": "(*) Maximilian I, born in 1459, died 1519, Emperor of the      Holy Roman Empire. He married, first, Mary, daughter of      Charles the Bold; after her death, Bianca Sforza; and thus      became involved in Italian politics.", "characters": 224, "sentences": 3}, {"text": "A prince, therefore, ought always to take counsel, but only when he wishes and not when others wish; he ought rather to discourage every one from offering advice unless he asks it; but, however, he ought to be a constant inquirer, and afterwards a patient listener concerning the things of which he inquired; also, on learning that any one, on any consideration, has not told him the truth, he should let his anger be felt.", "characters": 423, "sentences": 2}, {"text": "Philip of Macedon, not the father of Alexander the Great, but he who was conquered by Titus Quintius, had not much territory compared to the greatness of the Romans and of Greece who attacked him, yet being a warlike man who knew how to attract the people and secure the nobles, he sustained the war against his enemies for many years, and if in the end he lost the dominion of some cities, nevertheless he retained the kingdom.", "characters": 428, "sentences": 2}, {"text": "(*) Frederick the Great was accustomed to say: \"The older      one gets the more convinced one becomes that his Majesty      King Chance does three-quarters of the business of this      miserable universe.\" Sorel's \"Eastern Question.\"", "characters": 234, "sentences": 3}, {"text": "And if you will consider Italy, which is the seat of these changes, and which has given to them their impulse, you will see it to be an open country without barriers and without any defence. For if it had been defended by proper valour, as are Germany, Spain, and France, either this invasion would not have made the great changes it has made or it would not have come at all. And this I consider enough to say concerning resistance to fortune in general.", "characters": 455, "sentences": 4}, {"text": "I will leave his other actions alone, as they were all alike, and they all succeeded, for the shortness of his life did not let him experience the contrary; but if circumstances had arisen which required him to go cautiously, his ruin would have followed, because he would never have deviated from those ways to which nature inclined him.", "characters": 338, "sentences": 2}, {"text": "Having carefully considered the subject of the above discourses, and wondering within myself whether the present times were propitious to a new prince, and whether there were elements that would give an opportunity to a wise and virtuous one to introduce a new order of things which would do honour to him and good to the people of this country, it appears to me that so many things concur to favour a new prince that I never knew a time more fit than the present.", "characters": 464, "sentences": 2}, {"text": "(*) Giuliano de Medici. He had just been created a cardinal      by Leo X. In 1523 Giuliano was elected Pope, and took the      title of Clement VII.", "characters": 149, "sentences": 4}, {"text": "(*) The battles of Il Taro, 1495; Alessandria, 1499; Capua,      1501; Genoa, 1507; Vaila, 1509; Bologna, 1511; Mestri, 1513.", "characters": 125, "sentences": 2}, {"text": "Virtu contro al Furore      Prendera l'arme, e fia il combatter corto:      Che l'antico valore      Negli italici cuor non e ancor morto.", "characters": 138, "sentences": 2}, {"text": "Virtue against fury shall advance the fight,      And it i' th' combat soon shall put to flight:      For the old Roman valour is not dead,      Nor in th' Italians' brests extinguished.", "characters": 186, "sentences": 2}, {"text": "DESCRIPTION OF THE METHODS ADOPTED BY THE DUKE VALENTINO WHEN MURDERING VITELLOZZO VITELLI, OLIVEROTTO DA FERMO, THE SIGNOR PAGOLO, AND THE DUKE DI GRAVINA ORSINI", "characters": 162, "sentences": 1}, {"text": "Those who heard of the rebellion at Urbino thought they would not lose the opportunity, and at once assembled their men so as to take any town, should any remain in the hands of the duke in that state; and they sent again to Florence to beg that republic to join with them in destroying the common firebrand, showing that the risk was lessened and that they ought not to wait for another opportunity.", "characters": 400, "sentences": 2}, {"text": "The duke afterwards ordered all his horsemen and infantry, of which there were more than two thousand cavalry and ten thousand footmen, to assemble by daybreak at the Metauro, a river five miles distant from Fano, and await him there. He found himself, therefore, on the last day of December at the Metauro with his men, and having sent a cavalcade of about two hundred horsemen before him, he then moved forward the infantry, whom he accompanied with the rest of the men-at-arms.", "characters": 480, "sentences": 3}], "id": 1232, "paragraphs": 82, "author": "Nicolo Machiavelli"}