{"title": "Le Morte D'Arthur, Volume I (of II)", "data": [{"text": "CHAPTER I. How Uther Pendragon sent for the duke of Cornwall and Igraine his wife, and of their departing suddenly again.", "characters": 121, "sentences": 3}, {"text": "CHAPTER II. How Uther Pendragon made war on the duke of Cornwall, and how by the mean of Merlin he lay by the duchess and gat Arthur.", "characters": 133, "sentences": 3}, {"text": "CHAPTER V. How Arthur was chosen king, and of wonders and marvels of a sword taken out of a stone by the said Arthur.", "characters": 117, "sentences": 3}, {"text": "CHAPTER VIII. How King Arthur held in Wales, at a Pentecost, a great feast, and what kings and lords came to his feast.", "characters": 119, "sentences": 3}, {"text": "CHAPTER X. How Merlin counselled King Arthur to send for King Ban and King Bors, and of their counsel taken for the war.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XI. Of a great tourney made by King Arthur and the two kings Ban and Bors, and how they went over the sea.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XIV. How the eleven kings with their host fought against Arthur and his host, and many great feats of the war.", "characters": 118, "sentences": 3}, {"text": "CHAPTER XVIII. How King Arthur, King Ban, and King Bors rescued King Leodegrance, and other incidents.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XX. How King Pellinore took Arthur's horse and followed the Questing Beast, and how Merlin met with Arthur.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XXI. How Ulfius impeached Queen Igraine, Arthur's mother, of treason; and how a knight came and desired to have the death of his master", "characters": 143, "sentences": 2}, {"text": "CHAPTER XXIII. How twelve knights came from Rome and asked truage for this land of Arthur, and how Arthur fought with a knight.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XXIV. How Merlin saved Arthur's life, and threw an enchantment on King Pellinore and made him to sleep.", "characters": 111, "sentences": 3}, {"text": "CHAPTER XXVI. How tidings came to Arthur that King Rience had overcome eleven kings, and how he desired Arthur's beard to trim his mantle.", "characters": 138, "sentences": 3}, {"text": "CHAPTER XXVII. How all the children were sent for that were born on May- day, and how Mordred was saved.", "characters": 104, "sentences": 3}, {"text": "CHAPTER I. Of a damosel which came girt with a sword for to find a man of such virtue to draw it out of the scabbard.", "characters": 117, "sentences": 3}, {"text": "CHAPTER II. How Balin, arrayed like a poor knight, pulled out the sword, which afterward was the cause of his death.", "characters": 116, "sentences": 3}, {"text": "CHAPTER III. How the Lady of the Lake demanded the knight's head that had won the sword, or the maiden's head.", "characters": 110, "sentences": 3}, {"text": "CHAPTER V. How Balin was pursued by Sir Lanceor, knight of Ireland, and how he jousted and slew him.", "characters": 100, "sentences": 3}, {"text": "CHAPTER VI. How a damosel, which was love to Lanceor, slew herself for love, and how Balin met with his brother Balan.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How a dwarf reproved Balin for the death of Lanceor, and how King Mark of Cornwall found them, and made a tomb over them.", "characters": 134, "sentences": 3}, {"text": "CHAPTER VIII. How Merlin prophesied that two the best knights of the world should fight there, which were Sir Lancelot and Sir Tristram.", "characters": 136, "sentences": 3}, {"text": "CHAPTER IX. How Balin and his brother, by the counsel of Merlin, took King Rience and brought him to King Arthur.", "characters": 113, "sentences": 3}, {"text": "CHAPTER X. How King Arthur had a battle against Nero and King Lot of Orkney, and how King Lot was deceived by Merlin, and how twelve kings were slain.", "characters": 150, "sentences": 3}, {"text": "CHAPTER XI. Of the interment of twelve kings, and of the prophecy of Merlin, and how Balin should give the dolorous stroke.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XII. How a sorrowful knight came before Arthur, and how Balin fetched him, and how that knight was slain by a knight invisible.", "characters": 135, "sentences": 3}, {"text": "CHAPTER XIII. How Balin and the damosel met with a knight which was in likewise slain, and how the damosel bled for the custom of a castle.", "characters": 139, "sentences": 3}, {"text": "CHAPTER XIV. How Balin met with that knight named Garlon at a feast, and there he slew him, to have his blood to heal therewith the son of his host.", "characters": 148, "sentences": 3}, {"text": "CHAPTER XV. How Balin fought with King Pellam, and how his sword brake, and how he gat a spear wherewith he smote the dolorous stroke.", "characters": 134, "sentences": 3}, {"text": "CHAPTER XVI. How Balin was delivered by Merlin, and saved a knight that would have slain himself for love.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XVII. How that knight slew his love and a knight lying by her, and after, how he slew himself with his own sword, and how Balin rode toward a", "characters": 149, "sentences": 2}, {"text": "CHAPTER XVIII. How Balin met with his brother Balan, and how each of them slew other unknown, till they were wounded to death.", "characters": 126, "sentences": 3}, {"text": "CHAPTER I. How King Arthur took a wife, and wedded Guenever, daughter to Leodegrance, King of the Land of Cameliard, with whom he had the Round Table.", "characters": 150, "sentences": 3}, {"text": "CHAPTER II. How the Knights of the Round Table were ordained and their sieges blessed by the Bishop of Canterbury.", "characters": 114, "sentences": 3}, {"text": "CHAPTER V. How at feast of the wedding of King Arthur to Guenever, a white hart came into the hall, and thirty couple hounds, and how a brachet", "characters": 143, "sentences": 2}, {"text": "CHAPTER VI. How Sir Gawaine rode for to fetch again the hart, and how two brethren fought each against other for the hart.", "characters": 122, "sentences": 3}, {"text": "CHAPTER VII How the hart was chased into a castle and there slain, and how Sir Gawaine slew a lady.", "characters": 99, "sentences": 2}, {"text": "CHAPTER VIII. How four knights fought against Gawaine and Gaheris, and how they were overcome, and their lives saved at request of four ladies.", "characters": 143, "sentences": 3}, {"text": "CHAPTER X. How Sir Tor found the brachet with a lady, and how a knight assailed him for the said brachet.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XII. How King Pellinore rode after the lady and the knight that led her away, and how a lady desired help of him, and how he fought with two", "characters": 148, "sentences": 2}, {"text": "CHAPTER XIII. How King Pellinore gat the lady and brought her to Camelot to the court of King Arthur.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XIV. How on the way he heard two knights, as he lay by night in a valley, and of their adventures.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XV. How when he was come to Camelot he was sworn upon a book to tell the truth of his quest.", "characters": 100, "sentences": 3}, {"text": "CHAPTER I. How Merlin was assotted and doted on one of the ladies of the lake, and how he was shut in a rock under a stone and there died.", "characters": 138, "sentences": 3}, {"text": "CHAPTER II. How five kings came into this land to war against King Arthur, and what counsel Arthur had against them.", "characters": 116, "sentences": 3}, {"text": "CHAPTER III. How King Arthur had ado with them and overthrew them, and slew the five kings and made the remnant to flee.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How the battle was finished or he came, and how King Arthur founded an abbey where the battle was.", "characters": 110, "sentences": 3}, {"text": "CHAPTER VI. How King Arthur, King Uriens, and Sir Accolon of Gaul, chased an hart, and of their marvellous adventures.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How Arthur took upon him to fight to be delivered out of prison, and also for to deliver twenty knights that were in prison.", "characters": 137, "sentences": 3}, {"text": "CHAPTER VIII. How Accolon found himself by a well, and he took upon him to do battle against Arthur.", "characters": 100, "sentences": 3}, {"text": "CHAPTER X. How King Arthur's sword that he fought with brake, and how he recovered of Accolon his own sword Excalibur, and overcame his enemy.", "characters": 142, "sentences": 3}, {"text": "CHAPTER XI. How Accolon confessed the treason of Morgan le Fay, King Arthur's sister, and how she would have done slay him.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XII. How Arthur accorded the two brethren, and delivered the twenty knights, and how Sir Accolon died.", "characters": 110, "sentences": 3}, {"text": "CHAPTER XIII. How Morgan would have slain Sir Uriens her husband, and how Sir Uwaine her son saved him.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XIV. How Queen Morgan le Fay made great sorrow for the death of Accolon, and how she stole away the scabbard from Arthur.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XV. How Morgan le Fay saved a knight that should have been drowned, and how King Arthur returned home again.", "characters": 116, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Gawaine and Sir Uwaine met with twelve fair damosels, and how they complained on Sir Marhaus.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XIX. How Sir Marhaus, Sir Gawaine, and Sir Uwaine met three damosels, and each of them took one.[*1]", "characters": 108, "sentences": 3}, {"text": "CHAPTER XXI. How King Pelleas suffered himself to be taken prisoner because he would have a sight of his lady, and how Sir Gawaine promised him to get", "characters": 150, "sentences": 2}, {"text": "CHAPTER XXIII. How Sir Pelleas loved no more Ettard by means of the Damosel of the Lake, whom he loved ever after.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXIV. How Sir Marhaus rode with the damosel, and how he came to the Duke of the South Marches.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XXVI. How Sir Uwaine rode with the damosel of sixty year of age, and how he gat the prize at tourneying.", "characters": 112, "sentences": 3}, {"text": "CHAPTER XXVIII. How at the year's end all three knights with their three damosels met at the fountain.", "characters": 102, "sentences": 3}, {"text": "CHAPTER III. How King Arthur held a parliament at York, and how he ordained the realm should be governed in his absence.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How King Arthur being shipped and lying in his cabin had a marvellous dream and of the exposition thereof.", "characters": 118, "sentences": 3}, {"text": "CHAPTER V. How a man of the country told to him of a marvellous giant, and how he fought and conquered him.", "characters": 107, "sentences": 3}, {"text": "CHAPTER VI. How King Arthur sent Sir Gawaine and other to Lucius, and how they were assailed and escaped with worship.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How Lucius sent certain spies in a bushment for to have taken his knights being prisoners, and how they were letted.", "characters": 129, "sentences": 3}, {"text": "CHAPTER VIII. How a senator told to Lucius of their discomfiture, and also of the great battle between Arthur and Lucius.", "characters": 121, "sentences": 3}, {"text": "CHAPTER IX How Arthur, after he had achieved the battle against the Romans, entered into Almaine, and so into Italy.", "characters": 116, "sentences": 2}, {"text": "CHAPTER X. Of a battle done by Sir Gawaine against a Saracen, which after was yielden and became Christian.", "characters": 107, "sentences": 3}, {"text": "CHAPTER XII. How Sir Gawaine returned to King Arthur with his prisoners, and how the King won a city, and how he was crowned Emperor.", "characters": 133, "sentences": 3}, {"text": "CHAPTER I. How Sir Launcelot and Sir Lionel departed from the court, and how Sir Lionel left him sleeping and was taken.", "characters": 120, "sentences": 3}, {"text": "CHAPTER II. How Sir Ector followed for to seek Sir Launcelot, and how he was taken by Sir Turquine.", "characters": 99, "sentences": 3}, {"text": "CHAPTER III How four queens found Launcelot sleeping, and how by enchantment he was taken and led into a castle.", "characters": 112, "sentences": 2}, {"text": "CHAPTER V. How a knight found Sir Launcelot lying in his leman's bed, and how Sir Launcelot fought with the knight.", "characters": 115, "sentences": 3}, {"text": "CHAPTER VI. How Sir Launcelot was received of King Bagdemagus' daughter, and how he made his complaint to her father.", "characters": 117, "sentences": 3}, {"text": "CHAPTER VII. How Sir Launcelot behaved him in a tournament, and how he met with Sir Turquine leading Sir Gaheris.", "characters": 113, "sentences": 3}, {"text": "CHAPTER IX. How Sir Turquine was slain, and how Sir Launcelot bade Sir Gaheris deliver all the prisoners.", "characters": 105, "sentences": 3}, {"text": "CHAPTER X. How Sir Launcelot rode with a damosel and slew a knight that distressed all ladies and also a villain that kept a bridge.", "characters": 132, "sentences": 3}, {"text": "CHAPTER XII. How Sir Launcelot rode disguised in Sir Kay's harness, and how he smote down a knight.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XIII. How Sir Launcelot jousted against four knights of the Round Table and overthrew them.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XIV. How Sir Launcelot followed a brachet into a castle, where he found a dead knight, and how he after was required of a damosel to heal her", "characters": 149, "sentences": 2}, {"text": "CHAPTER XV. How Sir Launcelot came into the Chapel Perilous and gat there of a dead corpse a piece of the cloth and a sword.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XVI. How Sir Launcelot at the request of a lady recovered a falcon, by which he was deceived.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Launcelot overtook a knight which chased his wife to have slain her, and how he said to him.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XVIII. How Sir Launcelot came to King Arthur's Court, and how there were recounted all his noble feats and acts.", "characters": 120, "sentences": 3}, {"text": "CHAPTER II. How Sir Launcelot and Sir Gawaine were wroth because Sir Kay mocked Beaumains, and of a damosel which desired a knight to fight for a", "characters": 145, "sentences": 2}, {"text": "CHAPTER III. How Beaumains desired the battle, and how it was granted to him, and how he desired to be made knight of Sir Launcelot.", "characters": 132, "sentences": 3}, {"text": "CHAPTER IV. How Beaumains departed, and how he gat of Sir Kay a spear and a shield, and how he jousted with Sir Launcelot.", "characters": 122, "sentences": 3}, {"text": "CHAPTER V. How Beaumains told to Sir Launcelot his name, and how he was dubbed knight of Sir Launcelot, and after overtook the damosel.", "characters": 135, "sentences": 3}, {"text": "CHAPTER VII. How Beaumains fought with the Knight of the Black Launds, and fought with him till he fell down and died.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VIII. How the brother of the knight that was slain met with Beaumains, and fought with Beaumains till he was yielden.", "characters": 125, "sentences": 3}, {"text": "CHAPTER IX. How the damosel again rebuked Beaumains, and would not suffer him to sit at her table, but called him kitchen boy.", "characters": 126, "sentences": 3}, {"text": "CHAPTER X. How the third brother, called the Red Knight, jousted and fought against Beaumains, and how Beaumains overcame him.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XIII. Of the goodly communication between Sir Persant and Beaumains, and how he told him that his name was Sir Gareth.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XIV. How the lady that was besieged had word from her sister how she had brought a knight to fight for her, and what battles he had achieved.", "characters": 149, "sentences": 3}, {"text": "CHAPTER XV. How the damosel and Beaumains came to the siege; and came to a sycamore tree, and there Beaumains blew a horn, and then the Knight of the", "characters": 149, "sentences": 2}, {"text": "CHAPTER XVI. How the two knights met together, and of their talking, and how they began their battle.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XVII. How after long fighting Beaumains overcame the knight and would have slain him, but at the request of the lords he saved his life, and", "characters": 148, "sentences": 2}, {"text": "CHAPTER XVIII. How the knight yielded him, and how Beaumains made him to go unto King Arthur's court, and to cry Sir Launcelot mercy.", "characters": 133, "sentences": 3}, {"text": "CHAPTER XIX How Beaumains came to the lady, and when he came to the castle the gates were closed against him, and of the words that the lady said to", "characters": 148, "sentences": 1}, {"text": "CHAPTER XX. How Sir Beaumains rode after to rescue his dwarf, and came into the castle where he was.", "characters": 100, "sentences": 3}, {"text": "CHAPTER XXI. How Sir Gareth, otherwise called Beaumains, came to the presence of his lady, and how they took acquaintance, and of their love.", "characters": 141, "sentences": 3}, {"text": "CHAPTER XXII. How at night came an armed knight, and fought with Sir Gareth, and he, sore hurt in the thigh, smote off the knight's head.", "characters": 137, "sentences": 3}, {"text": "CHAPTER XXIII. How the said knight came again the next night and was beheaded again, and how at the feast of Pentecost all the knights that Sir Gareth", "characters": 150, "sentences": 2}, {"text": "CHAPTER XXV. How the Queen of Orkney came to this feast of Pentecost, and Sir Gawaine and his brethren came to ask her blessing. [*3]", "characters": 133, "sentences": 3}, {"text": "CHAPTER XXVI. How King Arthur sent for the Lady Lionesse, and how she let cry a tourney at her castle, whereas came many knights.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XXVII. How King Arthur went to the tournament with his knights, and how the lady received him worshipfully, and how the knights encountered.", "characters": 148, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Gareth came to a castle where he was well lodged, and he jousted with a knight and slew him.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Gareth fought with a knight that held within his castle thirty ladies, and how he slew him.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXXIII. How Sir Gareth and Sir Gawaine fought each against other, and how they knew each other by the damosel Linet.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XXXIV. How Sir Gareth acknowledged that they loved each other to King Arthur, and of the appointment of their wedding.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XXXV. Of the Great Royalty, and what officers were made at the feast of the wedding, and of the jousts at the feast.", "characters": 124, "sentences": 3}, {"text": "CHAPTER I. How Sir Tristram de Liones was born, and how his mother died at his birth, wherefore she named him Tristram.", "characters": 119, "sentences": 3}, {"text": "CHAPTER II. How the stepmother of Sir Tristram had ordained poison for to have poisoned Sir Tristram.", "characters": 101, "sentences": 3}, {"text": "CHAPTER III. How Sir Tristram was sent into France, and had one to govern him named Gouvernail, and how he learned to harp, hawk, and hunt.", "characters": 139, "sentences": 3}, {"text": "CHAPTER IV. How Sir Marhaus came out of Ireland for to ask truage of Cornwall, or else he would fight therefore.", "characters": 112, "sentences": 3}, {"text": "CHAPTER V. How Tristram enterprized the battle to fight for the truage of Cornwall, and how he was made knight.", "characters": 111, "sentences": 3}, {"text": "CHAPTER VII. How Sir Tristram fought against Sir Marhaus and achieved his battle, and how Sir Marhaus fled to his ship.", "characters": 119, "sentences": 3}, {"text": "CHAPTER VIII. How Sir Marhaus after that he was arrived in Ireland died of the stroke that Sir Tristram had given him, and how Tristram was hurt.", "characters": 145, "sentences": 3}, {"text": "CHAPTER IX. How Sir Tristram was put to the keeping of La Beale Isoud first for to be healed of his wound.", "characters": 106, "sentences": 3}, {"text": "CHAPTER X. How Sir Tristram won the degree at a tournament in Ireland, and there made Palamides to bear no more harness in a year.", "characters": 130, "sentences": 3}, {"text": "CHAPTER XI. How the queen espied that Sir Tristram had slain her brother Sir Marhaus by his sword, and in what jeopardy he was.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XII. How Sir Tristram departed from the king and La Beale Isoud out of Ireland for to come into Cornwall.", "characters": 113, "sentences": 3}, {"text": "CHAPTER XV. How Sir Bleoberis demanded the fairest lady in King Mark's court, whom he took away, and how he was fought with.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Tristram fought with Sir Bleoberis for a lady, and how the lady was put to choice to whom she would go.", "characters": 125, "sentences": 3}, {"text": "CHAPTER XVIII. How the lady forsook Sir Tristram and abode with Sir Bleoberis, and how she desired to go to her husband.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XIX. How King Mark sent Sir Tristram for La Beale Isoud toward Ireland, and how by fortune he arrived into England.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XXI. How Sir Tristram rescued a child from a knight, and how Gouvernail told him of King Anguish.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXII. How Sir Tristram fought for Sir Anguish and overcame his adversary, and how his adversary would never yield him.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XXIII. How Sir Blamore desired Tristram to slay him, and how Sir Tristram spared him, and how they took appointment.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XXIV. How Sir Tristram demanded La Beale Isoud for King Mark, and how Sir Tristram and Isoud drank the love drink.", "characters": 122, "sentences": 3}, {"text": "CHAPTER XXV. How Sir Tristram and Isoud were in prison, and how he fought for her beauty, and smote of another lady's head.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XXVII. How Sir Galahad fought with Sir Tristram, and how Sir Tristram yielded him and promised to fellowship with Launcelot.", "characters": 132, "sentences": 3}, {"text": "CHAPTER XXVIII. How Sir Launcelot met with Sir Carados bearing away Sir Gawaine, and of the rescue of Sir Gawaine.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXIX. Of the wedding of King Mark to La Beale Isoud, and of Bragwaine her maid, and of Palamides.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXX. How Palamides demanded Queen Isoud, and how Lambegus rode after to rescue her, and of the escape of Isoud.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Tristram rode after Palamides, and how he found him and fought with him, and by the means of Isoud the battle ceased.", "characters": 139, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Tristram brought Queen Isoud home, and of the debate of King Mark and Sir Tristram.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XXXIII. How Sir Lamorak jousted with thirty knights, and Sir Tristram at the request of King Mark smote his horse down.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XXXIV. How Sir Lamorak sent an horn to King Mark in despite of Sir Tristram, and how Sir Tristram was driven into a chapel.", "characters": 131, "sentences": 3}, {"text": "CHAPTER XXXV. How Sir Tristram was holpen by his men, and of Queen Isoud which was put in a lazar-cote, and how Tristram was hurt.", "characters": 130, "sentences": 3}, {"text": "CHAPTER XXXVI. How Sir Tristram served in war King Howel of Brittany, and slew his adversary in the field.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XXXVII. How Sir Suppinabiles told Sir Tristram how he was defamed in the court of King Arthur, and of Sir Lamorak.", "characters": 122, "sentences": 3}, {"text": "CHAPTER XXXVIII. How Sir Tristram and his wife arrived in Wales, and how he met there with Sir Lamorak.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XXXIX. How Sir Tristram fought with Sir Nabon, and overcame him, and made Sir Segwarides lord of the isle.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XLI. How Sir Lamorak slew Sir Frol, and of the courteous fighting with Sir Belliance his brother.", "characters": 105, "sentences": 3}, {"text": "CHAPTER I. How a young man came into the court of King Arthur, and how Sir Kay called him in scorn La Cote Male Taile.", "characters": 118, "sentences": 3}, {"text": "CHAPTER II. How a damosel came into the court and desired a knight to take on him an enquest, which La Cote Male Taile emprised.", "characters": 128, "sentences": 3}, {"text": "CHAPTER III. How La Cote Male Taile overthrew Sir Dagonet the king's fool, and of the rebuke that he had of the damosel.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How La Cote Male Taile fought against an hundred knights, and how he escaped by the mean of a lady.", "characters": 111, "sentences": 3}, {"text": "CHAPTER V. How Sir Launcelot came to the court and heard of La Cote Male Taile, and how he followed after him, and how La Cote Male Taile was", "characters": 141, "sentences": 2}, {"text": "CHAPTER VI. How Sir Launcelot fought with six knights, and after with Sir Brian, and how he delivered the prisoners.", "characters": 116, "sentences": 3}, {"text": "CHAPTER VII. How Sir Launcelot met with the damosel named Male disant, and named her the Damosel Bienpensant.", "characters": 109, "sentences": 3}, {"text": "CHAPTER VIII. How La Cote Male Taile was taken prisoner, and after rescued by Sir Launcelot, and how Sir Launcelot overcame four brethren.", "characters": 138, "sentences": 3}, {"text": "CHAPTER IX. How Sir Launcelot made La Cote Male Taile lord of the Castle of Pendragon, and after was made knight of the Round Table.", "characters": 132, "sentences": 3}, {"text": "CHAPTER X. How La Beale Isoud sent letters to Sir Tristram by her maid Bragwaine, and of divers adventures of Sir Tristram.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XI. How Sir Tristram met with Sir Lamorak de Galis, and how they fought, and after accorded never to fight together.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XII. How Sir Palomides followed the Questing Beast, and smote down Sir Tristram and Sir Lamorak with one spear.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XIII. How Sir Lamorak met with Sir Meliagaunce, and fought together for the beauty of Dame Guenever.", "characters": 108, "sentences": 3}, {"text": "CHAPTER XIV. How Sir Meliagaunce told for what cause they fought, and how Sir Lamorak jousted with King Arthur.", "characters": 111, "sentences": 3}, {"text": "CHAPTER XV. How Sir Kay met with Sir Tristram, and after of the shame spoken of the knights of Cornwall, and how they jousted.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XVI. How King Arthur was brought into the Forest Perilous, and how Sir Tristram saved his life.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Tristram came to La Beale Isoud, and how Kehydius began to love Beale Isoud, and of a letter that Tristram found.", "characters": 135, "sentences": 3}, {"text": "CHAPTER XIX. How Sir Tristram soused Dagonet in a well, and how Palomides sent a damosel to seek Tristram, and how Palomides met with King Mark.", "characters": 144, "sentences": 3}, {"text": "CHAPTER XX. How it was noised how Sir Tristram was dead, and how La Beale Isoud would have slain herself.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXI. How King Mark found Sir Tristram naked, and made him to be borne home to Tintagil, and how he was there known by a brachet.", "characters": 136, "sentences": 3}, {"text": "CHAPTER XXII. How King Mark, by the advice of his council, banished Sir Tristram out of Cornwall the term of ten years.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XXIII. How a damosel sought help to help Sir Launcelot against thirty knights, and how Sir Tristram fought with them.", "characters": 125, "sentences": 3}, {"text": "CHAPTER XXIV. How Sir Tristram and Sir Dinadan came to a lodging where they must joust with two knights.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXV. How Sir Tristram jousted with Sir Kay and Sir Sagramore le Desirous, and how Sir Gawaine turned Sir Tristram from Morgan le Fay.", "characters": 141, "sentences": 3}, {"text": "CHAPTER XXVI. How Sir Tristram and Sir Gawaine rode to have foughten with the thirty knights, but they durst not come out.", "characters": 122, "sentences": 3}, {"text": "CHAPTER XXVII. How damosel Bragwaine found Tristram sleeping by a well, and how she delivered letters to him from La Beale Isoud.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XXVIII. How Sir Tristram had a fall with Sir Palomides, and how Launcelot overthrew two knights.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXIX. How Sir Launcelot jousted with Palomides and overthrew him, and after he was assailed with twelve knights.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XXX. How Sir Tristram behaved him the first day of the tournament, and there he had the prize.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Tristram returned against King Arthur's party because he saw Sir Palomides on that party.", "characters": 111, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Tristram found Palomides by a well, and brought him with him to his lodging.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XXXIII. How Sir Tristram smote down Sir Palomides, and how he jousted with King Arthur, and other feats.", "characters": 112, "sentences": 3}, {"text": "CHAPTER XXXIV. How Sir Launcelot hurt Sir Tristram, and how after Sir Tristram smote down Sir Palomides.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXXV. How the prize of the third day was given to Sir Launcelot, and Sir Launcelot gave it to Sir Tristram.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XXXVI. How Palomides came to the castle where Sir Tristram was, and of the quest that Sir Launcelot and ten knights made for Sir Tristram.", "characters": 146, "sentences": 3}, {"text": "CHAPTER XXXVIII. How King Mark was sorry for the good renown of Sir Tristram. Some of King Arthur's knights jousted with knights of Cornwall.", "characters": 141, "sentences": 4}, {"text": "CHAPTER XXXIX. Of the treason of King Mark, and how Sir Gaheris smote him down and Andred his cousin.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XL. How after that Sir Tristram, Sir Palomides, and Sir Dinadan had been long in prison they were delivered.", "characters": 116, "sentences": 3}, {"text": "CHAPTER XLI. How Sir Dinadan rescued a lady from Sir Breuse Saunce Pite, and how Sir Tristram received a shield of Morgan le Fay.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XLII. How Sir Tristram took with him the shield, and also how he slew the paramour of Morgan le Fay.", "characters": 108, "sentences": 3}, {"text": "CHAPTER XLIII. How Morgan le Fay buried her paramour, and how Sir Tristram praised Sir Launcelot and his kin.", "characters": 109, "sentences": 3}, {"text": "CHAPTER XLIV. How Sir Tristram at a tournament bare the shield that Morgan le Fay delivered to him.", "characters": 99, "sentences": 3}, {"text": "CHAPTER I. How Uther Pendragon sent for the duke of Cornwall and Igraine his wife, and of their departing suddenly again.", "characters": 121, "sentences": 3}, {"text": "IT befell in the days of Uther Pendragon, when he was king of all England, and so reigned, that there was a mighty duke in Cornwall that held war against him long time. And the duke was called the Duke of Tintagil. And so by means King Uther sent for this duke, charging him to bring his wife with him, for she was called a fair lady, and a passing wise, and her name was called Igraine.", "characters": 387, "sentences": 4}, {"text": "Then they advised the king to send for the duke and his wife by a great charge; and if he will not come at your summons, then may ye do your best, then have ye cause to make mighty war upon him. So that was done, and the messengers had their answers; and that was this shortly, that neither he nor his wife would not come at him.", "characters": 329, "sentences": 3}, {"text": "Then was the king wonderly wroth. And then the king sent him plain word again, and bade him be ready and stuff him and garnish him, for within forty days he would fetch him out of the biggest castle that he hath.", "characters": 212, "sentences": 3}, {"text": "CHAPTER II. How Uther Pendragon made war on the duke of Cornwall, and how by the mean of Merlin he lay by the duchess and gat Arthur.", "characters": 133, "sentences": 3}, {"text": "And King Lot of Lothian and of Orkney then wedded Margawse that was Gawaine's mother, and King Nentres of the land of Garlot wedded Elaine. All this was done at the request of King Uther. And the third sister Morgan le Fay was put to school in a nunnery, and there she learned so much that she was a great clerk of necromancy. And after she was wedded to King Uriens of the land of Gore, that was Sir Ewain's le Blanchemain's father.", "characters": 433, "sentences": 5}, {"text": "CHAPTER V. How Arthur was chosen king, and of wonders and marvels of a sword taken out of a stone by the said Arthur.", "characters": 117, "sentences": 3}, {"text": "Then the Archbishop of Canterbury by Merlin's providence let purvey then of the best knights that they might get, and such knights as Uther Pendragon loved best and most trusted in his days. And such knights were put about Arthur as Sir Baudwin of Britain, Sir Kay, Sir Ulfius, Sir Brastias. All these, with many other, were always about Arthur, day and night, till the feast of Pentecost.", "characters": 389, "sentences": 4}, {"text": "CHAPTER VIII. How King Arthur held in Wales, at a Pentecost, a great feast, and what kings and lords came to his feast.", "characters": 119, "sentences": 3}, {"text": "CHAPTER X. How Merlin counselled King Arthur to send for King Ban and King Bors, and of their counsel taken for the war.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XI. Of a great tourney made by King Arthur and the two kings Ban and Bors, and how they went over the sea.", "characters": 114, "sentences": 3}, {"text": "AND SO within a little space the three kings came unto the castle of Bedegraine, and found there a passing fair fellowship, and well beseen, whereof they had great joy, and victual they wanted none. This was the cause of the northern host: that they were reared for the despite and rebuke the six kings had at Carlion. And those six kings by their means, gat unto them five other kings; and thus they began to gather their people.", "characters": 430, "sentences": 4}, {"text": "So by Merlin's advice there were sent fore-riders to skim the country, and they met with the fore-riders of the north, and made them to tell which way the host came, and then they told it to Arthur, and by King Ban and Bors' council they let burn and destroy all the country afore them, there they should ride.", "characters": 310, "sentences": 2}, {"text": "CHAPTER XIV. How the eleven kings with their host fought against Arthur and his host, and many great feats of the war.", "characters": 118, "sentences": 3}, {"text": "In the meanwhile brake the ambushment of King Ban and King Bors, and Lionses and Phariance had the vanguard, and they two knights met with King Idres and his fellowship, and there began a great medley of breaking of spears, and smiting of swords, with slaying of men and horses, and King Idres was near at discomforture.", "characters": 320, "sentences": 2}, {"text": "CHAPTER XVIII. How King Arthur, King Ban, and King Bors rescued King Leodegrance, and other incidents.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XX. How King Pellinore took Arthur's horse and followed the Questing Beast, and how Merlin met with Arthur.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XXI. How Ulfius impeached Queen Igraine, Arthur's mother, of treason; and how a knight came and desired to have the death of his master revenged.", "characters": 153, "sentences": 3}, {"text": "CHAPTER XXIII. How twelve knights came from Rome and asked truage for this land of Arthur, and how Arthur fought with a knight.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XXIV. How Merlin saved Arthur's life, and threw an enchantment on King Pellinore and made him to sleep.", "characters": 111, "sentences": 3}, {"text": "CHAPTER XXVI. How tidings came to Arthur that King Rience had overcome eleven kings, and how he desired Arthur's beard to trim his mantle.", "characters": 138, "sentences": 3}, {"text": "Now is there any here, said Arthur, that knoweth King Rience? Then answered a knight that hight Naram, Sir, I know the king well; he is a passing good man of his body, as few be living, and a passing proud man, and Sir, doubt ye not he will make war on you with a mighty puissance. Well, said Arthur, I shall ordain for him in short time.", "characters": 338, "sentences": 3}, {"text": "CHAPTER XXVII. How all the children were sent for that were born on May-day, and how Mordred was saved.", "characters": 103, "sentences": 3}, {"text": "CHAPTER I. Of a damosel which came girt with a sword for to find a man of such virtue to draw it out of the scabbard.", "characters": 117, "sentences": 3}, {"text": "CHAPTER II. How Balin, arrayed like a poor knight, pulled out the sword, which afterward was the cause of his death.", "characters": 116, "sentences": 3}, {"text": "CHAPTER III. How the Lady of the Lake demanded the knight's head that had won the sword, or the maiden's head.", "characters": 110, "sentences": 3}, {"text": "CHAPTER V. How Balin was pursued by Sir Lanceor, knight of Ireland, and how he jousted and slew him.", "characters": 100, "sentences": 3}, {"text": "CHAPTER VI. How a damosel, which was love to Lanceor, slew herself for love, and how Balin met with his brother Balan.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How a dwarf reproved Balin for the death of Lanceor, and how King Mark of Cornwall found them, and made a tomb over them.", "characters": 134, "sentences": 3}, {"text": "CHAPTER VIII. How Merlin prophesied that two the best knights of the world should fight there, which were Sir Lancelot and Sir Tristram.", "characters": 136, "sentences": 3}, {"text": "CHAPTER IX. How Balin and his brother, by the counsel of Merlin, took King Rience and brought him to King Arthur.", "characters": 113, "sentences": 3}, {"text": "CHAPTER X. How King Arthur had a battle against Nero and King Lot of Orkney, and how King Lot was deceived by Merlin, and how twelve kings were slain.", "characters": 150, "sentences": 3}, {"text": "CHAPTER XI. Of the interment of twelve kings, and of the prophecy of Merlin, and how Balin should give the dolorous stroke.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XII. How a sorrowful knight came before Arthur, and how Balin fetched him, and how that knight was slain by a knight invisible.", "characters": 135, "sentences": 3}, {"text": "CHAPTER XIII. How Balin and the damosel met with a knight which was in likewise slain, and how the damosel bled for the custom of a castle.", "characters": 139, "sentences": 3}, {"text": "CHAPTER XIV. How Balin met with that knight named Garlon at a feast, and there he slew him, to have his blood to heal therewith the son of his host.", "characters": 148, "sentences": 3}, {"text": "CHAPTER XV. How Balin fought with King Pellam, and how his sword brake, and how he gat a spear wherewith he smote the dolorous stroke.", "characters": 134, "sentences": 3}, {"text": "CHAPTER XVI. How Balin was delivered by Merlin, and saved a knight that would have slain himself for love.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XVII. How that knight slew his love and a knight lying by her, and after, how he slew himself with his own sword, and how Balin rode toward a castle where he lost his life.", "characters": 180, "sentences": 3}, {"text": "CHAPTER XVIII. How Balin met with his brother Balan, and how each of them slew other unknown, till they were wounded to death.", "characters": 126, "sentences": 3}, {"text": "Soon after this was done Merlin came to King Arthur and told him of the dolorous stroke that Balin gave to King Pellam, and how Balin and Balan fought together the marvellest battle that ever was heard of, and how they were buried both in one tomb. Alas, said King Arthur, this is the greatest pity that ever I heard tell of two knights, for in the world I know not such two knights. Thus endeth the tale of Balin and of Balan, two brethren born in Northumberland, good knights.", "characters": 478, "sentences": 4}, {"text": "CHAPTER I. How King Arthur took a wife, and wedded Guenever, daughter to Leodegrance, King of the Land of Cameliard, with whom he had the Round Table.", "characters": 150, "sentences": 3}, {"text": "CHAPTER II. How the Knights of the Round Table were ordained and their sieges blessed by the Bishop of Canterbury.", "characters": 114, "sentences": 3}, {"text": "CHAPTER V. How at feast of the wedding of King Arthur to Guenever, a white hart came into the hall, and thirty couple hounds, and how a brachet pinched the hart which was taken away.", "characters": 182, "sentences": 3}, {"text": "CHAPTER VI. How Sir Gawaine rode for to fetch again the hart, and how two brethren fought each against other for the hart.", "characters": 122, "sentences": 3}, {"text": "CHAPTER VII How the hart was chased into a castle and there slain, and how Sir Gawaine slew a lady.", "characters": 99, "sentences": 2}, {"text": "CHAPTER VIII. How four knights fought against Gawaine and Gaheris, and how they were overcome, and their lives saved at request of four ladies.", "characters": 143, "sentences": 3}, {"text": "CHAPTER X. How Sir Tor found the brachet with a lady, and how a knight assailed him for the said brachet.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XII. How King Pellinore rode after the lady and the knight that led her away, and how a lady desired help of him, and how he fought with two knights for that lady, of whom he slew the one at the first stroke.", "characters": 216, "sentences": 3}, {"text": "CHAPTER XIII. How King Pellinore gat the lady and brought her to Camelot to the court of King Arthur.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XIV. How on the way he heard two knights, as he lay by night in a valley, and of their adventures.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XV. How when he was come to Camelot he was sworn upon a book to tell the truth of his quest.", "characters": 100, "sentences": 3}, {"text": "CHAPTER I. How Merlin was assotted and doted on one of the ladies of the lake, and how he was shut in a rock under a stone and there died.", "characters": 138, "sentences": 3}, {"text": "CHAPTER II. How five kings came into this land to war against King Arthur, and what counsel Arthur had against them.", "characters": 116, "sentences": 3}, {"text": "CHAPTER III. How King Arthur had ado with them and overthrew them, and slew the five kings and made the remnant to flee.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How the battle was finished or he came, and how King Arthur founded an abbey where the battle was.", "characters": 110, "sentences": 3}, {"text": "CHAPTER VI. How King Arthur, King Uriens, and Sir Accolon of Gaul, chased an hart, and of their marvellous adventures.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How Arthur took upon him to fight to be delivered out of prison, and also for to deliver twenty knights that were in prison.", "characters": 137, "sentences": 3}, {"text": "CHAPTER VIII. How Accolon found himself by a well, and he took upon him to do battle against Arthur.", "characters": 100, "sentences": 3}, {"text": "CHAPTER X. How King Arthur's sword that he fought with brake, and how he recovered of Accolon his own sword Excalibur, and overcame his enemy.", "characters": 142, "sentences": 3}, {"text": "CHAPTER XI. How Accolon confessed the treason of Morgan le Fay, King Arthur's sister, and how she would have done slay him.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XII. How Arthur accorded the two brethren, and delivered the twenty knights, and how Sir Accolon died.", "characters": 110, "sentences": 3}, {"text": "CHAPTER XIII. How Morgan would have slain Sir Uriens her husband, and how Sir Uwaine her son saved him.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XIV. How Queen Morgan le Fay made great sorrow for the death of Accolon, and how she stole away the scabbard from Arthur.", "characters": 129, "sentences": 3}, {"text": "THEN came tidings unto Morgan le Fay that Accolon was dead, and his body brought unto the church, and how King Arthur had his sword again. But when Queen Morgan wist that Accolon was dead, she was so sorrowful that near her heart to-brast. But because she would not it were known, outward she kept her countenance, and made no semblant of sorrow. But well she wist an she abode till her brother Arthur came thither, there should no gold go for her life.", "characters": 453, "sentences": 5}, {"text": "CHAPTER XV. How Morgan le Fay saved a knight that should have been drowned, and how King Arthur returned home again.", "characters": 116, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Gawaine and Sir Uwaine met with twelve fair damosels, and how they complained on Sir Marhaus.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XIX. How Sir Marhaus, Sir Gawaine, and Sir Uwaine met three damosels, and each of them took one.[*1]", "characters": 108, "sentences": 3}, {"text": "AND therewith he passed unto the one side of the laund; and on the other side saw Sir Gawaine ten knights that hoved still and made them ready with their shields and spears against that one knight that came by Sir Gawaine.", "characters": 222, "sentences": 2}, {"text": "CHAPTER XXI. How King Pelleas suffered himself to be taken prisoner because he would have a sight of his lady, and how Sir Gawaine promised him to get to him the love of his lady.", "characters": 179, "sentences": 3}, {"text": "CHAPTER XXIII. How Sir Pelleas loved no more Ettard by means of the Damosel of the Lake, whom he loved ever after.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXIV. How Sir Marhaus rode with the damosel, and how he came to the Duke of the South Marches.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XXVI. How Sir Uwaine rode with the damosel of sixty year of age, and how he gat the prize at tourneying.", "characters": 112, "sentences": 3}, {"text": "CHAPTER XXVIII. How at the year's end all three knights with their three damosels met at the fountain.", "characters": 102, "sentences": 3}, {"text": "CHAPTER III. How King Arthur held a parliament at York, and how he ordained the realm should be governed in his absence.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How King Arthur being shipped and lying in his cabin had a marvellous dream and of the exposition thereof.", "characters": 118, "sentences": 3}, {"text": "Then after this soon they had sight of land, and sailed till they arrived at Barflete in Flanders, and when they were there he found many of his great lords ready, as they had been commanded to wait upon him.", "characters": 208, "sentences": 2}, {"text": "CHAPTER V. How a man of the country told to him of a marvellous giant, and how he fought and conquered him.", "characters": 107, "sentences": 3}, {"text": "CHAPTER VI. How King Arthur sent Sir Gawaine and other to Lucius, and how they were assailed and escaped with worship.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VII. How Lucius sent certain spies in a bushment for to have taken his knights being prisoners, and how they were letted.", "characters": 129, "sentences": 3}, {"text": "CHAPTER VIII. How a senator told to Lucius of their discomfiture, and also of the great battle between Arthur and Lucius.", "characters": 121, "sentences": 3}, {"text": "CHAPTER IX How Arthur, after he had achieved the battle against the Romans, entered into Almaine, and so into Italy.", "characters": 116, "sentences": 2}, {"text": "CHAPTER X. Of a battle done by Sir Gawaine against a Saracen, which after was yielden and became Christian.", "characters": 107, "sentences": 3}, {"text": "Then when Priamus the good knight perceived the great fight, he went to Sir Gawaine, and bade him that he should go and succour his fellowship, which were sore bestead with their enemies. Sir, grieve you not, said Sir Gawaine, for their gree shall be theirs. I shall not once move my horse to them ward, but if I see more than there be; for they be strong enough to match them.", "characters": 377, "sentences": 4}, {"text": "Then Sir Florence and Sir Gawaine harboured surely their people, and took great plenty of bestial, of gold and silver, and great treasure and riches, and returned unto King Arthur, which lay still at the siege. And when they came to the king they presented their prisoners and recounted their adventures, and how they had vanquished their enemies.", "characters": 347, "sentences": 3}, {"text": "CHAPTER XII. How Sir Gawaine returned to King Arthur with his prisoners, and how the King won a city, and how he was crowned Emperor.", "characters": 133, "sentences": 3}, {"text": "Thus endeth the fifth book of the conquest that King Arthur had against Lucius the Emperor of Rome, and here followeth the sixth book, which is of Sir Launcelot du Lake.", "characters": 169, "sentences": 2}, {"text": "CHAPTER I. How Sir Launcelot and Sir Lionel departed from the court, and how Sir Lionel left him sleeping and was taken.", "characters": 120, "sentences": 3}, {"text": "CHAPTER II. How Sir Ector followed for to seek Sir Launcelot, and how he was taken by Sir Turquine.", "characters": 99, "sentences": 3}, {"text": "CHAPTER III How four queens found Launcelot sleeping, and how by enchantment he was taken and led into a castle.", "characters": 112, "sentences": 2}, {"text": "CHAPTER V. How a knight found Sir Launcelot lying in his leman's bed, and how Sir Launcelot fought with the knight.", "characters": 115, "sentences": 3}, {"text": "Fair lady, said Sir Launcelot, let him come unto the court the next high feast, and look that ye come with him, and I shall do my power, an ye prove you doughty of your hands, that ye shall have your desire. So thus within a while, as they thus talked, the night passed, and the day shone, and then Sir Launcelot armed him, and took his horse, and they taught him to the Abbey, and thither he rode within the space of two hours.", "characters": 428, "sentences": 3}, {"text": "CHAPTER VI. How Sir Launcelot was received of King Bagdemagus' daughter, and how he made his complaint to her father.", "characters": 117, "sentences": 3}, {"text": "CHAPTER VII. How Sir Launcelot behaved him in a tournament, and how he met with Sir Turquine leading Sir Gaheris.", "characters": 113, "sentences": 3}, {"text": "CHAPTER IX. How Sir Turquine was slain, and how Sir Launcelot bade Sir Gaheris deliver all the prisoners.", "characters": 105, "sentences": 3}, {"text": "CHAPTER X. How Sir Launcelot rode with a damosel and slew a knight that distressed all ladies and also a villain that kept a bridge.", "characters": 132, "sentences": 3}, {"text": "CHAPTER XII. How Sir Launcelot rode disguised in Sir Kay's harness, and how he smote down a knight.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XIII. How Sir Launcelot jousted against four knights of the Round Table and overthrew them.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XIV. How Sir Launcelot followed a brachet into a castle, where he found a dead knight, and how he after was required of a damosel to heal her brother.", "characters": 158, "sentences": 3}, {"text": "CHAPTER XV. How Sir Launcelot came into the Chapel Perilous and gat there of a dead corpse a piece of the cloth and a sword.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XVI. How Sir Launcelot at the request of a lady recovered a falcon, by which he was deceived.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Launcelot overtook a knight which chased his wife to have slain her, and how he said to him.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XVIII. How Sir Launcelot came to King Arthur's Court, and how there were recounted all his noble feats and acts.", "characters": 120, "sentences": 3}, {"text": "Explicit the noble tale of Sir Launcelot du Lake, which is the vi. book. Here followeth the tale of Sir Gareth of Orkney that was called Beaumains by Sir Kay, and is the seventh book.", "characters": 183, "sentences": 4}, {"text": "Now, sir, this is my petition for this feast, that ye will give me meat and drink sufficiently for this twelvemonth, and at that day I will ask mine other two gifts.", "characters": 165, "sentences": 2}, {"text": "CHAPTER II. How Sir Launcelot and Sir Gawaine were wroth because Sir Kay mocked Beaumains, and of a damosel which desired a knight to fight for a lady.", "characters": 151, "sentences": 3}, {"text": "Right so there came a damosel into the hall and saluted the king, and prayed him of succour. For whom? said the king, what is the adventure?", "characters": 140, "sentences": 2}, {"text": "CHAPTER III. How Beaumains desired the battle, and how it was granted to him, and how he desired to be made knight of Sir Launcelot.", "characters": 132, "sentences": 3}, {"text": "CHAPTER IV. How Beaumains departed, and how he gat of Sir Kay a spear and a shield, and how he jousted with Sir Launcelot.", "characters": 122, "sentences": 3}, {"text": "CHAPTER V. How Beaumains told to Sir Launcelot his name, and how he was dubbed knight of Sir Launcelot, and after overtook the damosel.", "characters": 135, "sentences": 3}, {"text": "So Sir Launcelot departed from him and came to Sir Kay, and made him to be borne home upon his shield, and so he was healed hard with the life; and all men scorned Sir Kay, and in especial Sir Gawaine and Sir Launcelot said it was not his part to rebuke no young man, for full little knew he of what birth he is come, and for what cause he came to this court; and so we leave Sir Kay and turn we unto Beaumains.", "characters": 411, "sentences": 2}, {"text": "Alas, she said, that ever a kitchen page should have that fortune to destroy such two doughty knights: thou weenest thou hast done doughtily, that is not so; for the first knight his horse stumbled, and there he was drowned in the water, and never it was by thy force, nor by thy might. And the last knight by mishap thou camest behind him and mishappily thou slew him.", "characters": 369, "sentences": 3}, {"text": "CHAPTER VII. How Beaumains fought with the Knight of the Black Launds, and fought with him till he fell down and died.", "characters": 118, "sentences": 3}, {"text": "CHAPTER VIII. How the brother of the knight that was slain met with Beaumains, and fought with Beaumains till he was yielden.", "characters": 125, "sentences": 3}, {"text": "CHAPTER IX. How the damosel again rebuked Beaumains, and would not suffer him to sit at her table, but called him kitchen boy.", "characters": 126, "sentences": 3}, {"text": "CHAPTER X. How the third brother, called the Red Knight, jousted and fought against Beaumains, and how Beaumains overcame him.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XIII. Of the goodly communication between Sir Persant and Beaumains, and how he told him that his name was Sir Gareth.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XIV. How the lady that was besieged had word from her sister how she had brought a knight to fight for her, and what battles he had achieved.", "characters": 149, "sentences": 3}, {"text": "CHAPTER XV. How the damosel and Beaumains came to the siege; and came to a sycamore tree, and there Beaumains blew a horn, and then the Knight of the Red Launds came to fight with him.", "characters": 184, "sentences": 3}, {"text": "Then Sir Beaumains abated his countenance and said, What meaneth this? Fair sir, said the damosel, abate not your cheer for all this sight, for ye must courage yourself, or else ye be all shent, for all these knights came hither to this siege to rescue my sister Dame Lionesse, and when the Red Knight of the Red Launds had overcome them, he put them to this shameful death without mercy and pity. And in the same wise he will serve you but if you quit you the better.", "characters": 468, "sentences": 3}, {"text": "Then the Red Knight of the Red Launds armed him hastily, and two barons set on his spurs upon his heels, and all was blood red, his armour, spear and shield. And an earl buckled his helm upon his head, and then they brought him a red spear and a red steed, and so he rode into a little vale under the castle, that all that were in the castle and at the siege might behold the battle.", "characters": 383, "sentences": 3}, {"text": "CHAPTER XVI. How the two knights met together, and of their talking, and how they began their battle.", "characters": 101, "sentences": 3}, {"text": "CHAPTER XVII. How after long fighting Beaumains overcame the knight and would have slain him, but at the request of the lords he saved his life, and made him to yield him to the lady.", "characters": 183, "sentences": 3}, {"text": "Thus they endured till evensong time, that there was none that beheld them might know whether was like to win the battle; and their armour was so forhewn that men might see their naked sides; and in other places they were naked, but ever the naked places they did defend. And the Red Knight was a wily knight of war, and his wily fighting taught Sir Beaumains to be wise; but he abought it full sore or he did espy his fighting.", "characters": 428, "sentences": 3}, {"text": "CHAPTER XVIII. How the knight yielded him, and how Beaumains made him to go unto King Arthur's court, and to cry Sir Launcelot mercy.", "characters": 133, "sentences": 3}, {"text": "CHAPTER XIX How Beaumains came to the lady, and when he came to the castle the gates were closed against him, and of the words that the lady said to him.", "characters": 153, "sentences": 2}, {"text": "NOW turn we unto Sir Beaumains that desired of Linet that he might see her sister, his lady. Sir, she said, I would fain ye saw her. Then Sir Beaumains all armed him, and took his horse and his spear, and rode straight unto the castle. And when he came to the gate he found there many men armed, and pulled up the drawbridge and drew the port close.", "characters": 349, "sentences": 5}, {"text": "But Sir Beaumains had no rest, but wallowed and writhed for the love of the lady of the castle. And so upon the morrow he took his horse and rode until underne, and then he came to a broad water, and thereby was a great lodge, and there he alighted to sleep and laid his head upon the shield, and betook his horse to the dwarf, and commanded him to watch all night.", "characters": 365, "sentences": 3}, {"text": "CHAPTER XX. How Sir Beaumains rode after to rescue his dwarf, and came into the castle where he was.", "characters": 100, "sentences": 3}, {"text": "CHAPTER XXI. How Sir Gareth, otherwise called Beaumains, came to the presence of his lady, and how they took acquaintance, and of their love.", "characters": 141, "sentences": 3}, {"text": "CHAPTER XXII. How at night came an armed knight, and fought with Sir Gareth, and he, sore hurt in the thigh, smote off the knight's head.", "characters": 137, "sentences": 3}, {"text": "CHAPTER XXIII. How the said knight came again the next night and was beheaded again, and how at the feast of Pentecost all the knights that Sir Gareth had overcome came and yielded them to King Arthur.", "characters": 201, "sentences": 3}, {"text": "[*3] In Caxton's edition this chapter is misnumbered XXVI., setting the numeration wrong to the end of the book.", "characters": 112, "sentences": 3}, {"text": "How the Queen of Orkney came to this feast of Pentecost, and Sir Gawaine and his brethren came to ask her blessing.", "characters": 115, "sentences": 2}, {"text": "CHAPTER XXVI. How King Arthur sent for the Lady Lionesse, and how she let cry a tourney at her castle, whereas came many knights.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XXVII. How King Arthur went to the tournament with his knights, and how the lady received him worshipfully, and how the knights encountered.", "characters": 148, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Gareth came to a castle where he was well lodged, and he jousted with a knight and slew him.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Gareth fought with a knight that held within his castle thirty ladies, and how he slew him.", "characters": 114, "sentences": 3}, {"text": "SO when they saw that they might not overcome him, they rode from him, and took their counsel to slay his horse; and so they came in upon Sir Gareth, and with spears they slew his horse, and then they assailed him hard. But when he was on foot, there was none that he fought but he gave him such a buffet that he did never recover. So he slew them by one and one till they were but four, and there they fled; and Sir Gareth took a good horse that was one of theirs, and rode his way.", "characters": 483, "sentences": 4}, {"text": "CHAPTER XXXIII. How Sir Gareth and Sir Gawaine fought each against other, and how they knew each other by the damosel Linet.", "characters": 124, "sentences": 3}, {"text": "SO the duke departed, and Sir Gareth stood there alone; and there he saw an armed knight coming toward him. Then Sir Gareth took the duke's shield, and mounted upon horseback, and so without biding they ran together as it had been the thunder. And there that knight hurt Sir Gareth under the side with his spear. And then they alighted and drew their swords, and gave great strokes that the blood trailed to the ground. And so they fought two hours.", "characters": 449, "sentences": 6}, {"text": "CHAPTER XXXIV. How Sir Gareth acknowledged that they loved each other to King Arthur, and of the appointment of their wedding.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XXXV. Of the Great Royalty, and what officers were made at the feast of the wedding, and of the jousts at the feast.", "characters": 124, "sentences": 3}, {"text": "Thus endeth this tale of Sir Gareth of Orkney that wedded Dame Lionesse of the Castle Perilous. And also Sir Gaheris wedded her sister, Dame Linet, that was called the Damosel Sabage. And Sir Agrabaine wedded Dame Laurel, a fair lady and great, and mighty lands with great riches gave with them King Arthur, that royally they might live till their lives' end.", "characters": 359, "sentences": 4}, {"text": "Here followeth the viii. book, the which is the first book of Sir Tristram de Liones, and who was his father and his mother, and how he was born and fostered, and how he was made knight.", "characters": 186, "sentences": 3}, {"text": "CHAPTER I. How Sir Tristram de Liones was born, and how his mother died at his birth, wherefore she named him Tristram.", "characters": 119, "sentences": 3}, {"text": "CHAPTER II. How the stepmother of Sir Tristram had ordained poison for to have poisoned Sir Tristram.", "characters": 101, "sentences": 3}, {"text": "BUT then through the fair speech of the gentlewoman, and by the means that she made, the most part of the barons would not assent thereto. And then they let carry home the dead queen, and much dole was made for her.", "characters": 215, "sentences": 3}, {"text": "CHAPTER III. How Sir Tristram was sent into France, and had one to govern him named Gouvernail, and how he learned to harp, hawk, and hunt.", "characters": 139, "sentences": 3}, {"text": "Thus Sir Tristram endured in Cornwall until he was big and strong, of the age of eighteen years. And then the King Meliodas had great joy of Sir Tristram, and so had the queen, his wife. For ever after in her life, because Sir Tristram saved her from the fire, she did never hate him more after, but loved him ever after, and gave Tristram many great gifts; for every estate loved him, where that he went.", "characters": 405, "sentences": 4}, {"text": "CHAPTER IV. How Sir Marhaus came out of Ireland for to ask truage of Cornwall, or else he would fight therefore.", "characters": 112, "sentences": 3}, {"text": "CHAPTER V. How Tristram enterprized the battle to fight for the truage of Cornwall, and how he was made knight.", "characters": 111, "sentences": 3}, {"text": "CHAPTER VII. How Sir Tristram fought against Sir Marhaus and achieved his battle, and how Sir Marhaus fled to his ship.", "characters": 119, "sentences": 3}, {"text": "When Sir Marhaus had heard him say what he would, he said then thus again: Fair knight, sithen it is so that thou castest to win worship of me, I let thee wit worship may thou none lose by me if thou mayest stand me three strokes; for I let thee wit for my noble deeds, proved and seen, King Arthur made me Knight of the Table Round.", "characters": 333, "sentences": 2}, {"text": "CHAPTER VIII. How Sir Marhaus after that he was arrived in Ireland died of the stroke that Sir Tristram had given him, and how Tristram was hurt.", "characters": 145, "sentences": 3}, {"text": "ANON Sir Marhaus and his fellowship departed into Ireland. And as soon as he came to the king, his brother, he let search his wounds. And when his head was searched a piece of Sir Tristram's sword was found therein, and might never be had out of his head for no surgeons, and so he died of Sir Tristram's sword; and that piece of the sword the queen, his sister, kept it for ever with her, for she thought to be revenged an she might.", "characters": 434, "sentences": 4}, {"text": "When King Mark understood that, he let purvey for Sir Tristram a fair vessel, well victualled, and therein was put Sir Tristram, and Gouvernail with him, and Sir Tristram took his harp with him, and so he was put into the sea to sail into Ireland; and so by good fortune he arrived up in Ireland, even fast by a castle where the king and the queen was; and at his arrival he sat and harped in his bed a merry lay, such one heard they never none in Ireland before that time.", "characters": 473, "sentences": 2}, {"text": "CHAPTER IX. How Sir Tristram was put to the keeping of La Beale Isoud first for to be healed of his wound.", "characters": 106, "sentences": 3}, {"text": "CHAPTER X. How Sir Tristram won the degree at a tournament in Ireland, and there made Palamides to bear no more harness in a year.", "characters": 130, "sentences": 3}, {"text": "THEN Sir Tristram asked him what he did in those countries. Sir, he said, I came hither with Sir Gawaine for to be made knight, and if it please you, of your hands that I may be made knight. Await upon me as to-morn secretly, and in the field I shall make you a knight.", "characters": 269, "sentences": 4}, {"text": "CHAPTER XI. How the queen espied that Sir Tristram had slain her brother Sir Marhaus by his sword, and in what jeopardy he was.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XII. How Sir Tristram departed from the king and La Beale Isoud out of Ireland for to come into Cornwall.", "characters": 113, "sentences": 3}, {"text": "CHAPTER XV. How Sir Bleoberis demanded the fairest lady in King Mark's court, whom he took away, and how he was fought with.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Tristram fought with Sir Bleoberis for a lady, and how the lady was put to choice to whom she would go.", "characters": 125, "sentences": 3}, {"text": "CHAPTER XVIII. How the lady forsook Sir Tristram and abode with Sir Bleoberis, and how she desired to go to her husband.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XIX. How King Mark sent Sir Tristram for La Beale Isoud toward Ireland, and how by fortune he arrived into England.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XXI. How Sir Tristram rescued a child from a knight, and how Gouvernail told him of King Anguish.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXII. How Sir Tristram fought for Sir Anguish and overcame his adversary, and how his adversary would never yield him.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XXIII. How Sir Blamore desired Tristram to slay him, and how Sir Tristram spared him, and how they took appointment.", "characters": 124, "sentences": 3}, {"text": "Then King Anguish and Sir Tristram took their leave, and sailed into Ireland with great noblesse and joy. So when they were in Ireland the king let make it known throughout all the land how and in what manner Sir Tristram had done for him. Then the queen and all that there were made the most of him that they might. But the joy that La Beale Isoud made of Sir Tristram there might no tongue tell, for of all men earthly she loved him most.", "characters": 440, "sentences": 5}, {"text": "CHAPTER XXIV. How Sir Tristram demanded La Beale Isoud for King Mark, and how Sir Tristram and Isoud drank the love drink.", "characters": 122, "sentences": 3}, {"text": "CHAPTER XXV. How Sir Tristram and Isoud were in prison, and how he fought for her beauty, and smote of another lady's head.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XXVII. How Sir Galahad fought with Sir Tristram, and how Sir Tristram yielded him and promised to fellowship with Launcelot.", "characters": 132, "sentences": 3}, {"text": "CHAPTER XXVIII. How Sir Launcelot met with Sir Carados bearing away Sir Gawaine, and of the rescue of Sir Gawaine.", "characters": 114, "sentences": 3}, {"text": "CHAPTER XXIX. Of the wedding of King Mark to La Beale Isoud, and of Bragwaine her maid, and of Palamides.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXX. How Palamides demanded Queen Isoud, and how Lambegus rode after to rescue her, and of the escape of Isoud.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Tristram rode after Palamides, and how he found him and fought with him, and by the means of Isoud the battle ceased.", "characters": 139, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Tristram brought Queen Isoud home, and of the debate of King Mark and Sir Tristram.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XXXIII. How Sir Lamorak jousted with thirty knights, and Sir Tristram at the request of King Mark smote his horse down.", "characters": 127, "sentences": 3}, {"text": "CHAPTER XXXIV. How Sir Lamorak sent an horn to King Mark in despite of Sir Tristram, and how Sir Tristram was driven into a chapel.", "characters": 131, "sentences": 3}, {"text": "CHAPTER XXXV. How Sir Tristram was holpen by his men, and of Queen Isoud which was put in a lazar-cote, and how Tristram was hurt.", "characters": 130, "sentences": 3}, {"text": "CHAPTER XXXVI. How Sir Tristram served in war King Howel of Brittany, and slew his adversary in the field.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XXXVII. How Sir Suppinabiles told Sir Tristram how he was defamed in the court of King Arthur, and of Sir Lamorak.", "characters": 122, "sentences": 3}, {"text": "So leave we Sir Tristram in Brittany, and speak we of Sir Lamorak de Galis, that as he sailed his ship fell on a rock and perished all, save Sir Lamorak and his squire; and there he swam mightily, and fishers of the Isle of Servage took him up, and his squire was drowned, and the shipmen had great labour to save Sir Lamorak's life, for all the comfort that they could do.", "characters": 373, "sentences": 2}, {"text": "CHAPTER XXXVIII. How Sir Tristram and his wife arrived in Wales, and how he met there with Sir Lamorak.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XXXIX. How Sir Tristram fought with Sir Nabon, and overcame him, and made Sir Segwarides lord of the isle.", "characters": 114, "sentences": 3}, {"text": "How Sir Lamorak departed from Sir Tristram, and how he met with Sir Frol, and after with Sir Launcelot.", "characters": 103, "sentences": 2}, {"text": "CHAPTER XLI. How Sir Lamorak slew Sir Frol, and of the courteous fighting with Sir Belliance his brother.", "characters": 105, "sentences": 3}, {"text": "Here leave we of Sir Lamorak and of Sir Tristram. And here beginneth the history of La Cote Male Taile.", "characters": 103, "sentences": 3}, {"text": "CHAPTER I. How a young man came into the court of King Arthur, and how Sir Kay called him in scorn La Cote Male Taile.", "characters": 118, "sentences": 3}, {"text": "CHAPTER II. How a damosel came into the court and desired a knight to take on him an enquest, which La Cote Male Taile emprised.", "characters": 128, "sentences": 3}, {"text": "CHAPTER III. How La Cote Male Taile overthrew Sir Dagonet the king's fool, and of the rebuke that he had of the damosel.", "characters": 120, "sentences": 3}, {"text": "CHAPTER IV. How La Cote Male Taile fought against an hundred knights, and how he escaped by the mean of a lady.", "characters": 111, "sentences": 3}, {"text": "CHAPTER V. How Sir Launcelot came to the court and heard of La Cote Male Taile, and how he followed after him, and how La Cote Male Taile was prisoner.", "characters": 151, "sentences": 3}, {"text": "CHAPTER VI. How Sir Launcelot fought with six knights, and after with Sir Brian, and how he delivered the prisoners.", "characters": 116, "sentences": 3}, {"text": "CHAPTER VII. How Sir Launcelot met with the damosel named Male disant, and named her the Damosel Bienpensant.", "characters": 109, "sentences": 3}, {"text": "CHAPTER VIII. How La Cote Male Taile was taken prisoner, and after rescued by Sir Launcelot, and how Sir Launcelot overcame four brethren.", "characters": 138, "sentences": 3}, {"text": "CHAPTER IX. How Sir Launcelot made La Cote Male Taile lord of the Castle of Pendragon, and after was made knight of the Round Table.", "characters": 132, "sentences": 3}, {"text": "CHAPTER X. How La Beale Isoud sent letters to Sir Tristram by her maid Bragwaine, and of divers adventures of Sir Tristram.", "characters": 123, "sentences": 3}, {"text": "CHAPTER XI. How Sir Tristram met with Sir Lamorak de Galis, and how they fought, and after accorded never to fight together.", "characters": 124, "sentences": 3}, {"text": "CHAPTER XII. How Sir Palomides followed the Questing Beast, and smote down Sir Tristram and Sir Lamorak with one spear.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XIII. How Sir Lamorak met with Sir Meliagaunce, and fought together for the beauty of Dame Guenever.", "characters": 108, "sentences": 3}, {"text": "And as they stood thus fighting, by fortune came Sir Launcelot and Sir Bleoberis riding. And then Sir Launcelot rode betwixt them, and asked them for what cause they fought so together: And ye are both knights of King Arthur!", "characters": 225, "sentences": 2}, {"text": "CHAPTER XIV. How Sir Meliagaunce told for what cause they fought, and how Sir Lamorak jousted with King Arthur.", "characters": 111, "sentences": 3}, {"text": "And within a while came King Arthur, and met with Sir Lamorak, and jousted with him; and there he smote down Sir Lamorak, and wounded him sore with a spear, and so he rode from him; wherefore Sir Lamorak was wroth that he would not fight with him on foot, howbeit that Sir Lamorak knew not King Arthur.", "characters": 302, "sentences": 2}, {"text": "CHAPTER XV. How Sir Kay met with Sir Tristram, and after of the shame spoken of the knights of Cornwall, and how they jousted.", "characters": 126, "sentences": 3}, {"text": "CHAPTER XVI. How King Arthur was brought into the Forest Perilous, and how Sir Tristram saved his life.", "characters": 103, "sentences": 3}, {"text": "CHAPTER XVII. How Sir Tristram came to La Beale Isoud, and how Kehydius began to love Beale Isoud, and of a letter that Tristram found.", "characters": 135, "sentences": 3}, {"text": "CHAP TER XVIII. How Sir Tristram departed from Tintagil, and how he sorrowed and was so long in a forest till he was out of his mind.", "characters": 133, "sentences": 3}, {"text": "CHAPTER XIX. How Sir Tristram soused Dagonet in a well, and how Palomides sent a damosel to seek Tristram, and how Palomides met with King Mark.", "characters": 144, "sentences": 3}, {"text": "CHAPTER XX. How it was noised how Sir Tristram was dead, and how La Beale Isoud would have slain herself.", "characters": 105, "sentences": 3}, {"text": "CHAPTER XXI. How King Mark found Sir Tristram naked, and made him to be borne home to Tintagil, and how he was there known by a brachet.", "characters": 136, "sentences": 3}, {"text": "CHAPTER XXII. How King Mark, by the advice of his council, banished Sir Tristram out of Cornwall the term of ten years.", "characters": 119, "sentences": 3}, {"text": "CHAPTER XXIII. How a damosel sought help to help Sir Launcelot against thirty knights, and how Sir Tristram fought with them.", "characters": 125, "sentences": 3}, {"text": "CHAPTER XXIV. How Sir Tristram and Sir Dinadan came to a lodging where they must joust with two knights.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXV. How Sir Tristram jousted with Sir Kay and Sir Sagramore le Desirous, and how Sir Gawaine turned Sir Tristram from Morgan le Fay.", "characters": 141, "sentences": 3}, {"text": "CHAPTER XXVI. How Sir Tristram and Sir Gawaine rode to have foughten with the thirty knights, but they durst not come out.", "characters": 122, "sentences": 3}, {"text": "CHAPTER XXVII. How damosel Bragwaine found Tristram sleeping by a well, and how she delivered letters to him from La Beale Isoud.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XXVIII. How Sir Tristram had a fall with Sir Palomides, and how Launcelot overthrew two knights.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXIX. How Sir Launcelot jousted with Palomides and overthrew him, and after he was assailed with twelve knights.", "characters": 120, "sentences": 3}, {"text": "CHAPTER XXX. How Sir Tristram behaved him the first day of the tournament, and there he had the prize.", "characters": 102, "sentences": 3}, {"text": "CHAPTER XXXI. How Sir Tristram returned against King Arthur's party because he saw Sir Palomides on that party.", "characters": 111, "sentences": 3}, {"text": "CHAPTER XXXII. How Sir Tristram found Palomides by a well, and brought him with him to his lodging.", "characters": 99, "sentences": 3}, {"text": "CHAPTER XXXIII. How Sir Tristram smote down Sir Palomides, and how he jousted with King Arthur, and other feats.", "characters": 112, "sentences": 3}, {"text": "CHAPTER XXXIV. How Sir Launcelot hurt Sir Tristram, and how after Sir Tristram smote down Sir Palomides.", "characters": 104, "sentences": 3}, {"text": "CHAPTER XXXV. How the prize of the third day was given to Sir Launcelot, and Sir Launcelot gave it to Sir Tristram.", "characters": 115, "sentences": 3}, {"text": "CHAPTER XXXVI. How Palomides came to the castle where Sir Tristram was, and of the quest that Sir Launcelot and ten knights made for Sir Tristram.", "characters": 146, "sentences": 3}, {"text": "CHAPTER XXXVIII. How King Mark was sorry for the good renown of Sir Tristram. Some of King Arthur's knights jousted with knights of Cornwall.", "characters": 141, "sentences": 4}, {"text": "CHAPTER XXXIX. Of the treason of King Mark, and how Sir Gaheris smote him down and Andred his cousin.", "characters": 101, "sentences": 3}, {"text": "How after that Sir Tristram, Sir Palomides, and Sir Dinadan had been long in prison they were delivered.", "characters": 104, "sentences": 2}, {"text": "Now will we turn unto sir Launcelot, that was right heavy that he could never hear no tidings of sir Tristram, for all this while he was in prison with sir Darras, Palomides, and Dinadan. Then Dame Bragwaine took her leave to go into Cornwall, and sir Launcelot, sir Kay, and sir Gaheris rode to seek sir Tristram in the country of Surluse.", "characters": 340, "sentences": 3}, {"text": "CHAPTER XLI. How Sir Dinadan rescued a lady from Sir Breuse Saunce Pite, and how Sir Tristram received a shield of Morgan le Fay.", "characters": 129, "sentences": 3}, {"text": "CHAPTER XLII. How Sir Tristram took with him the shield, and also how he slew the paramour of Morgan le Fay.", "characters": 108, "sentences": 3}, {"text": "CHAPTER XLIII. How Morgan le Fay buried her paramour, and how Sir Tristram praised Sir Launcelot and his kin.", "characters": 109, "sentences": 3}, {"text": "CHAPTER XLIV. How Sir Tristram at a tournament bare the shield that Morgan le Fay delivered to him.", "characters": 99, "sentences": 3}, {"text": "So here endeth this history of this book, for it is the first book of Sir Tristram de Liones and the second book of Sir Tristram followeth.", "characters": 139, "sentences": 2}, {"text": "Doubted, redoubtable,      Draughts, privities, secret interviews, recesses,      Drenched, drowned,      Dress, make ready,      Dressed up, raised,      Dretched, troubled in sleep,      Dretching, being troubled in sleep,      Dromounds, war vessels,      Dure, endure, last,; dured,; during,      Duresse, bondage, hardship,      Dwined, dwindled,", "characters": 351, "sentences": 1}, {"text": "Incontinent, forthwith,      Ind, dark blue,      Infellowship, join in fellowship,      In like, alike,      Intermit, interpose,", "characters": 130, "sentences": 1}, {"text": "Keep, sb., care,      Keep, s., care, reck,      Kemps, champions,      Kind, nature,      Kindly, natural,      Knights parters, marshals,      Know, acknowledge,      Knowledging, acknowledgment, confession,", "characters": 209, "sentences": 3}, {"text": "Sacring, consecrating,      Sad, serious,      Sadly, heartily, earnestly,      Salle, room,      Samite, silk stuff with gold or silver      threads,      Sangreal, Holy Grail,      Sarps, girdles,      Saw, proverb,      Scathes, harms, hurts,      icripture, writing,      Search, probe wounds,      Selar, canopy,      Semblable, like,      Semblant, semblance,      Sendal, fine cloth,      Sennight, week,      Servage, slavery,", "characters": 434, "sentences": 1}, {"text": "Varlet, servant,      Venery, hunting,      Ven ails, breathing holes,      Villain, man of low birth,      Visors, the perforated parts of helmets,      Voided, slipped away from,", "characters": 180, "sentences": 1}], "id": 1251, "paragraphs": 430, "author": "Thomas Malory"}