{"title": "The Jungle", "data": [{"text": "The musicians--how shall one begin to describe them? All this time they have been there, playing in a mad frenzy--all of this scene must be read, or said, or sung, to music. It is the music which makes it what it is; it is the music which changes the place from the rear room of a saloon in back of the yards to a fairy place, a wonderland, a little corner of the high mansions of the sky.", "characters": 389, "sentences": 3}, {"text": "\"Sudiev' kvietkeli, tu brangiausis;      Sudiev' ir laime, man biednam,      Matau--paskyre teip Aukszcziausis,      Jog vargt ant svieto reik vienam!\"", "characters": 151, "sentences": 1}, {"text": "\"You shall not go to Brown's today, little one,\" he whispers, as he climbs the stairs; and she catches his arm in terror, gasping: \"No! No! I dare not! It will ruin us!\"", "characters": 169, "sentences": 1}, {"text": "But he answers her again: \"Leave it to me; leave it to me. I will earn more money--I will work harder.\"", "characters": 103, "sentences": 3}, {"text": "So in the summer time they had all set out for America. At the last moment there joined them Marija Berczynskas, who was a cousin of Ona's. Marija was an orphan, and had worked since childhood for a rich farmer of Vilna, who beat her regularly. It was only at the age of twenty that it had occurred to Marija to try her strength, when she had risen up and nearly murdered the man, and then come away.", "characters": 400, "sentences": 5}, {"text": "\"Dekui, tamistai!\" (Thank you, sir.) And that was all. Jurgis turned away, and then in a sudden rush the full realization of his triumph swept over him, and he gave a yell and a jump, and started off on a run. He had a job! He had a job! And he went all the way home as if upon wings, and burst into the house like a cyclone, to the rage of the numerous lodgers who had just turned in for their daily sleep.", "characters": 407, "sentences": 5}, {"text": "\"By tonight,\" Jokubas answered, \"they will all be killed and cut up; and over there on the other side of the packing houses are more railroad tracks, where the cars come to take them away.\"", "characters": 189, "sentences": 2}, {"text": "Meantime, heedless of all these things, the men upon the floor were going about their work. Neither squeals of hogs nor tears of visitors made any difference to them; one by one they hooked up the hogs, and one by one with a swift stroke they slit their throats. There was a long line of hogs, with squeals and lifeblood ebbing away together; until at last each started again, and vanished with a splash into a huge vat of boiling water.", "characters": 437, "sentences": 4}, {"text": "Once or twice the lawyer looked up and asked a question of Szedvilas; the other did not know a word that he was saying, but his eyes were fixed upon the lawyer's face, striving in an agony of dread to read his mind. He saw the lawyer look up and laugh, and he gave a gasp; the man said something to Szedvilas, and Jurgis turned upon his friend, his heart almost stopping.", "characters": 371, "sentences": 3}, {"text": "The lawyer explained that the rental was a form--the property was said to be merely rented until the last payment had been made, the purpose being to make it easier to turn the party out if he did not make the payments. So long as they paid, however, they had nothing to fear, the house was all theirs.", "characters": 302, "sentences": 3}, {"text": "They had bought their home. It was hard for them to realize that the wonderful house was theirs to move into whenever they chose. They spent all their time thinking about it, and what they were going to put into it. As their week with Aniele was up in three days, they lost no time in getting ready. They had to make some shift to furnish it, and every instant of their leisure was given to discussing this.", "characters": 407, "sentences": 6}, {"text": "Yet Jurgis did not mind it; he rather enjoyed it. It saved him the necessity of flinging his arms about and fidgeting as he did in most work. He would laugh to himself as he ran down the line, darting a glance now and then at the man ahead of him. It was not the pleasantest work one could think of, but it was necessary work; and what more had a man the right to ask than a chance to do something useful, and to get good pay for doing it?", "characters": 439, "sentences": 4}, {"text": "Jurgis and Ona were very much in love; they had waited a long time--it was now well into the second year, and Jurgis judged everything by the criterion of its helping or hindering their union. All his thoughts were there; he accepted the family because it was a part of Ona. And he was interested in the house because it was to be Ona's home. Even the tricks and cruelties he saw at Durham's had little meaning for him just then, save as they might happen to affect his future with Ona.", "characters": 486, "sentences": 5}, {"text": "They called her back to the story of the house. The German family had been a good sort. To be sure there had been a great many of them, which was a common failing in Packingtown; but they had worked hard, and the father had been a steady man, and they had a good deal more than half paid for the house. But he had been killed in an elevator accident in Durham's.", "characters": 362, "sentences": 5}, {"text": "So this grim old women went on with her tale of horrors. How much of it was exaggeration--who could tell? It was only too plausible. There was that about consumption, for instance. They knew nothing about consumption whatever, except that it made people cough; and for two weeks they had been worrying about a coughing-spell of Antanas. It seemed to shake him all over, and it never stopped; you could see a red stain wherever he had spit upon the floor.", "characters": 454, "sentences": 6}, {"text": "And yet all these things were as nothing to what came a little later. They had begun to question the old lady as to why one family had been unable to pay, trying to show her by figures that it ought to have been possible; and Grandmother Majauszkiene had disputed their figures--\"You say twelve dollars a month; but that does not include the interest.\"", "characters": 352, "sentences": 3}, {"text": "\"But we don't have to pay any interest!\" they exclaimed, three or four at once. \"We only have to pay twelve dollars each month.\"", "characters": 128, "sentences": 3}, {"text": "And for this she laughed at them. \"You are like all the rest,\" she said; \"they trick you and eat you alive. They never sell the houses without interest. Get your deed, and see.\"", "characters": 177, "sentences": 5}, {"text": "Then, with a horrible sinking of the heart, Teta Elzbieta unlocked her bureau and brought out the paper that had already caused them so many agonies. Now they sat round, scarcely breathing, while the old lady, who could read English, ran over it. \"Yes,\" she said, finally, \"here it is, of course: 'With interest thereon monthly, at the rate of seven per cent per annum.'\"", "characters": 371, "sentences": 4}, {"text": "And there followed a dead silence. \"What does that mean?\" asked Jurgis finally, almost in a whisper.", "characters": 100, "sentences": 3}, {"text": "\"That means,\" replied the other, \"that you have to pay them seven dollars next month, as well as the twelve dollars.\"", "characters": 117, "sentences": 2}, {"text": "All their outcry did them no good, of course. There sat Grandmother Majauszkiene, unrelenting, typifying fate. No, of course it was not fair, but then fairness had nothing to do with it. And of course they had not known it. They had not been intended to know it. But it was in the deed, and that was all that was necessary, as they would find when the time came.", "characters": 362, "sentences": 7}, {"text": "And meantime, because they were young, and hope is not to be stifled before its time, Jurgis and Ona were again calculating; for they had discovered that the wages of Stanislovas would a little more than pay the interest, which left them just about as they had been before! It would be but fair to them to say that the little boy was delighted with his work, and at the idea of earning a lot of money; and also that the two were very much in love with each other.", "characters": 463, "sentences": 2}, {"text": "All summer long the family toiled, and in the fall they had money enough for Jurgis and Ona to be married according to home traditions of decency. In the latter part of November they hired a hall, and invited all their new acquaintances, who came and left them over a hundred dollars in debt.", "characters": 292, "sentences": 3}, {"text": "\"Deeper their heart grows and nobler their bearing,      Whose youth in the fires of anguish hath died.\"", "characters": 104, "sentences": 2}, {"text": "Yet even by this deadly winter the germ of hope was not to be kept from sprouting in their hearts. It was just at this time that the great adventure befell Marija.", "characters": 163, "sentences": 3}, {"text": "Yet her friends would shake their heads and tell her to go slow; one could not count upon such good fortune forever--there were accidents that always happened. But Marija was not to be prevailed upon, and went on planning and dreaming of all the treasures she was going to have for her home; and so, when the crash did come, her grief was painful to see.", "characters": 354, "sentences": 3}, {"text": "For her canning factory shut down! Marija would about as soon have expected to see the sun shut down--the huge establishment had been to her a thing akin to the planets and the seasons. But now it was shut! And they had not given her any explanation, they had not even given her a day's warning; they had simply posted a notice one Saturday that all hands would be paid off that afternoon, and would not resume work for at least a month! And that was all that there was to it--her job was gone!", "characters": 494, "sentences": 2}, {"text": "(*Rules and Regulations for the Inspection of Livestock and      Their Products. United States Department of Agriculture,      Bureau of Animal Industries, Order No. 125:--", "characters": 172, "sentences": 3}, {"text": "Section 1. Proprietors of slaughterhouses, canning, salting,      packing, or rendering establishments engaged in the      slaughtering of cattle, sheep, or swine, or the packing of      any of their products, the carcasses or products of which      are to become subjects of interstate or foreign commerce,      shall make application to the Secretary of Agriculture for      inspection of said animals and their products....", "characters": 426, "sentences": 6}, {"text": "Section 15. Such rejected or condemned animals shall at once      be removed by the owners from the pens containing animals      which have been inspected and found to be free from disease      and fit for human food, and shall be disposed of in      accordance with the laws, ordinances, and regulations of the      state and municipality in which said rejected or condemned      animals are located....", "characters": 404, "sentences": 6}, {"text": "Section 25. A microscopic examination for trichinae shall be      made of all swine products exported to countries requiring      such examination. No microscopic examination will be made of      hogs slaughtered for interstate trade, but this examination      shall be confined to those intended for the export trade.)", "characters": 319, "sentences": 4}, {"text": "So Jurgis went home again; it was a relief to know the worst, at any rate, so that he could no more be surprised by fresh demands. He saw now how they had been plundered; but they were in for it, there was no turning back. They could only go on and make the fight and win--for defeat was a thing that could not even be thought of.", "characters": 330, "sentences": 4}, {"text": "In the late spring the canning factory started up again, and so once more Marija was heard to sing, and the love-music of Tamoszius took on a less melancholy tone. It was not for long, however; for a month or two later a dreadful calamity fell upon Marija. Just one year and three days after she had begun work as a can-painter, she lost her job.", "characters": 346, "sentences": 4}, {"text": "It was a cruel lesson; but then Marija was headstrong--she should have listened to those who had had experience. The next time she would know her place, as the forelady expressed it; and so Marija went out, and the family faced the problem of an existence again.", "characters": 262, "sentences": 3}, {"text": "One morning Ona stayed home, and Jurgis had the man-doctor, according to his whim, and she was safely delivered of a fine baby. It was an enormous big boy, and Ona was such a tiny creature herself, that it seemed quite incredible. Jurgis would stand and gaze at the stranger by the hour, unable to believe that it had really happened.", "characters": 334, "sentences": 4}, {"text": "That blizzard knocked many a man out, for the crowd outside begging for work was never greater, and the packers would not wait long for any one. When it was over, the soul of Jurgis was a song, for he had met the enemy and conquered, and felt himself the master of his fate.--So it might be with some monarch of the forest that has vanquished his foes in fair fight, and then falls into some cowardly trap in the night-time.", "characters": 424, "sentences": 4}, {"text": "Jurgis got home somehow, scarcely able to see for the pain, and with an awful terror in his soul, Elzbieta helped him into bed and bandaged his injured foot with cold water and tried hard not to let him see her dismay; when the rest came home at night she met them outside and told them, and they, too, put on a cheerful face, saying it would only be for a week or two, and that they would pull him through.", "characters": 407, "sentences": 2}, {"text": "All this while that he was seeking for work, there was a dark shadow hanging over Jurgis; as if a savage beast were lurking somewhere in the pathway of his life, and he knew it, and yet could not help approaching the place. There are all stages of being out of work in Packingtown, and he faced in dread the prospect of reaching the lowest. There is a place that waits for the lowest man--the fertilizer plant!", "characters": 410, "sentences": 3}, {"text": "It was to this building that Jurgis came daily, as if dragged by an unseen hand. The month of May was an exceptionally cool one, and his secret prayers were granted; but early in June there came a record-breaking hot spell, and after that there were men wanted in the fertilizer mill.", "characters": 284, "sentences": 3}, {"text": "The boss of the grinding room had come to know Jurgis by this time, and had marked him for a likely man; and so when he came to the door about two o'clock this breathless hot day, he felt a sudden spasm of pain shoot through him--the boss beckoned to him! In ten minutes more Jurgis had pulled off his coat and overshirt, and set his teeth together and gone to work. Here was one more difficulty for him to meet and conquer!", "characters": 424, "sentences": 2}, {"text": "And still Jurgis stuck it out! In spite of splitting headaches he would stagger down to the plant and take up his stand once more, and begin to shovel in the blinding clouds of dust. And so at the end of the week he was a fertilizer man for life--he was able to eat again, and though his head never stopped aching, it ceased to be so bad that he could not work.", "characters": 361, "sentences": 3}, {"text": "Jurgis, being a man, had troubles of his own. There was another specter following him. He had never spoken of it, nor would he allow any one else to speak of it--he had never acknowledged its existence to himself. Yet the battle with it took all the manhood that he had--and once or twice, alas, a little more. Jurgis had discovered drink.", "characters": 339, "sentences": 6}, {"text": "It seemed as if he had taken all of his mother's strength--had left nothing for those that might come after him. Ona was with child again now, and it was a dreadful thing to contemplate; even Jurgis, dumb and despairing as he was, could not but understand that yet other agonies were on the way, and shudder at the thought of them.", "characters": 331, "sentences": 3}, {"text": "Seven o'clock came, the hour when the great packing machine began to move. Jurgis ought to have been at his place in the fertilizer mill; but instead he was waiting, in an agony of fear, for Ona. It was fifteen minutes after the hour when he saw a form emerge from the snow mist, and sprang toward it with a cry. It was she, running swiftly; as she saw him, she staggered forward, and half fell into his outstretched arms.", "characters": 422, "sentences": 5}, {"text": "It was several seconds before she could get breath to answer him. \"I couldn't get home,\" she exclaimed. \"The snow--the cars had stopped.\"", "characters": 137, "sentences": 4}, {"text": "Jurgis drew a deep breath; but then he noticed that she was sobbing and trembling--as if in one of those nervous crises that he dreaded so. \"But what's the matter?\" he cried. \"What has happened?\"", "characters": 195, "sentences": 3}, {"text": "They were near the time station window, and people were staring at them. Jurgis led her away. \"How do you mean?\" he asked, in perplexity.", "characters": 137, "sentences": 4}, {"text": "\"I was afraid--I was just afraid!\" sobbed Ona. \"I knew you wouldn't know where I was, and I didn't know what you might do. I tried to get home, but I was so tired. Oh, Jurgis, Jurgis!\"", "characters": 184, "sentences": 4}, {"text": "He was so glad to get her back that he could not think clearly about anything else. It did not seem strange to him that she should be so very much upset; all her fright and incoherent protestations did not matter since he had her back. He let her cry away her tears; and then, because it was nearly eight o'clock, and they would lose another hour if they delayed, he left her at the packing house door, with her ghastly white face and her haunted eyes of terror.", "characters": 462, "sentences": 4}, {"text": "There was another brief interval. Christmas was almost come; and because the snow still held, and the searching cold, morning after morning Jurgis half carried his wife to her post, staggering with her through the darkness; until at last, one night, came the end.", "characters": 263, "sentences": 3}, {"text": "It lacked but three days of the holidays. About midnight Marija and Elzbieta came home, exclaiming in alarm when they found that Ona had not come. The two had agreed to meet her; and, after waiting, had gone to the room where she worked; only to find that the ham-wrapping girls had quit work an hour before, and left. There was no snow that night, nor was it especially cold; and still Ona had not come! Something more serious must be wrong this time.", "characters": 452, "sentences": 5}, {"text": "They aroused Jurgis, and he sat up and listened crossly to the story. She must have gone home again with Jadvyga, he said; Jadvyga lived only two blocks from the yards, and perhaps she had been tired. Nothing could have happened to her--and even if there had, there was nothing could be done about it until morning. Jurgis turned over in his bed, and was snoring again before the two had closed the door.", "characters": 404, "sentences": 5}, {"text": "Instead there was one of Jadvyga's little sisters, who gazed at him through a crack in the door. \"Where's Ona?\" he demanded; and the child looked at him in perplexity. \"Ona?\" she said.", "characters": 184, "sentences": 4}, {"text": "\"No,\" said the child, and Jurgis gave a start. A moment later came Jadvyga, peering over the child's head. When she saw who it was, she slid around out of sight, for she was not quite dressed. Jurgis must excuse her, she began, her mother was very ill--", "characters": 253, "sentences": 4}, {"text": "He was only half able to realize the words. \"Why--why--\" he exclaimed. \"Two weeks ago. Jadvyga! She told me so the night it snowed, and she could not get home.\"", "characters": 160, "sentences": 5}, {"text": "He steadied himself by the door-sill; and Jadvyga in her anxiety--for she was fond of Ona--opened the door wide, holding her jacket across her throat. \"Are you sure you didn't misunderstand her?\" she cried. \"She must have meant somewhere else. She--\"", "characters": 250, "sentences": 4}, {"text": "\"She said here,\" insisted Jurgis. \"She told me all about you, and how you were, and what you said. Are you sure? You haven't forgotten? You weren't away?\"", "characters": 154, "sentences": 3}, {"text": "\"No, no!\" she exclaimed--and then came a peevish voice--\"Jadvyga, you are giving the baby a cold. Shut the door!\" Jurgis stood for half a minute more, stammering his perplexity through an eighth of an inch of crack; and then, as there was really nothing more to be said, he excused himself and went away.", "characters": 304, "sentences": 3}, {"text": "He walked on half dazed, without knowing where he went. Ona had deceived him! She had lied to him! And what could it mean--where had she been? Where was she now? He could hardly grasp the thing--much less try to solve it; but a hundred wild surmises came to him, a sense of impending calamity overwhelmed him.", "characters": 309, "sentences": 3}, {"text": "\"Perhaps not,\" said the man. Jurgis thought he saw him exchange a swift glance with the girl as he spoke, and he demanded quickly. \"What do you know about it?\"", "characters": 159, "sentences": 3}, {"text": "But the man had seen that the boss was watching him; he started on again, pushing his truck. \"I don't know anything about it,\" he said, over his shoulder. \"How should I know where your wife goes?\"", "characters": 196, "sentences": 3}, {"text": "Then Jurgis went out again and paced up and down before the building. All the morning he stayed there, with no thought of his work. About noon he went to the police station to make inquiries, and then came back again for another anxious vigil. Finally, toward the middle of the afternoon, he set out for home once more.", "characters": 319, "sentences": 5}, {"text": "He was walking out Ashland Avenue. The streetcars had begun running again, and several passed him, packed to the steps with people. The sight of them set Jurgis to thinking again of the man's sarcastic remark; and half involuntarily he found himself watching the cars--with the result that he gave a sudden startled exclamation, and stopped short in his tracks.", "characters": 361, "sentences": 4}, {"text": "Then he broke into a run. For a whole block he tore after the car, only a little ways behind. That rusty black hat with the drooping red flower, it might not be Ona's, but there was very little likelihood of it. He would know for certain very soon, for she would get out two blocks ahead. He slowed down, and let the car go on.", "characters": 327, "sentences": 6}, {"text": "She got out: and as soon as she was out of sight on the side street Jurgis broke into a run. Suspicion was rife in him now, and he was not ashamed to shadow her: he saw her turn the corner near their home, and then he ran again, and saw her as she went up the porch steps of the house. After that he turned back, and for five minutes paced up and down, his hands clenched tightly and his lips set, his mind in a turmoil. Then he went home and entered.", "characters": 451, "sentences": 5}, {"text": "As he opened the door, he saw Elzbieta, who had also been looking for Ona, and had come home again. She was now on tiptoe, and had a finger on her lips. Jurgis waited until she was close to him.", "characters": 194, "sentences": 4}, {"text": "\"What's the matter'?\" he asked. \"Ona is asleep,\" she panted. \"She's been very ill. I'm afraid her mind's been wandering, Jurgis. She was lost on the street all night, and I've only just succeeded in getting her quiet.\"", "characters": 218, "sentences": 6}, {"text": "Ona was sitting on the bed. She turned a startled look upon him as he entered. He closed the door in Elzbieta's face, and went toward his wife. \"Where have you been?\" he demanded.", "characters": 179, "sentences": 5}, {"text": "She had her hands clasped tightly in her lap, and he saw that her face was as white as paper, and drawn with pain. She gasped once or twice as she tried to answer him, and then began, speaking low, and swiftly. \"Jurgis, I--I think I have been out of my mind. I started to come last night, and I could not find the way. I walked--I walked all night, I think, and--and I only got home--this morning.\"", "characters": 398, "sentences": 6}, {"text": "He was looking her fairly in the face, and he could read the sudden fear and wild uncertainty that leaped into her eyes. \"I--I had to go to--to the store,\" she gasped, almost in a whisper, \"I had to go--\"", "characters": 204, "sentences": 2}, {"text": "\"You are lying to me,\" said Jurgis. Then he clenched his hands and took a step toward her. \"Why do you lie to me?\" he cried, fiercely. \"What are you doing that you have to lie to me?\"", "characters": 183, "sentences": 4}, {"text": "\"You have lied to me, I say!\" he cried. \"You told me you had been to Jadvyga's house that other night, and you hadn't. You had been where you were last night--somewheres downtown, for I saw you get off the car. Where were you?\"", "characters": 227, "sentences": 4}, {"text": "It was as if he had struck a knife into her. She seemed to go all to pieces. For half a second she stood, reeling and swaying, staring at him with horror in her eyes; then, with a cry of anguish, she tottered forward, stretching out her arms to him. But he stepped aside, deliberately, and let her fall. She caught herself at the side of the bed, and then sank down, burying her face in her hands and bursting into frantic weeping.", "characters": 431, "sentences": 6}, {"text": "She looked up at him, out of her agony; then she fell forward at his feet. She caught them in her hands, in spite of his efforts to step aside, and with her face upon the floor lay writhing. It made a choking in Jurgis' throat to hear her, and he cried again, more savagely than before: \"Stop it, I say!\"", "characters": 304, "sentences": 3}, {"text": "This time she heeded him, and caught her breath and lay silent, save for the gasping sobs that wrenched all her frame. For a long minute she lay there, perfectly motionless, until a cold fear seized her husband, thinking that she was dying. Suddenly, however, he heard her voice, faintly: \"Jurgis! Jurgis!\"", "characters": 306, "sentences": 3}, {"text": "He had to bend down to her, she was so weak. She was pleading with him, in broken phrases, painfully uttered: \"Have faith in me! Believe me!\"", "characters": 141, "sentences": 2}, {"text": "\"Believe that I--that I know best--that I love you! And do not ask me--what you did. Oh, Jurgis, please, please! It is for the best--it is--\"", "characters": 141, "sentences": 2}, {"text": "He started to speak again, but she rushed on frantically, heading him off. \"If you will only do it! If you will only--only believe me! It wasn't my fault--I couldn't help it--it will be all right--it is nothing--it is no harm. Oh, Jurgis--please, please!\"", "characters": 255, "sentences": 3}, {"text": "She had hold of him, and was trying to raise herself to look at him; he could feel the palsied shaking of her hands and the heaving of the bosom she pressed against him. She managed to catch one of his hands and gripped it convulsively, drawing it to her face, and bathing it in her tears. \"Oh, believe me, believe me!\" she wailed again; and he shouted in fury, \"I will not!\"", "characters": 375, "sentences": 3}, {"text": "But still she clung to him, wailing aloud in her despair: \"Oh, Jurgis, think what you are doing! It will ruin us--it will ruin us! Oh, no, you must not do it! No, don't, don't do it. You must not do it! It will drive me mad--it will kill me--no, no, Jurgis, I am crazy--it is nothing. You do not really need to know. We can be happy--we can love each other just the same. Oh, please, please, believe me!\"", "characters": 404, "sentences": 5}, {"text": "Her words fairly drove him wild. He tore his hands loose, and flung her off. \"Answer me,\" he cried. \"God damn it, I say--answer me!\"", "characters": 132, "sentences": 4}, {"text": "She sank down upon the floor, beginning to cry again. It was like listening to the moan of a damned soul, and Jurgis could not stand it. He smote his fist upon the table by his side, and shouted again at her, \"Answer me!\"", "characters": 221, "sentences": 3}, {"text": "She began to scream aloud, her voice like the voice of some wild beast: \"Ah! Ah! I can't! I can't do it!\"", "characters": 105, "sentences": 1}, {"text": "He sprang and caught her by the arm, lifting her up, and glaring into her face. \"Tell me where you were last night!\" he panted. \"Quick, out with it!\"", "characters": 149, "sentences": 3}, {"text": "She tried to hide her eyes away, but he held her. \"Miss Henderson's house,\" she gasped. He did not understand at first. \"Miss Henderson's house,\" he echoed. And then suddenly, as in an explosion, the horrible truth burst over him, and he reeled and staggered back with a scream. He caught himself against the wall, and put his hand to his forehead, staring about him, and whispering, \"Jesus! Jesus!\"", "characters": 399, "sentences": 6}, {"text": "An instant later he leaped at her, as she lay groveling at his feet. He seized her by the throat. \"Tell me!\" he gasped, hoarsely. \"Quick! Who took you to that place?\"", "characters": 166, "sentences": 4}, {"text": "She tried to get away, making him furious; he thought it was fear, of the pain of his clutch--he did not understand that it was the agony of her shame. Still she answered him, \"Connor.\"", "characters": 185, "sentences": 3}, {"text": "He tightened his grip, in his frenzy, and only when he saw her eyes closing did he realize that he was choking her. Then he relaxed his fingers, and crouched, waiting, until she opened her lids again. His breath beat hot into her face.", "characters": 235, "sentences": 4}, {"text": "She lay perfectly motionless, and he had to hold his breath to catch her words. \"I did not want--to do it,\" she said; \"I tried--I tried not to do it. I only did it--to save us. It was our only chance.\"", "characters": 201, "sentences": 5}, {"text": "Again, for a space, there was no sound but his panting. Ona's eyes closed and when she spoke again she did not open them. \"He told me--he would have me turned off. He told me he would--we would all of us lose our places. We could never get anything to do--here--again. He--he meant it--he would have ruined us.\"", "characters": 311, "sentences": 7}, {"text": "Jurgis' arms were shaking so that he could scarcely hold himself up, and lurched forward now and then as he listened. \"When--when did this begin?\" he gasped.", "characters": 157, "sentences": 3}, {"text": "\"In the hallway--at night--after every one had gone. I could not help it. I thought of you--of the baby--of mother and the children. I was afraid of him--afraid to cry out.\"", "characters": 173, "sentences": 5}, {"text": "A moment ago her face had been ashen gray, now it was scarlet. She was beginning to breathe hard again. Jurgis made not a sound.", "characters": 128, "sentences": 4}, {"text": "All this she had said without a quiver; she lay still as death, not an eyelid moving. And Jurgis, too, said not a word. He lifted himself by the bed, and stood up. He did not stop for another glance at her, but went to the door and opened it. He did not see Elzbieta, crouching terrified in the corner. He went out, hatless, leaving the street door open behind him. The instant his feet were on the sidewalk he broke into a run.", "characters": 428, "sentences": 8}, {"text": "He had some of his breath back when the car came to the entrance of the yards, and so he leaped off and started again, racing at full speed. People turned and stared at him, but he saw no one--there was the factory, and he bounded through the doorway and down the corridor. He knew the room where Ona worked, and he knew Connor, the boss of the loading-gang outside. He looked for the man as he sprang into the room.", "characters": 416, "sentences": 5}, {"text": "The truckmen were hard at work, loading the freshly packed boxes and barrels upon the cars. Jurgis shot one swift glance up and down the platform--the man was not on it. But then suddenly he heard a voice in the corridor, and started for it with a bound. In an instant more he fronted the boss.", "characters": 294, "sentences": 5}, {"text": "He was a big, red-faced Irishman, coarse-featured, and smelling of liquor. He saw Jurgis as he crossed the threshold, and turned white. He hesitated one second, as if meaning to run; and in the next his assailant was upon him. He put up his hands to protect his face, but Jurgis, lunging with all the power of his arm and body, struck him fairly between the eyes and knocked him backward. The next moment he was on top of him, burying his fingers in his throat.", "characters": 461, "sentences": 6}, {"text": "To Jurgis this man's whole presence reeked of the crime he had committed; the touch of his body was madness to him--it set every nerve of him a-tremble, it aroused all the demon in his soul. It had worked its will upon Ona, this great beast--and now he had it, he had it! It was his turn now! Things swam blood before him, and he screamed aloud in his fury, lifting his victim and smashing his head upon the floor.", "characters": 414, "sentences": 3}, {"text": "So a barred door clanged upon Jurgis and he sat down upon a bench and buried his face in his hands. He was alone; he had the afternoon and all of the night to himself.", "characters": 167, "sentences": 3}, {"text": "It was a thing that could not be faced; a new shuddering seized him every time he tried to think of it. No, there was no bearing the load of it, there was no living under it. There would be none for her--he knew that he might pardon her, might plead with her on his knees, but she would never look him in the face again, she would never be his wife again. The shame of it would kill her--there could be no other deliverance, and it was best that she should die.", "characters": 461, "sentences": 5}, {"text": "--So on until morning. Then he had another ride in the patrol wagon, along with the drunken wife-beater and the maniac, several \"plain drunks\" and \"saloon fighters,\" a burglar, and two men who had been arrested for stealing meat from the packing houses. Along with them he was driven into a large, white-walled room, stale-smelling and crowded. In front, upon a raised platform behind a rail, sat a stout, florid-faced personage, with a nose broken out in purple blotches.", "characters": 472, "sentences": 5}, {"text": "Our friend realized vaguely that he was about to be tried. He wondered what for--whether or not his victim might be dead, and if so, what they would do with him. Hang him, perhaps, or beat him to death--nothing would have surprised Jurgis, who knew little of the laws. Yet he had picked up gossip enough to have it occur to him that the loud-voiced man upon the bench might be the notorious Justice Callahan, about whom the people of Packingtown spoke with bated breath.", "characters": 470, "sentences": 5}, {"text": "Jurgis sat gazing about the room for an hour or two; he was in hopes that some one of the family would come, but in this he was disappointed. Finally, he was led before the bar, and a lawyer for the company appeared against him. Connor was under the doctor's care, the lawyer explained briefly, and if his Honor would hold the prisoner for a week--\"Three hundred dollars,\" said his Honor, promptly.", "characters": 398, "sentences": 4}, {"text": "The vilest deeds, like poison weeds,             Bloom well in prison air;           It is only what is good in Man             That wastes and withers there;           Pale Anguish keeps the heavy gate,             And the Warder is Despair.", "characters": 242, "sentences": 2}, {"text": "I know not whether Laws be right,             Or whether Laws be wrong;           All that we know who lie in gaol             Is that the wall is strong.           And they do well to hide their hell,             For in it things are done           That Son of God nor son of Man             Ever should look upon!", "characters": 315, "sentences": 2}, {"text": "Soon after he went back to his cell, a keeper opened the door to let in another prisoner. He was a dapper young fellow, with a light brown mustache and blue eyes, and a graceful figure. He nodded to Jurgis, and then, as the keeper closed the door upon him, began gazing critically about him.", "characters": 291, "sentences": 4}, {"text": "The newcomer went to the bunks and inspected the blankets; he lifted up the mattress, and then dropped it with an exclamation. \"My God!\" he said, \"that's the worst yet.\"", "characters": 169, "sentences": 3}, {"text": "He glanced at Jurgis again. \"Looks as if it hadn't been slept in last night. Couldn't stand it, eh?\"", "characters": 100, "sentences": 3}, {"text": "The other had another look around, and then wrinkled up his nose. \"There's the devil of a stink in here,\" he said, suddenly. \"What is it?\"", "characters": 138, "sentences": 3}, {"text": "\"That's a new one on me,\" said the newcomer. \"I thought I'd been up against 'em all. What are you in for?\"", "characters": 106, "sentences": 3}, {"text": "\"Oh,\" said Jurgis, wonderingly, and stated at the speaker in awe. \"You mean you break into them--you--you--\"", "characters": 108, "sentences": 2}, {"text": "He did not look to be over twenty-two or three, though, as Jurgis found afterward, he was thirty. He spoke like a man of education, like what the world calls a \"gentleman.\"", "characters": 172, "sentences": 3}, {"text": "\"No,\" was the answer. \"I'm here for disorderly conduct. They were mad because they couldn't get any evidence.", "characters": 109, "sentences": 4}, {"text": "To most of this Jurgis tried not to listen. They frightened him with their savage mockery; and all the while his heart was far away, where his loved ones were calling. Now and then in the midst of it his thoughts would take flight; and then the tears would come into his eyes--and he would be called back by the jeering laughter of his companions.", "characters": 347, "sentences": 4}, {"text": "He subsided, but he never took his eyes off his enemy. The fellow was still alive, which was a disappointment, in one way; and yet it was pleasant to see him, all in penitential plasters. He and the company lawyer, who was with him, came and took seats within the judge's railing; and a minute later the clerk called Jurgis' name, and the policeman jerked him to his feet and led him before the bar, gripping him tightly by the arm, lest he should spring upon the boss.", "characters": 469, "sentences": 4}, {"text": "Jurgis listened while the man entered the witness chair, took the oath, and told his story. The wife of the prisoner had been employed in a department near him, and had been discharged for impudence to him. Half an hour later he had been violently attacked, knocked down, and almost choked to death. He had brought witnesses--", "characters": 326, "sentences": 4}, {"text": "\"They will probably not be necessary,\" observed the judge and he turned to Jurgis. \"You admit attacking the plaintiff?\" he asked.", "characters": 129, "sentences": 3}, {"text": "Jurgis began; supposing that he would be given time, he explained how the boss had taken advantage of his wife's position to make advances to her and had threatened her with the loss of her place. When the interpreter had translated this, the judge, whose calendar was crowded, and whose automobile was ordered for a certain hour, interrupted with the remark: \"Oh, I see. Well, if he made love to your wife, why didn't she complain to the superintendent or leave the place?\"", "characters": 474, "sentences": 3}, {"text": "Jurgis hesitated, somewhat taken aback; he began to explain that they were very poor--that work was hard to get--", "characters": 113, "sentences": 1}, {"text": "\"I see,\" said Justice Callahan; \"so instead you thought you would knock him down.\" He turned to the plaintiff, inquiring, \"Is there any truth in this story, Mr. Connor?\"", "characters": 169, "sentences": 3}, {"text": "\"Not a particle, your Honor,\" said the boss. \"It is very unpleasant--they tell some such tale every time you have to discharge a woman--\"", "characters": 137, "sentences": 2}, {"text": "\"Yes, I know,\" said the judge. \"I hear it often enough. The fellow seems to have handled you pretty roughly. Thirty days and costs. Next case.\"", "characters": 143, "sentences": 6}, {"text": "Jurgis had been listening in perplexity. It was only when the policeman who had him by the arm turned and started to lead him away that he realized that sentence had been passed. He gazed round him wildly. \"Thirty days!\" he panted and then he whirled upon the judge. \"What will my family do?\" he cried frantically. \"I have a wife and baby, sir, and they have no money--my God, they will starve to death!\"", "characters": 404, "sentences": 6}, {"text": "\"You would have done well to think about them before you committed the assault,\" said the judge dryly, as he turned to look at the next prisoner.", "characters": 145, "sentences": 2}, {"text": "Ten days of his thirty Jurgis spent thus, without hearing a word from his family; then one day a keeper came and informed him that there was a visitor to see him. Jurgis turned white, and so weak at the knees that he could hardly leave his cell.", "characters": 245, "sentences": 3}, {"text": "The man led him down the corridor and a flight of steps to the visitors' room, which was barred like a cell. Through the grating Jurgis could see some one sitting in a chair; and as he came into the room the person started up, and he saw that it was little Stanislovas. At the sight of some one from home the big fellow nearly went to pieces--he had to steady himself by a chair, and he put his other hand to his forehead, as if to clear away a mist. \"Well?\" he said, weakly.", "characters": 475, "sentences": 5}, {"text": "Little Stanislovas was also trembling, and all but too frightened to speak. \"They--they sent me to tell you--\" he said, with a gulp.", "characters": 132, "sentences": 3}, {"text": "\"Well?\" Jurgis repeated. He followed the boy's glance to where the keeper was standing watching them. \"Never mind that,\" Jurgis cried, wildly. \"How are they?\"", "characters": 158, "sentences": 4}, {"text": "\"Ona is very sick,\" Stanislovas said; \"and we are almost starving. We can't get along; we thought you might be able to help us.\"", "characters": 128, "sentences": 3}, {"text": "Jurgis gripped the chair tighter; there were beads of perspiration on his forehead, and his hand shook. \"I--can't help you,\" he said.", "characters": 133, "sentences": 3}, {"text": "\"Ona lies in her room all day,\" the boy went on, breathlessly. \"She won't eat anything, and she cries all the time. She won't tell what is the matter and she won't go to work at all. Then a long time ago the man came for the rent. He was very cross. He came again last week. He said he would turn us out of the house. And then Marija--\"", "characters": 336, "sentences": 8}, {"text": "\"She's cut her hand!\" said the boy. \"She's cut it bad, this time, worse than before. She can't work and it's all turning green, and the company doctor says she may--she may have to have it cut off. And Marija cries all the time--her money is nearly all gone, too, and we can't pay the rent and the interest on the house; and we have no coal and nothing more to eat, and the man at the store, he says--\"", "characters": 402, "sentences": 4}, {"text": "The little fellow stopped again, beginning to whimper. \"Go on!\" the other panted in frenzy--\"Go on!\"", "characters": 100, "sentences": 2}, {"text": "\"I--I will,\" sobbed Stanislovas. \"It's so--so cold all the time. And last Sunday it snowed again--a deep, deep snow--and I couldn't--couldn't get to work.\"", "characters": 155, "sentences": 4}, {"text": "\"God!\" Jurgis half shouted, and he took a step toward the child. There was an old hatred between them because of the snow--ever since that dreadful morning when the boy had had his fingers frozen and Jurgis had had to beat him to send him to work. Now he clenched his hands, looking as if he would try to break through the grating. \"You little villain,\" he cried, \"you didn't try!\"", "characters": 381, "sentences": 4}, {"text": "\"I did--I did!\" wailed Stanislovas, shrinking from him in terror. \"I tried all day--two days. Elzbieta was with me, and she couldn't either. We couldn't walk at all, it was so deep. And we had nothing to eat, and oh, it was so cold! I tried, and then the third day Ona went with me--\"", "characters": 284, "sentences": 5}, {"text": "\"Yes. She tried to get to work, too. She had to. We were all starving. But she had lost her place--\"", "characters": 100, "sentences": 5}, {"text": "Jurgis reeled, and gave a gasp. \"She went back to that place?\" he screamed. \"She tried to,\" said Stanislovas, gazing at him in perplexity. \"Why not, Jurgis?\"", "characters": 157, "sentences": 4}, {"text": "\"I went with her,\" said Stanislovas, \"but Miss Henderson wouldn't take her back. And Connor saw her and cursed her. He was still bandaged up--why did you hit him, Jurgis?\" (There was some fascinating mystery about this, the little fellow knew; but he could get no satisfaction.)", "characters": 278, "sentences": 4}, {"text": "Jurgis could not speak; he could only stare, his eyes starting out. \"She has been trying to get other work,\" the boy went on; \"but she's so weak she can't keep up. And my boss would not take me back, either--Ona says he knows Connor, and that's the reason; they've all got a grudge against us now. So I've got to go downtown and sell papers with the rest of the boys and Kotrina--\"", "characters": 381, "sentences": 4}, {"text": "So little Stanislovas went on, sobbing as he talked; and Jurgis stood, gripping the table tightly, saying not a word, but feeling that his head would burst; it was like having weights piled upon him, one after another, crushing the life out of him. He struggled and fought within himself--as if in some terrible nightmare, in which a man suffers an agony, and cannot lift his hand, nor cry out, but feels that he is going mad, that his brain is on fire--", "characters": 454, "sentences": 2}, {"text": "Just when it seemed to him that another turn of the screw would kill him, little Stanislovas stopped. \"You cannot help us?\" he said weakly.", "characters": 139, "sentences": 3}, {"text": "Jurgis nodded. Then, suddenly recollecting, he put his hand into his pocket and drew it out, shaking. \"Here,\" he said, holding out the fourteen cents. \"Take this to them.\"", "characters": 171, "sentences": 5}, {"text": "And Stanislovas took it, and after a little more hesitation, started for the door. \"Good-by, Jurgis,\" he said, and the other noticed that he walked unsteadily as he passed out of sight.", "characters": 185, "sentences": 3}, {"text": "For a minute or so Jurgis stood clinging to his chair, reeling and swaying; then the keeper touched him on the arm, and he turned and went back to breaking stone.", "characters": 162, "sentences": 2}, {"text": "He stood upon the steps, bewildered; he could hardly believe that it was true,--that the sky was above him again and the open street before him; that he was a free man. But then the cold began to strike through his clothes, and he started quickly away.", "characters": 252, "sentences": 3}, {"text": "After walking a ways, Jurgis met a little ragamuffin whom he hailed: \"Hey, sonny!\" The boy cocked one eye at him--he knew that Jurgis was a \"jailbird\" by his shaven head. \"Wot yer want?\" he queried.", "characters": 198, "sentences": 3}, {"text": "\"Why don't yer say so then?\" was the response, and the boy pointed to the northwest, across the tracks. \"That way.\"", "characters": 115, "sentences": 3}, {"text": "\"Twenty miles!\" Jurgis echoed, and his face fell. He had to walk every foot of it, for they had turned him out of jail without a penny in his pockets.", "characters": 150, "sentences": 3}, {"text": "For an hour or so he walked thus, and then he began to look about him. He seemed to be leaving the city altogether. The street was turning into a country road, leading out to the westward; there were snow-covered fields on either side of him. Soon he met a farmer driving a two-horse wagon loaded with straw, and he stopped him.", "characters": 328, "sentences": 5}, {"text": "The farmer scratched his head. \"I dunno jest where they be,\" he said. \"But they're in the city somewhere, and you're going dead away from it now.\"", "characters": 146, "sentences": 4}, {"text": "\"Well, mebbe he was playing a joke on ye. The best thing ye kin do is to go back, and when ye git into town ask a policeman. I'd take ye in, only I've come a long ways an' I'm loaded heavy. Git up!\"", "characters": 198, "sentences": 4}, {"text": "A policeman gave him his direction and told him that he had five miles to go. He came again to the slum districts, to avenues of saloons and cheap stores, with long dingy red factory buildings, and coal-yards and railroad tracks; and then Jurgis lifted up his head and began to sniff the air like a startled animal--scenting the far-off odor of home. It was late afternoon then, and he was hungry, but the dinner invitations hung out of the saloons were not for him.", "characters": 466, "sentences": 4}, {"text": "So he came at last to the stockyards, to the black volcanoes of smoke and the lowing cattle and the stench. Then, seeing a crowded car, his impatience got the better of him and he jumped aboard, hiding behind another man, unnoticed by the conductor. In ten minutes more he had reached his street, and home.", "characters": 306, "sentences": 4}, {"text": "He was half running as he came round the corner. There was the house, at any rate--and then suddenly he stopped and stared. What was the matter with the house?", "characters": 159, "sentences": 3}, {"text": "Jurgis looked twice, bewildered; then he glanced at the house next door and at the one beyond--then at the saloon on the corner. Yes, it was the right place, quite certainly--he had not made any mistake. But the house--the house was a different color!", "characters": 251, "sentences": 3}, {"text": "He came a couple of steps nearer. Yes; it had been gray and now it was yellow! The trimmings around the windows had been red, and now they were green! It was all newly painted! How strange it made it seem!", "characters": 205, "sentences": 2}, {"text": "Then suddenly the front door opened. Jurgis stood, his chest heaving as he struggled to catch his breath. A boy had come out, a stranger to him; a big, fat, rosy-cheeked youngster, such as had never been seen in his home before.", "characters": 228, "sentences": 4}, {"text": "Jurgis took hold of the railing of the steps, for he was a little unsteady. \"What--what are you doing here?\" he managed to gasp.", "characters": 128, "sentences": 3}, {"text": "\"You live here!\" Jurgis panted. He turned white and clung more tightly to the railing. \"You live here! Then where's my family?\"", "characters": 127, "sentences": 3}, {"text": "\"Come off!\" said the boy; then suddenly the door upstairs opened, and he called: \"Hey, ma! Here's a fellow says he owns this house.\"", "characters": 132, "sentences": 2}, {"text": "Jurgis turned toward her. \"Where is my family?\" he cried, wildly. \"I left them here! This is my home! What are you doing in my home?\"", "characters": 133, "sentences": 3}, {"text": "The woman stared at him in frightened wonder, she must have thought she was dealing with a maniac--Jurgis looked like one. \"Your home!\" she echoed.", "characters": 147, "sentences": 3}, {"text": "\"You must be mistaken,\" she answered him. \"No one ever lived here. This is a new house. They told us so. They--\"", "characters": 112, "sentences": 5}, {"text": "A light had begun to break upon the woman; perhaps she had had doubts of what \"they\" had told her. \"I don't know where your family is,\" she said. \"I bought the house only three days ago, and there was nobody here, and they told me it was all new. Do you really mean you had ever rented it?\"", "characters": 290, "sentences": 4}, {"text": "\"Rented it!\" panted Jurgis. \"I bought it! I paid for it! I own it! And they--my God, can't you tell me where my people went?\"", "characters": 125, "sentences": 2}, {"text": "She made him understand at last that she knew nothing. Jurgis' brain was so confused that he could not grasp the situation. It was as if his family had been wiped out of existence; as if they were proving to be dream people, who never had existed at all. He was quite lost--but then suddenly he thought of Grandmother Majauszkiene, who lived in the next block. She would know! He turned and started at a run.", "characters": 408, "sentences": 6}, {"text": "And so Jurgis turned and staggered away. He did not go very far round the corner he gave out completely, and sat down on the steps of a saloon, and hid his face in his hands, and shook all over with dry, racking sobs.", "characters": 217, "sentences": 3}, {"text": "To get up and go away was to give up, to acknowledge defeat, to leave the strange family in possession; and Jurgis might have sat shivering in the rain for hours before he could do that, had it not been for the thought of his family. It might be that he had worse things yet to learn--and so he got to his feet and started away, walking on, wearily, half-dazed.", "characters": 361, "sentences": 3}, {"text": "To Aniele's house, in back of the yards, was a good two miles; the distance had never seemed longer to Jurgis, and when he saw the familiar dingy-gray shanty his heart was beating fast. He ran up the steps and began to hammer upon the door.", "characters": 240, "sentences": 3}, {"text": "The old woman herself came to open it. She had shrunk all up with her rheumatism since Jurgis had seen her last, and her yellow parchment face stared up at him from a little above the level of the doorknob. She gave a start when she saw him. \"Is Ona here?\" he cried, breathlessly.", "characters": 280, "sentences": 5}, {"text": "\"How--\" Jurgis began, and then stopped short, clutching convulsively at the side of the door. From somewhere within the house had come a sudden cry, a wild, horrible scream of anguish. And the voice was Ona's. For a moment Jurgis stood half-paralyzed with fright; then he bounded past the old woman and into the room.", "characters": 317, "sentences": 5}, {"text": "It was Aniele's kitchen, and huddled round the stove were half a dozen women, pale and frightened. One of them started to her feet as Jurgis entered; she was haggard and frightfully thin, with one arm tied up in bandages--he hardly realized that it was Marija. He looked first for Ona; then, not seeing her, he stared at the women, expecting them to speak. But they sat dumb, gazing back at him, panic-stricken; and a second later came another piercing scream.", "characters": 460, "sentences": 5}, {"text": "It was from the rear of the house, and upstairs. Jurgis bounded to a door of the room and flung it open; there was a ladder leading through a trap door to the garret, and he was at the foot of it when suddenly he heard a voice behind him, and saw Marija at his heels. She seized him by the sleeve with her good hand, panting wildly, \"No, no, Jurgis! Stop!\"", "characters": 356, "sentences": 3}, {"text": "Jurgis was half-crazed with bewilderment and fright. \"What's the matter?\" he shouted. \"What is it?\"", "characters": 99, "sentences": 3}, {"text": "Marija clung to him tightly; he could hear Ona sobbing and moaning above, and he fought to get away and climb up, without waiting for her reply. \"No, no,\" she rushed on. \"Jurgis! You mustn't go up! It's--it's the child!\"", "characters": 220, "sentences": 3}, {"text": "And then Jurgis went limp, and caught himself on the ladder. He stared at her as if she were a ghost. \"The new one!\" he gasped. \"But it isn't time,\" he added, wildly.", "characters": 166, "sentences": 5}, {"text": "And then again came Ona's scream, smiting him like a blow in the face, making him wince and turn white. Her voice died away into a wail--then he heard her sobbing again, \"My God--let me die, let me die!\" And Marija hung her arms about him, crying: \"Come out! Come away!\"", "characters": 270, "sentences": 2}, {"text": "She dragged him back into the kitchen, half carrying him, for he had gone all to pieces. It was as if the pillars of his soul had fallen in--he was blasted with horror. In the room he sank into a chair, trembling like a leaf, Marija still holding him, and the women staring at him in dumb, helpless fright.", "characters": 306, "sentences": 4}, {"text": "And then again Ona cried out; he could hear it nearly as plainly here, and he staggered to his feet. \"How long has this been going on?\" he panted.", "characters": 146, "sentences": 3}, {"text": "\"Not very long,\" Marija answered, and then, at a signal from Aniele, she rushed on: \"You go away, Jurgis you can't help--go away and come back later. It's all right--it's--\"", "characters": 173, "sentences": 2}, {"text": "\"Who's with her?\" Jurgis demanded; and then, seeing Marija hesitating, he cried again, \"Who's with her?\"", "characters": 104, "sentences": 1}, {"text": "He seized Marija by the arm; she trembled, and her voice sank beneath a whisper as she replied, \"We--we have no money.\" Then, frightened at the look on his face, she exclaimed: \"It's all right, Jurgis! You don't understand--go away--go away! Ah, if you only had waited!\"", "characters": 270, "sentences": 2}, {"text": "There was no arguing with him. They could not tell him that all was going well--how could they know, he cried--why, she was dying, she was being torn to pieces! Listen to her--listen! Why, it was monstrous--it could not be allowed--there must be some help for it! Had they tried to get a doctor? They might pay him afterward--they could promise--", "characters": 346, "sentences": 2}, {"text": "\"We couldn't promise, Jurgis,\" protested Marija. \"We had no money--we have scarcely been able to keep alive.\"", "characters": 109, "sentences": 3}, {"text": "\"Yes,\" she answered--\"but we thought you were in jail. How could we know when you would return? They will not work for nothing.\"", "characters": 128, "sentences": 3}, {"text": "\"The children have not been home for three days, the weather has been so bad. They could not know what is happening--it came suddenly, two months before we expected it.\"", "characters": 169, "sentences": 3}, {"text": "Jurgis was standing by the table, and he caught himself with his hand; his head sank and his arms shook--it looked as if he were going to collapse. Then suddenly Aniele got up and came hobbling toward him, fumbling in her skirt pocket. She drew out a dirty rag, in one corner of which she had something tied.", "characters": 308, "sentences": 4}, {"text": "She unwrapped it and counted it out--thirty-four cents. \"You go, now,\" she said, \"and try and get somebody yourself. And maybe the rest can help--give him some money, you; he will pay you back some day, and it will do him good to have something to think about, even if he doesn't succeed. When he comes back, maybe it will be over.\"", "characters": 332, "sentences": 5}, {"text": "And so the other women turned out the contents of their pocketbooks; most of them had only pennies and nickels, but they gave him all. Mrs. Olszewski, who lived next door, and had a husband who was a skilled cattle butcher, but a drinking man, gave nearly half a dollar, enough to raise the whole sum to a dollar and a quarter. Then Jurgis thrust it into his pocket, still holding it tightly in his fist, and started away at a run.", "characters": 431, "sentences": 5}, {"text": "\"Madame Haupt Hebamme\", ran a sign, swinging from a second-story window over a saloon on the avenue; at a side door was another sign, with a hand pointing up a dingy flight of stairs. Jurgis went up them, three at a time.", "characters": 221, "sentences": 3}, {"text": "Madame Haupt was frying pork and onions, and had her door half open to let out the smoke. When he tried to knock upon it, it swung open the rest of the way, and he had a glimpse of her, with a black bottle turned up to her lips. Then he knocked louder, and she started and put it away. She was a Dutchwoman, enormously fat--when she walked she rolled like a small boat on the ocean, and the dishes in the cupboard jostled each other. She wore a filthy blue wrapper, and her teeth were black.", "characters": 491, "sentences": 6}, {"text": "He had run like mad all the way and was so out of breath he could hardly speak. His hair was flying and his eyes wild--he looked like a man that had risen from the tomb. \"My wife!\" he panted. \"Come quickly!\" Madame Haupt set the frying pan to one side and wiped her hands on her wrapper.", "characters": 287, "sentences": 5}, {"text": "\"I haf yust come back from a case,\" she said. \"I haf had no time to eat my dinner. Still--if it is so bad--\"", "characters": 108, "sentences": 3}, {"text": "\"I--I haven't much money,\" Jurgis began in an agony of dread. \"I've been in--in trouble--and my money is gone. But I'll pay you--every cent--just as soon as I can; I can work--\"", "characters": 177, "sentences": 3}, {"text": "He could hardly bring himself to reply. When he said \"A dollar and a quarter,\" the woman laughed in his face.", "characters": 109, "sentences": 3}, {"text": "\"It's all I've got,\" he pleaded, his voice breaking. \"I must get some one--my wife will die. I can't help it--I--\"", "characters": 114, "sentences": 3}, {"text": "Madame Haupt had put back her pork and onions on the stove. She turned to him and answered, out of the steam and noise: \"Git me ten dollars cash, und so you can pay me the rest next mont'.\"", "characters": 189, "sentences": 3}, {"text": "\"I can't do it--I haven't got it!\" Jurgis protested. \"I tell you I have only a dollar and a quarter.\"", "characters": 101, "sentences": 3}, {"text": "The woman turned to her work. \"I don't believe you,\" she said. \"Dot is all to try to sheat me. Vot is de reason a big man like you has got only a dollar und a quarter?\"", "characters": 168, "sentences": 4}, {"text": "\"I've just been in jail,\" Jurgis cried--he was ready to get down upon his knees to the woman--\"and I had no money before, and my family has almost starved.\"", "characters": 156, "sentences": 2}, {"text": "\"Can't you borrow it, den? Don't your store people trust you?\" Then, as he shook his head, she went on: \"Listen to me--if you git me you vill be glad of it. I vill save your wife und baby for you, and it vill not seem like mooch to you in de end. If you loose dem now how you tink you feel den? Und here is a lady dot knows her business--I could send you to people in dis block, und dey vould tell you--\"", "characters": 404, "sentences": 3}, {"text": "Madame Haupt was pointing her cooking-fork at Jurgis persuasively; but her words were more than he could bear. He flung up his hands with a gesture of despair and turned and started away. \"It's no use,\" he exclaimed--but suddenly he heard the woman's voice behind him again--", "characters": 275, "sentences": 3}, {"text": "She followed behind him, arguing with him. \"You vill be foolish not to take such an offer,\" she said. \"You von't find nobody go out on a rainy day like dis for less. Vy, I haf never took a case in my life so sheap as dot. I couldn't pay mine room rent--\"", "characters": 254, "sentences": 5}, {"text": "Jurgis interrupted her with an oath of rage. \"If I haven't got it,\" he shouted, \"how can I pay it? Damn it, I would pay you if I could, but I tell you I haven't got it. I haven't got it! Do you hear me I haven't got it!\"", "characters": 220, "sentences": 3}, {"text": "He turned and started away again. He was halfway down the stairs before Madame Haupt could shout to him: \"Vait! I vill go mit you! Come back!\"", "characters": 142, "sentences": 2}, {"text": "\"It is not goot to tink of anybody suffering,\" she said, in a melancholy voice. \"I might as vell go mit you for noffing as vot you offer me, but I vill try to help you. How far is it?\"", "characters": 184, "sentences": 3}, {"text": "\"Tree or four! Und so I shall get soaked! Gott in Himmel, it ought to be vorth more! Vun dollar und a quarter, und a day like dis!--But you understand now--you vill pay me de rest of twenty-five dollars soon?\"", "characters": 209, "sentences": 1}, {"text": "\"Now,\" she said, \"you go away. Do as I tell you--you have done all you can, and you are only in the way. Go away and stay away.\"", "characters": 128, "sentences": 4}, {"text": "\"I don't know where,\" she answered. \"Go on the street, if there is no other place--only go! And stay all night!\"", "characters": 112, "sentences": 2}, {"text": "\"Hello, Jack,\" said the saloon-keeper, when he entered--they call all foreigners and unskilled men \"Jack\" in Packingtown. \"Where've you been?\"", "characters": 142, "sentences": 2}, {"text": "Jurgis went straight to the bar. \"I've been in jail,\" he said, \"and I've just got out. I walked home all the way, and I've not a cent, and had nothing to eat since this morning. And I've lost my home, and my wife's ill, and I'm done up.\"", "characters": 237, "sentences": 5}, {"text": "The saloon-keeper gazed at him, with his haggard white face and his blue trembling lips. Then he pushed a big bottle toward him. \"Fill her up!\" he said.", "characters": 152, "sentences": 4}, {"text": "So Jurgis drank a large glass of whisky, and then turned to the lunch counter, in obedience to the other's suggestion. He ate all he dared, stuffing it in as fast as he could; and then, after trying to speak his gratitude, he went and sat down by the big red stove in the middle of the room.", "characters": 291, "sentences": 3}, {"text": "He was used to the sight of human wrecks, this saloon-keeper; he \"fired\" dozens of them every night, just as haggard and cold and forlorn as this one. But they were all men who had given up and been counted out, while Jurgis was still in the fight, and had reminders of decency about him. As he got up meekly, the other reflected that he had always been a steady man, and might soon be a good customer again. \"You've been up against it, I see,\" he said. \"Come this way.\"", "characters": 470, "sentences": 6}, {"text": "In the rear of the saloon were the cellar stairs. There was a door above and another below, both safely padlocked, making the stairs an admirable place to stow away a customer who might still chance to have money, or a political light whom it was not advisable to kick out of doors.", "characters": 282, "sentences": 3}, {"text": "In the end, when the silence and suspense were no longer to be borne, he got up and hammered on the door; and the proprietor came, yawning and rubbing his eyes. He was keeping open all night, and dozing between customers.", "characters": 221, "sentences": 3}, {"text": "\"Why the hell didn't you say so before?\" said the man. \"I thought you didn't have any home to go to.\" Jurgis went outside. It was four o'clock in the morning, and as black as night. There were three or four inches of fresh snow on the ground, and the flakes were falling thick and fast. He turned toward Aniele's and started at a run.", "characters": 334, "sentences": 7}, {"text": "There was a light burning in the kitchen window and the blinds were drawn. The door was unlocked and Jurgis rushed in.", "characters": 118, "sentences": 3}, {"text": "Aniele, Marija, and the rest of the women were huddled about the stove, exactly as before; with them were several newcomers, Jurgis noticed--also he noticed that the house was silent.", "characters": 183, "sentences": 2}, {"text": "And then, by the light of the smoky lamp, he saw Marija who sat nearest him, shaking her head slowly. \"Not yet,\" she said.", "characters": 122, "sentences": 3}, {"text": "She stood breathing hard, and gazing about her; no one made a sound. \"I haf done my best,\" she began suddenly. \"I can do noffing more--dere is no use to try.\"", "characters": 158, "sentences": 4}, {"text": "\"It ain't my fault,\" she said. \"You had ought to haf had a doctor, und not vaited so long--it vas too late already ven I come.\" Once more there was deathlike stillness. Marija was clutching Jurgis with all the power of her one well arm.", "characters": 236, "sentences": 5}, {"text": "Then suddenly Madame Haupt turned to Aniele. \"You haf not got something to drink, hey?\" she queried. \"Some brandy?\"", "characters": 115, "sentences": 3}, {"text": "Here Madame Haupt paused for a moment to get her breath; and Marija, seeing the beads of sweat on Jurgis's forehead, and feeling the quivering of his frame, broke out in a low voice: \"How is Ona?\"", "characters": 196, "sentences": 1}, {"text": "\"How is she?\" echoed Madame Haupt. \"How do you tink she can be ven you leave her to kill herself so? I told dem dot ven they send for de priest. She is young, und she might haf got over it, und been vell und strong, if she had been treated right. She fight hard, dot girl--she is not yet quite dead.\"", "characters": 300, "sentences": 5}, {"text": "The garret was lighted by a candle stuck upon a board; it had almost burned itself out, and was sputtering and smoking as Jurgis rushed up the ladder. He could make out dimly in one corner a pallet of rags and old blankets, spread upon the floor; at the foot of it was a crucifix, and near it a priest muttering a prayer. In a far corner crouched Elzbieta, moaning and wailing. Upon the pallet lay Ona.", "characters": 402, "sentences": 5}, {"text": "She was covered with a blanket, but he could see her shoulders and one arm lying bare; she was so shrunken he would scarcely have known her--she was all but a skeleton, and as white as a piece of chalk. Her eyelids were closed, and she lay still as death. He staggered toward her and fell upon his knees with a cry of anguish: \"Ona! Ona!\"", "characters": 338, "sentences": 3}, {"text": "She did not stir. He caught her hand in his, and began to clasp it frantically, calling: \"Look at me! Answer me! It is Jurgis come back--don't you hear me?\"", "characters": 156, "sentences": 2}, {"text": "So he lay. The gray dawn came up and crept into the attic. The priest left, the women left, and he was alone with the still, white figure--quieter now, but moaning and shuddering, wrestling with the grisly fiend. Now and then he would raise himself and stare at the white mask before him, then hide his eyes because he could not bear it. Dead! dead! And she was only a girl, she was barely eighteen! Her life had hardly begun--and here she lay murdered--mangled, tortured to death!", "characters": 481, "sentences": 5}, {"text": "It was morning when he rose up and came down into the kitchen--haggard and ashen gray, reeling and dazed. More of the neighbors had come in, and they stared at him in silence as he sank down upon a chair by the table and buried his face in his arms.", "characters": 249, "sentences": 3}, {"text": "A few minutes later the front door opened; a blast of cold and snow rushed in, and behind it little Kotrina, breathless from running, and blue with the cold. \"I'm home again!\" she exclaimed. \"I could hardly--\"", "characters": 209, "sentences": 3}, {"text": "And then, seeing Jurgis, she stopped with an exclamation. Looking from one to another she saw that something had happened, and she asked, in a lower voice: \"What's the matter?\"", "characters": 176, "sentences": 2}, {"text": "Before anyone could reply, Jurgis started up; he went toward her, walking unsteadily. \"Where have you been?\" he demanded.", "characters": 121, "sentences": 3}, {"text": "Kotrina, frightened by his manner, glanced at the others. \"Give it to me!\" he commanded again, and she put her hand into her pocket and pulled out a lump of coins tied in a bit of rag. Jurgis took it without a word, and went out of the door and down the street.", "characters": 261, "sentences": 4}, {"text": "Three doors away was a saloon. \"Whisky,\" he said, as he entered, and as the man pushed him some, he tore at the rag with his teeth and pulled out half a dollar. \"How much is the bottle?\" he said. \"I want to get drunk.\"", "characters": 218, "sentences": 5}, {"text": "But a big man cannot stay drunk very long on three dollars. That was Sunday morning, and Monday night Jurgis came home, sober and sick, realizing that he had spent every cent the family owned, and had not bought a single instant's forgetfulness with it.", "characters": 253, "sentences": 3}, {"text": "Late at night came Elzbieta, having gotten the money for a mass, and paid for it in advance, lest she should be tempted too sorely at home. She brought also a bit of stale rye bread that some one had given her, and with that they quieted the children and got them to sleep. Then she came over to Jurgis and sat down beside him.", "characters": 327, "sentences": 4}, {"text": "But with Ona's dead body beneath his eyes, Jurgis could not well think of treason to his child. Yes, he said, he would try, for the sake of Antanas. He would give the little fellow his chance--would get to work at once, yes, tomorrow, without even waiting for Ona to be buried. They might trust him, he would keep his word, come what might.", "characters": 340, "sentences": 5}, {"text": "And so he was out before daylight the next morning, headache, heartache, and all. He went straight to Graham's fertilizer mill, to see if he could get back his job. But the boss shook his head when he saw him--no, his place had been filled long ago, and there was no room for him.", "characters": 280, "sentences": 4}, {"text": "\"No,\" said the other, \"it will not be worth your while to wait--there will be nothing for you here.\"", "characters": 100, "sentences": 2}, {"text": "The other met his look with one of cold indifference, and answered, \"There will be nothing for you here, I said.\"", "characters": 113, "sentences": 2}, {"text": "Jurgis had his suspicions as to the dreadful meaning of that incident, and he went away with a sinking at the heart. He went and took his stand with the mob of hungry wretches who were standing about in the snow before the time station. Here he stayed, breakfastless, for two hours, until the throng was driven away by the clubs of the police. There was no work for him that day.", "characters": 379, "sentences": 5}, {"text": "It was at the end of a week of this sort of waiting, roaming about in the bitter winds or loafing in saloons, that Jurgis stumbled on a chance in one of the cellars of Jones's big packing plant. He saw a foreman passing the open doorway, and hailed him for a job.", "characters": 263, "sentences": 3}, {"text": "\"Push a truck?\" inquired the man, and Jurgis answered, \"Yes, sir!\" before the words were well out of his mouth.", "characters": 111, "sentences": 2}, {"text": "So Jurgis rushed home with the wild tidings that he had a job--that the terrible siege was over. The remnants of the family had quite a celebration that night; and in the morning Jurgis was at the place half an hour before the time of opening. The foreman came in shortly afterward, and when he saw Jurgis he frowned.", "characters": 317, "sentences": 4}, {"text": "There was the same cold, hostile stare that he had had from the boss of the fertilizer mill. He knew that there was no use in saying a word, and he turned and went away.", "characters": 169, "sentences": 3}, {"text": "Jurgis went home, carrying these new tidings to the family council. It was a most cruel thing; here in this district was his home, such as it was, the place he was used to and the friends he knew--and now every possibility of employment in it was closed to him. There was nothing in Packingtown but packing houses; and so it was the same thing as evicting him from his home.", "characters": 374, "sentences": 4}, {"text": "And then one afternoon, the ninth of his work in the place, when he went to get his overcoat he saw a group of men crowded before a placard on the door, and when he went over and asked what it was, they told him that beginning with the morrow his department of the harvester works would be closed until further notice!", "characters": 318, "sentences": 1}, {"text": "He had to fight often in these days to fight for a place near the factory gates, and now and again with gangs on the street. He found, for instance, that the business of carrying satchels for railroad passengers was a pre-empted one--whenever he essayed it, eight or ten men and boys would fall upon him and force him to run for his life. They always had the policeman \"squared,\" and so there was no use in expecting protection.", "characters": 428, "sentences": 4}, {"text": "At last, on a Sunday, as there was no use looking for work, Jurgis went home by stealing rides on the cars. He found that they had been waiting for him for three days--there was a chance of a job for him.", "characters": 204, "sentences": 3}, {"text": "Jurgis had time enough to stare and speculate, for it was two hours before he was summoned. He went into the office building, where a company timekeeper interviewed him. The superintendent was busy, he said, but he (the timekeeper) would try to find Jurgis a job. He had never worked in a steel mill before? But he was ready for anything? Well, then, they would go and see.", "characters": 373, "sentences": 5}, {"text": "They went through the blast furnaces, through rolling mills where bars of steel were tossed about and chopped like bits of cheese. All around and above giant machine arms were flying, giant wheels were turning, great hammers crashing; traveling cranes creaked and groaned overhead, reaching down iron hands and seizing iron prey--it was like standing in the center of the earth, where the machinery of time was revolving.", "characters": 421, "sentences": 3}, {"text": "It was at the end of this rail's progress that Jurgis got his chance. They had to be moved by men with crowbars, and the boss here could use another man. So he took off his coat and set to work on the spot.", "characters": 206, "sentences": 4}, {"text": "Most fortunately, at this juncture, Elzbieta got the long-awaited chance to go at five o'clock in the morning and help scrub the office floors of one of the packers. Jurgis came home and covered himself with blankets to keep warm, and divided his time between sleeping and playing with little Antanas. Juozapas was away raking in the dump a good part of the time, and Elzbieta and Marija were hunting for more work.", "characters": 415, "sentences": 4}, {"text": "A dead silence had fallen in the room, and he saw that every one was staring at him. \"What's the matter?\" he exclaimed again.", "characters": 125, "sentences": 3}, {"text": "And then, up in the garret, he heard sounds of wailing, in Marija's voice. He started for the ladder--and Aniele seized him by the arm. \"No, no!\" she exclaimed. \"Don't go up there!\"", "characters": 181, "sentences": 4}, {"text": "And the old woman answered him weakly: \"It's Antanas. He's dead. He was drowned out in the street!\"", "characters": 99, "sentences": 3}, {"text": "Jurgis took the news in a peculiar way. He turned deadly pale, but he caught himself, and for half a minute stood in the middle of the room, clenching his hands tightly and setting his teeth. Then he pushed Aniele aside and strode into the next room and climbed the ladder.", "characters": 273, "sentences": 4}, {"text": "In the corner was a blanket, with a form half showing beneath it; and beside it lay Elzbieta, whether crying or in a faint, Jurgis could not tell. Marija was pacing the room, screaming and wringing her hands. He clenched his hands tighter yet, and his voice was hard as he spoke.", "characters": 279, "sentences": 4}, {"text": "Marija scarcely heard him in her agony. He repeated the question, louder and yet more harshly. \"He fell off the sidewalk!\" she wailed. The sidewalk in front of the house was a platform made of half-rotten boards, about five feet above the level of the sunken street.", "characters": 266, "sentences": 5}, {"text": "\"He went--he went out to play,\" Marija sobbed, her voice choking her. \"We couldn't make him stay in. He must have got caught in the mud!\"", "characters": 137, "sentences": 3}, {"text": "Then Jurgis stood a few seconds, wavering. He did not shed a tear. He took one glance more at the blanket with the little form beneath it, and then turned suddenly to the ladder and climbed down again. A silence fell once more in the room as he entered. He went straight to the door, passed out, and started down the street.", "characters": 324, "sentences": 6}, {"text": "When his wife had died, Jurgis made for the nearest saloon, but he did not do that now, though he had his week's wages in his pocket. He walked and walked, seeing nothing, splashing through mud and water. Later on he sat down upon a step and hid his face in his hands and for half an hour or so he did not move. Now and then he would whisper to himself: \"Dead! Dead!\"", "characters": 367, "sentences": 4}, {"text": "So he went on, tearing up all the flowers from the garden of his soul, and setting his heel upon them. The train thundered deafeningly, and a storm of dust blew in his face; but though it stopped now and then through the night, he clung where he was--he would cling there until he was driven off, for every mile that he got from Packingtown meant another load from his mind.", "characters": 374, "sentences": 3}, {"text": "Then he came to a farm-house, and after getting himself a stick for protection, he approached it. The farmer was greasing a wagon in front of the barn, and Jurgis went to him. \"I would like to get some breakfast, please,\" he said.", "characters": 230, "sentences": 4}, {"text": "When he awoke the sun was shining hot in his face. He sat up and stretched his arms, and then gazed at the water sliding by. There was a deep pool, sheltered and silent, below him, and a sudden wonderful idea rushed upon him. He might have a bath! The water was free, and he might get into it--all the way into it! It would be the first time that he had been all the way into the water since he left Lithuania!", "characters": 410, "sentences": 4}, {"text": "When Jurgis had first come to the stockyards he had been as clean as any workingman could well be. But later on, what with sickness and cold and hunger and discouragement, and the filthiness of his work, and the vermin in his home, he had given up washing in winter, and in summer only as much of him as would go into a basin. He had had a shower bath in jail, but nothing since--and now he would have a swim!", "characters": 409, "sentences": 3}, {"text": "He hung them all up, and while they were drying he lay down in the sun and had another long sleep. They were hot and stiff as boards on top, and a little damp on the underside, when he awakened; but being hungry, he put them on and set out again. He had no knife, but with some labor he broke himself a good stout club, and, armed with this, he marched down the road again.", "characters": 373, "sentences": 4}, {"text": "Before long he came to a big farmhouse, and turned up the lane that led to it. It was just supper-time, and the farmer was washing his hands at the kitchen door. \"Please, sir,\" said Jurgis, \"can I have something to eat? I can pay.\" To which the farmer responded promptly, \"We don't feed tramps here. Get out!\"", "characters": 309, "sentences": 5}, {"text": "Jurgis went without a word; but as he passed round the barn he came to a freshly ploughed and harrowed field, in which the farmer had set out some young peach trees; and as he walked he jerked up a row of them by the roots, more than a hundred trees in all, before he reached the end of the field. That was his answer, and it showed his mood; from now on he was fighting, and the man who hit him would get all that he gave, every time.", "characters": 435, "sentences": 3}, {"text": "Beyond the orchard Jurgis struck through a patch of woods, and then a field of winter grain, and came at last to another road. Before long he saw another farmhouse, and, as it was beginning to cloud over a little, he asked here for shelter as well as food. Seeing the farmer eying him dubiously, he added, \"I'll be glad to sleep in the barn.\"", "characters": 342, "sentences": 4}, {"text": "\"Sometimes,\" said Jurgis, \"but I'll do it out of doors.\" When the man had assented, he inquired, \"How much will it cost me? I haven't very much money.\"", "characters": 151, "sentences": 3}, {"text": "So Jurgis went in, and sat down at the table with the farmer's wife and half a dozen children. It was a bountiful meal--there were baked beans and mashed potatoes and asparagus chopped and stewed, and a dish of strawberries, and great, thick slices of bread, and a pitcher of milk. Jurgis had not had such a feast since his wedding day, and he made a mighty effort to put in his twenty cents' worth.", "characters": 399, "sentences": 4}, {"text": "They were all of them too hungry to talk; but afterward they sat upon the steps and smoked, and the farmer questioned his guest. When Jurgis had explained that he was a workingman from Chicago, and that he did not know just whither he was bound, the other said, \"Why don't you stay here and work for me?\"", "characters": 304, "sentences": 2}, {"text": "\"I'll pay ye good,\" said the other, eying his big form--\"a dollar a day and board ye. Help's terrible scarce round here.\"", "characters": 121, "sentences": 3}, {"text": "\"N--no,\" said the farmer; \"I couldn't keep ye after November--I ain't got a big enough place for that.\"", "characters": 103, "sentences": 2}, {"text": "\"I see,\" said the other, \"that's what I thought. When you get through working your horses this fall, will you turn them out in the snow?\" (Jurgis was beginning to think for himself nowadays.)", "characters": 191, "sentences": 3}, {"text": "\"It ain't quite the same,\" the farmer answered, seeing the point. \"There ought to be work a strong fellow like you can find to do, in the cities, or some place, in the winter time.\"", "characters": 181, "sentences": 3}, {"text": "\"Yes,\" said Jurgis, \"that's what they all think; and so they crowd into the cities, and when they have to beg or steal to live, then people ask 'em why they don't go into the country, where help is scarce.\" The farmer meditated awhile.", "characters": 235, "sentences": 3}, {"text": "He had a long sleep in the barn and then a big breakfast of coffee and bread and oatmeal and stewed cherries, for which the man charged him only fifteen cents, perhaps having been influenced by his arguments. Then Jurgis bade farewell, and went on his way.", "characters": 256, "sentences": 3}, {"text": "On the contrary, try as he would, Jurgis could not help being made miserable by his conscience. It was the ghost that would not down. It would come upon him in the most unexpected places--sometimes it fairly drove him to drink.", "characters": 227, "sentences": 4}, {"text": "\"Ever worked in Chicago before?\" the man inquired; and whether it was a good angel that put it into Jurgis's mind, or an intuition of his sharpened wits, he was moved to answer, \"No, sir.\"", "characters": 188, "sentences": 2}, {"text": "\"I want men for hard work--it's all underground, digging tunnels for telephones. Maybe it won't suit you.\"", "characters": 106, "sentences": 3}, {"text": "So within half an hour he was at work, far underneath the streets of the city. The tunnel was a peculiar one for telephone wires; it was about eight feet high, and with a level floor nearly as wide. It had innumerable branches--a perfect spider web beneath the city; Jurgis walked over half a mile with his gang to the place where they were to work. Stranger yet, the tunnel was lighted by electricity, and upon it was laid a double-tracked, narrow-gauge railroad!", "characters": 464, "sentences": 4}, {"text": "When he opened his eyes again it was to the clanging of the bell of an ambulance. He was lying in it, covered by a blanket, and it was threading its way slowly through the holiday-shopping crowds. They took him to the county hospital, where a young surgeon set his arm; then he was washed and laid upon a bed in a ward with a score or two more of maimed and mangled men.", "characters": 370, "sentences": 4}, {"text": "Jurgis was ready to leave the hospital at the end of two weeks. This did not mean that his arm was strong and that he was able to go back to work, but simply that he could get along without further attention, and that his place was needed for some one worse off than he. That he was utterly helpless, and had no means of keeping himself alive in the meantime, was something which did not concern the hospital authorities, nor any one else in the city.", "characters": 451, "sentences": 4}, {"text": "Jurgis went straightway, and saw a sign hung out, saying that the door would open at seven-thirty; then he walked, or half ran, a block, and hid awhile in a doorway and then ran again, and so on until the hour. At the end he was all but frozen, and fought his way in with the rest of the throng (at the risk of having his arm broken again), and got close to the big stove.", "characters": 372, "sentences": 3}, {"text": "This was one day, and the cold spell lasted for fourteen of them. At the end of six days every cent of Jurgis' money was gone; and then he went out on the streets to beg for his life.", "characters": 183, "sentences": 3}, {"text": "\"Please, sir,\" he began, in the usual formula, \"will you give me the price of a lodging? I've had a broken arm, and I can't work, and I've not a cent in my pocket. I'm an honest working-man, sir, and I never begged before! It's not my fault, sir--\"", "characters": 248, "sentences": 2}, {"text": "Jurgis usually went on until he was interrupted, but this man did not interrupt, and so at last he came to a breathless stop. The other had halted, and Jurgis suddenly noticed that he stood a little unsteadily. \"Whuzzat you say?\" he queried suddenly, in a thick voice.", "characters": 268, "sentences": 4}, {"text": "Jurgis began again, speaking more slowly and distinctly; before he was half through the other put out his hand and rested it upon his shoulder. \"Poor ole chappie!\" he said. \"Been up--hic--up--against it, hey?\"", "characters": 209, "sentences": 3}, {"text": "Then he lurched toward Jurgis, and the hand upon his shoulder became an arm about his neck. \"Up against it myself, ole sport,\" he said. \"She's a hard ole world.\"", "characters": 161, "sentences": 4}, {"text": "They were close to a lamppost, and Jurgis got a glimpse of the other. He was a young fellow--not much over eighteen, with a handsome boyish face. He wore a silk hat and a rich soft overcoat with a fur collar; and he smiled at Jurgis with benignant sympathy. \"I'm hard up, too, my goo' fren',\" he said. \"I've got cruel parents, or I'd set you up. Whuzzamatter whizyer?\"", "characters": 368, "sentences": 6}, {"text": "\"Hospital!\" exclaimed the young fellow, still smiling sweetly, \"thass too bad! Same's my Aunt Polly--hic--my Aunt Polly's in the hospital, too--ole auntie's been havin' twins! Whuzzamatter whiz you?\"", "characters": 199, "sentences": 1}, {"text": "\"So,\" said the other, sympathetically. \"That ain't so bad--you get over that. I wish somebody'd break my arm, ole chappie--damfidon't! Then they'd treat me better--hic--hole me up, ole sport! Whuzzit you wamme do?\"", "characters": 214, "sentences": 3}, {"text": "\"No money! Ho, ho--less be chums, ole boy--jess like me! No money, either--a'most busted! Why don't you go home, then, same's me?\"", "characters": 130, "sentences": 1}, {"text": "This last was a song, and the young gentleman's voice rose mournful and wailing, while he swung upon Jurgis's neck. The latter was glancing about nervously, lest some one should approach. They were still alone, however.", "characters": 219, "sentences": 4}, {"text": "They had started down the street, arm in arm, the young man pushing Jurgis along, half dazed. Jurgis was trying to think what to do--he knew he could not pass any crowded place with his new acquaintance without attracting attention and being stopped. It was only because of the falling snow that people who passed here did not notice anything wrong.", "characters": 349, "sentences": 4}, {"text": "\"Not very,\" said the other, \"Tired, are you, though? Well, we'll ride--whatcha say? Good! Call a cab!\"", "characters": 102, "sentences": 1}, {"text": "And then, gripping Jurgis tight with one hand, the young fellow began searching his pockets with the other. \"You call, ole sport, an' I'll pay,\" he suggested. \"How's that, hey?\"", "characters": 177, "sentences": 3}, {"text": "And he pulled out from somewhere a big roll of bills. It was more money than Jurgis had ever seen in his life before, and he stared at it with startled eyes.", "characters": 157, "sentences": 3}, {"text": "After this fashion the young gentleman continued to prattle on--and meantime Jurgis was trembling with excitement. He might grab that wad of bills and be out of sight in the darkness before the other could collect his wits. Should he do it? What better had he to hope for, if he waited longer? But Jurgis had never committed a crime in his life, and now he hesitated half a second too long. \"Freddie\" got one bill loose, and then stuffed the rest back into his trousers' pocket.", "characters": 478, "sentences": 5}, {"text": "A cab was driving by; and Jurgis sprang and called, and it swung round to the curb. Master Freddie clambered in with some difficulty, and Jurgis had started to follow, when the driver shouted: \"Hi, there! Get out--you!\"", "characters": 219, "sentences": 2}, {"text": "Jurgis hesitated, and was half obeying; but his companion broke out: \"Whuzzat? Whuzzamatter wiz you, hey?\"", "characters": 106, "sentences": 1}, {"text": "At the end of half an hour or so the cab stopped. They were out on the waterfront, and from the east a freezing gale was blowing off the ice-bound lake. \"Here we are,\" called the cabbie, and Jurgis awakened his companion.", "characters": 221, "sentences": 4}, {"text": "\"Hello!\" he said. \"Where are we? Whuzzis? Who are you, hey? Oh, yes, sure nuff! Mos' forgot you--hic--ole chappie! Home, are we? Lessee! Br-r-r--it's cold! Yes--come 'long--we're home--it ever so--hic--humble!\"", "characters": 210, "sentences": 2}, {"text": "Before them there loomed an enormous granite pile, set far back from the street, and occupying a whole block. By the light of the driveway lamps Jurgis could see that it had towers and huge gables, like a medieval castle. He thought that the young fellow must have made a mistake--it was inconceivable to him that any person could have a home like a hotel or the city hall. But he followed in silence, and they went up the long flight of steps, arm in arm.", "characters": 456, "sentences": 5}, {"text": "\"There's a button here, ole sport,\" said Master Freddie. \"Hole my arm while I find her! Steady, now--oh, yes, here she is! Saved!\"", "characters": 130, "sentences": 2}, {"text": "A bell rang, and in a few seconds the door was opened. A man in blue livery stood holding it, and gazing before him, silent as a statue.", "characters": 136, "sentences": 3}, {"text": "They stood for a moment blinking in the light. Then Jurgis felt his companion pulling, and he stepped in, and the blue automaton closed the door. Jurgis's heart was beating wildly; it was a bold thing for him to do--into what strange unearthly place he was venturing he had no idea. Aladdin entering his cave could not have been more excited.", "characters": 342, "sentences": 5}, {"text": "The place where he stood was dimly lighted; but he could see a vast hall, with pillars fading into the darkness above, and a great staircase opening at the far end of it. The floor was of tesselated marble, smooth as glass, and from the walls strange shapes loomed out, woven into huge portieres in rich, harmonious colors, or gleaming from paintings, wonderful and mysterious-looking in the half-light, purple and red and golden, like sunset glimmers in a shadowy forest.", "characters": 472, "sentences": 3}, {"text": "The man paused and half released Jurgis. \"Come 'long ole chappie,\" said the other, and Jurgis started toward him.", "characters": 113, "sentences": 3}, {"text": "\"See that the cabbie--hic--is paid,\" was the other's response; and he linked his arm in Jurgis'. Jurgis was about to say, \"I have the money for him,\" but he restrained himself. The stout man in uniform signaled to the other, who went out to the cab, while he followed Jurgis and his young master.", "characters": 296, "sentences": 4}, {"text": "He always insisted on having an answer to his remarks, leaning over Jurgis and smiling into his face. Jurgis liked it.", "characters": 118, "sentences": 3}, {"text": "\"Rummy ole place to feed in all 'lone, though,\" was Freddie's comment--\"rummy's hell! Whuzya think, hey?\" Then another idea occurred to him and he went on, without waiting: \"Maybe you never saw anythin--hic--like this 'fore? Hey, ole chappie?\"", "characters": 243, "sentences": 1}, {"text": "\"Aha! I thosso! Lossa folks from country never saw such a place. Guv'ner brings 'em--free show--hic--reg'lar circus! Go home tell folks about it. Ole man Jones's place--Jones the packer--beef-trust man. Made it all out of hogs, too, damn ole scoundrel. Now we see where our pennies go--rebates, an' private car lines--hic--by Harry! Bully place, though--worth seein'! Ever hear of Jones the packer, hey, ole chappie?\"", "characters": 417, "sentences": 5}, {"text": "Jurgis had started involuntarily; the other, whose sharp eyes missed nothing, demanded: \"Whuzzamatter, hey? Heard of him?\"", "characters": 122, "sentences": 1}, {"text": "The stately butler bowed his head, but made not a sound; and suddenly Master Freddie pointed an eager finger at him. \"I know whuzzamatter wiz you, Hamilton--lay you a dollar I know! You think--hic--you think I'm drunk! Hey, now?\"", "characters": 229, "sentences": 2}, {"text": "And the butler again bowed his head. \"Yes, sir,\" he said, at which Master Freddie hung tightly upon Jurgis's neck and went into a fit of laughter. \"Hamilton, you damn ole scoundrel,\" he roared, \"I'll 'scharge you for impudence, you see 'f I don't! Ho, ho, ho! I'm drunk! Ho, ho!\"", "characters": 279, "sentences": 3}, {"text": "And Master Frederick drew himself up to a stately height. \"My father's orders were left to me--hic--an' not to you,\" he said. Then, clasping Jurgis tightly by the neck, he staggered out of the room; on the way another idea occurred to him, and he asked: \"Any--hic--cable message for me, Hamilton?\"", "characters": 297, "sentences": 3}, {"text": "The speaker sank into one of the big armchairs, and Admiral Dewey crouched beneath it; he did not snarl again, but he never took his eyes off Jurgis. He was perfectly sober, was the Admiral.", "characters": 190, "sentences": 3}, {"text": "\"Thass the stuff for you!\" cried Master Freddie, exultantly, as he spied them. \"Come 'long, ole chappie, move up.\"", "characters": 114, "sentences": 3}, {"text": "And he seated himself at the table; the waiter pulled a cork, and he took the bottle and poured three glasses of its contents in succession down his throat. Then he gave a long-drawn sigh, and cried again to Jurgis to seat himself.", "characters": 231, "sentences": 3}, {"text": "The butler held the chair at the opposite side of the table, and Jurgis thought it was to keep him out of it; but finally he understand that it was the other's intention to put it under him, and so he sat down, cautiously and mistrustingly. Master Freddie perceived that the attendants embarrassed him, and he remarked with a nod to them, \"You may go.\"", "characters": 352, "sentences": 3}, {"text": "The man went out and closed the door; Jurgis, who was as sharp as he, observed that he took the key out of the lock, in order that he might peer through the keyhole.", "characters": 165, "sentences": 2}, {"text": "So Jurgis began, without further parley. He ate as with two shovels, his fork in one hand and his knife in the other; when he once got started his wolf-hunger got the better of him, and he did not stop for breath until he had cleared every plate. \"Gee whiz!\" said the other, who had been watching him in wonder.", "characters": 311, "sentences": 4}, {"text": "Then he held Jurgis the bottle. \"Lessee you drink now,\" he said; and Jurgis took the bottle and turned it up to his mouth, and a wonderfully unearthly liquid ecstasy poured down his throat, tickling every nerve of him, thrilling him with joy. He drank the very last drop of it, and then he gave vent to a long-drawn \"Ah!\"", "characters": 321, "sentences": 3}, {"text": "\"Good stuff, hey?\" said Freddie, sympathetically; he had leaned back in the big chair, putting his arm behind his head and gazing at Jurgis.", "characters": 140, "sentences": 2}, {"text": "So the cheerful youngster rattled on, until he was tired out. He smiled his sweetest smile at Jurgis, and then he closed his eyes, sleepily. Then he opened them again, and smiled once more, and finally closed them and forgot to open them.", "characters": 238, "sentences": 4}, {"text": "For several minutes Jurgis sat perfectly motionless, watching him, and reveling in the strange sensation of the champagne. Once he stirred, and the dog growled; after that he sat almost holding his breath--until after a while the door of the room opened softly, and the butler came in.", "characters": 285, "sentences": 3}, {"text": "He walked toward Jurgis upon tiptoe, scowling at him; and Jurgis rose up, and retreated, scowling back. So until he was against the wall, and then the butler came close, and pointed toward the door. \"Get out of here!\" he whispered.", "characters": 231, "sentences": 4}, {"text": "Jurgis hesitated, giving a glance at Freddie, who was snoring softly. \"If you do, you son of a--\" hissed the butler, \"I'll mash in your face for you before you get out of here!\"", "characters": 177, "sentences": 2}, {"text": "And Jurgis wavered but an instant more. He saw \"Admiral Dewey\" coming up behind the man and growling softly, to back up his threats. Then he surrendered and started toward the door.", "characters": 181, "sentences": 4}, {"text": "They went out without a sound, and down the great echoing staircase, and through the dark hall. At the front door he paused, and the butler strode close to him.", "characters": 160, "sentences": 3}, {"text": "\"What for?\" he cried; and then understanding that the fellow proposed to search him, he answered, \"I'll see you in hell first.\"", "characters": 127, "sentences": 2}, {"text": "\"Have 'em!\" roared Jurgis, with fierce passion. \"But you won't put your hands on me till you do! I haven't touched anything in your damned house, and I'll not have you touch me!\"", "characters": 178, "sentences": 2}, {"text": "So the butler, who was terrified lest his young master should waken, stepped suddenly to the door, and opened it. \"Get out of here!\" he said; and then as Jurgis passed through the opening, he gave him a ferocious kick that sent him down the great stone steps at a run, and landed him sprawling in the snow at the bottom.", "characters": 320, "sentences": 3}, {"text": "Jurgis got up, wild with rage, but the door was shut and the great castle was dark and impregnable. Then the icy teeth of the blast bit into him, and he turned and went away at a run.", "characters": 183, "sentences": 3}, {"text": "When he stopped again it was because he was coming to frequented streets and did not wish to attract attention. In spite of that last humiliation, his heart was thumping fast with triumph. He had come out ahead on that deal! He put his hand into his trousers' pocket every now and then, to make sure that the precious hundred-dollar bill was still there.", "characters": 354, "sentences": 4}, {"text": "Yet he was in a plight--a curious and even dreadful plight, when he came to realize it. He had not a single cent but that one bill! And he had to find some shelter that night he had to change it!", "characters": 195, "sentences": 2}, {"text": "He began peering into places as he walked; he passed several as being too crowded--then finally, chancing upon one where the bartender was all alone, he gripped his hands in sudden resolution and went in.", "characters": 204, "sentences": 2}, {"text": "The bartender was a big, husky fellow, with the jaw of a prize fighter, and a three weeks' stubble of hair upon it. He stared at Jurgis. \"What's that youse say?\" he demanded.", "characters": 174, "sentences": 4}, {"text": "\"How the hell can I know if it's good or not?\" retorted the bartender. \"Whatcher take me for, hey?\"", "characters": 99, "sentences": 2}, {"text": "Then Jurgis slowly and warily approached him; he took out the bill, and fumbled it for a moment, while the man stared at him with hostile eyes across the counter. Then finally he handed it over.", "characters": 194, "sentences": 3}, {"text": "The other took it, and began to examine it; he smoothed it between his fingers, and held it up to the light; he turned it over, and upside down, and edgeways. It was new and rather stiff, and that made him dubious. Jurgis was watching him like a cat all the time.", "characters": 263, "sentences": 4}, {"text": "\"Humph,\" he said, finally, and gazed at the stranger, sizing him up--a ragged, ill-smelling tramp, with no overcoat and one arm in a sling--and a hundred-dollar bill! \"Want to buy anything?\" he demanded.", "characters": 203, "sentences": 2}, {"text": "\"All right,\" said the other, \"I'll change it.\" And he put the bill in his pocket, and poured Jurgis out a glass of beer, and set it on the counter. Then he turned to the cash register, and punched up five cents, and began to pull money out of the drawer. Finally, he faced Jurgis, counting it out--two dimes, a quarter, and fifty cents. \"There,\" he said.", "characters": 354, "sentences": 6}, {"text": "\"Look out!\" shouted the bartender. \"He's got a knife!\" Then, seeing that the two were disposed to join the fray, he made another rush at Jurgis, and knocked aside his feeble defense and sent him tumbling again; and the three flung themselves upon him, rolling and kicking about the place.", "characters": 288, "sentences": 3}, {"text": "A second later a policeman dashed in, and the bartender yelled once more--\"Look out for his knife!\" Jurgis had fought himself half to his knees, when the policeman made a leap at him, and cracked him across the face with his club. Though the blow staggered him, the wild-beast frenzy still blazed in him, and he got to his feet, lunging into the air. Then again the club descended, full upon his head, and he dropped like a log to the floor.", "characters": 441, "sentences": 4}, {"text": "The policeman crouched over him, clutching his stick, waiting for him to try to rise again; and meantime the barkeeper got up, and put his hand to his head. \"Christ!\" he said, \"I thought I was done for that time. Did he cut me?\"", "characters": 228, "sentences": 3}, {"text": "\"Just crazy drunk,\" said the other. \"A lame duck, too--but he 'most got me under the bar. Youse had better call the wagon, Billy.\"", "characters": 130, "sentences": 4}, {"text": "\"No,\" said the officer. \"He's got no more fight in him, I guess--and he's only got a block to go.\" He twisted his hand in Jurgis's collar and jerked at him. \"Git up here, you!\" he commanded.", "characters": 190, "sentences": 5}, {"text": "But Jurgis did not move, and the bartender went behind the bar, and after stowing the hundred-dollar bill away in a safe hiding place, came and poured a glass of water over Jurgis. Then, as the latter began to moan feebly, the policeman got him to his feet and dragged him out of the place. The station house was just around the corner, and so in a few minutes Jurgis was in a cell.", "characters": 382, "sentences": 4}, {"text": "He spent half the night lying unconscious, and the balance moaning in torment, with a blinding headache and a racking thirst. Now and then he cried aloud for a drink of water, but there was no one to hear him. There were others in that same station house with split heads and a fever; there were hundreds of them in the great city, and tens of thousands of them in the great land, and there was no one to hear any of them.", "characters": 422, "sentences": 4}, {"text": "In the morning Jurgis was given a cup of water and a piece of bread, and then hustled into a patrol wagon and driven to the nearest police court. He sat in the pen with a score of others until his turn came.", "characters": 207, "sentences": 3}, {"text": "The bartender--who proved to be a well-known bruiser--was called to the stand. He took the oath and told his story. The prisoner had come into his saloon after midnight, fighting drunk, and had ordered a glass of beer and tendered a dollar bill in payment. He had been given ninety-five cents' change, and had demanded ninety-nine dollars more, and before the plaintiff could even answer had hurled the glass at him and then attacked him with a bottle of bitters, and nearly wrecked the place.", "characters": 493, "sentences": 5}, {"text": "Then the prisoner was sworn--a forlorn object, haggard and unshorn, with an arm done up in a filthy bandage, a cheek and head cut, and bloody, and one eye purplish black and entirely closed. \"What have you to say for yourself?\" queried the magistrate.", "characters": 251, "sentences": 3}, {"text": "\"Your Honor,\" said Jurgis, \"I went into his place and asked the man if he could change me a hundred-dollar bill. And he said he would if I bought a drink. I gave him the bill and then he wouldn't give me the change.\"", "characters": 216, "sentences": 4}, {"text": "The magistrate was staring at him in perplexity. \"You gave him a hundred-dollar bill!\" he exclaimed.", "characters": 100, "sentences": 3}, {"text": "There was a titter in the courtroom; the officer who was holding Jurgis put up his hand to hide a smile, and the magistrate smiled without trying to hide it. \"It's true, your Honor!\" cried Jurgis, passionately.", "characters": 210, "sentences": 3}, {"text": "\"You had been drinking as well as begging last night, had you not?\" inquired the magistrate. \"No, your Honor--\" protested Jurgis. \"I--\"", "characters": 135, "sentences": 3}, {"text": "There was again a laugh round the courtroom, stopping suddenly as the magistrate looked up and frowned. \"Have you ever been arrested before?\" he asked abruptly.", "characters": 160, "sentences": 3}, {"text": "\"I see,\" said his Honor; \"I guess that will do. You ought to stop drinking if you can't control yourself. Ten days and costs. Next case.\"", "characters": 137, "sentences": 5}, {"text": "Jurgis was driven out to the Bridewell for the second time. In his tumbling around he had hurt his arm again, and so could not work, but had to be attended by the physician. Also his head and his eye had to be tied up--and so he was a pretty-looking object when, the second day after his arrival, he went out into the exercise court and encountered--Jack Duane!", "characters": 361, "sentences": 3}, {"text": "The young fellow was so glad to see Jurgis that he almost hugged him. \"By God, if it isn't 'the Stinker'!\" he cried. \"And what is it--have you been through a sausage machine?\"", "characters": 175, "sentences": 3}, {"text": "\"No,\" said Jurgis, \"but I've been in a railroad wreck and a fight.\" And then, while some of the other prisoners gathered round he told his wild story; most of them were incredulous, but Duane knew that Jurgis could never have made up such a yarn as that.", "characters": 254, "sentences": 3}, {"text": "\"I've learned some things since I saw you last,\" said Jurgis mournfully. Then he explained how he had spent the last summer, \"hoboing it,\" as the phrase was. \"And you?\" he asked finally. \"Have you been here ever since?\"", "characters": 219, "sentences": 4}, {"text": "\"Lord, no!\" said the other. \"I only came in the day before yesterday. It's the second time they've sent me up on a trumped-up charge--I've had hard luck and can't pay them what they want. Why don't you quit Chicago with me, Jurgis?\"", "characters": 232, "sentences": 4}, {"text": "There was an oil stove in the little cupboard of a room, and they had some supper; and then about eleven o'clock at night they sallied forth together, by a rear entrance to the place, Duane armed with a slingshot. They came to a residence district, and he sprang up a lamppost and blew out the light, and then the two dodged into the shelter of an area step and hid in silence.", "characters": 377, "sentences": 3}, {"text": "After further examination, they burned the card-case and its contents, all but the bills, and likewise the picture of a little girl in the locket. Then Duane took the watch and trinkets downstairs, and came back with sixteen dollars. \"The old scoundrel said the case was filled,\" he said. \"It's a lie, but he knows I want the money.\"", "characters": 333, "sentences": 5}, {"text": "They divided up the spoils, and Jurgis got as his share fifty-five dollars and some change. He protested that it was too much, but the other had agreed to divide even. That was a good haul, he said, better than average.", "characters": 219, "sentences": 4}, {"text": "When they got up in the morning, Jurgis was sent out to buy a paper; one of the pleasures of committing a crime was the reading about it afterward. \"I had a pal that always did it,\" Duane remarked, laughing--\"until one day he read that he had left three thousand dollars in a lower inside pocket of his party's vest!\"", "characters": 317, "sentences": 2}, {"text": "Since it was Jurgis's first experience, these details naturally caused him some worriment; but the other laughed coolly--it was the way of the game, and there was no helping it. Before long Jurgis would think no more of it than they did in the yards of knocking out a bullock. \"It's a case of us or the other fellow, and I say the other fellow, every time,\" he observed.", "characters": 370, "sentences": 4}, {"text": "When he had heard all this explanation to the end, Jurgis demanded: \"But how can I get a job in Packingtown? I'm blacklisted.\"", "characters": 126, "sentences": 2}, {"text": "He was a little, dried-up Irishman, whose hands shook. He had a brief talk with his visitor, watching him with his ratlike eyes, and making up his mind about him; and then he gave him a note to Mr. Harmon, one of the head managers of Durham's--", "characters": 244, "sentences": 3}, {"text": "\"The bearer, Jurgis Rudkus, is a particular friend of mine, and I would like you to find him a good place, for important reasons. He was once indiscreet, but you will perhaps be so good as to overlook that.\"", "characters": 207, "sentences": 3}, {"text": "At which the other frowned. \"Blacklisted?\" he said. \"How do you mean?\" And Jurgis turned red with embarrassment.", "characters": 112, "sentences": 4}, {"text": "He had forgotten that a blacklist did not exist. \"I--that is--I had difficulty in getting a place,\" he stammered.", "characters": 113, "sentences": 3}, {"text": "And Mr. Harmon called a timekeeper and said, \"Take this man to Pat Murphy and tell him to find room for him somehow.\"", "characters": 117, "sentences": 3}, {"text": "And so Jurgis marched into the hog-killing room, a place where, in the days gone by, he had come begging for a job. Now he walked jauntily, and smiled to himself, seeing the frown that came to the boss's face as the timekeeper said, \"Mr. Harmon says to put this man on.\" It would overcrowd his department and spoil the record he was trying to make--but he said not a word except \"All right.\"", "characters": 391, "sentences": 5}, {"text": "After the elections Jurgis stayed on in Packingtown and kept his job. The agitation to break up the police protection of criminals was continuing, and it seemed to him best to \"lay low\" for the present. He had nearly three hundred dollars in the bank, and might have considered himself entitled to a vacation; but he had an easy job, and force of habit kept him at it. Besides, Mike Scully, whom he consulted, advised him that something might \"turn up\" before long.", "characters": 465, "sentences": 5}, {"text": "Jurgis went to his dinner, and afterward he walked over to see Mike Scully, who lived in a fine house, upon a street which had been decently paved and lighted for his especial benefit. Scully had gone into semi-retirement, and looked nervous and worried. \"What do you want?\" he demanded, when he saw Jurgis.", "characters": 307, "sentences": 4}, {"text": "And Scully knit his brows and eyed him narrowly. In that morning's papers Jurgis had read a fierce denunciation of the packers by Scully, who had declared that if they did not treat their people better the city authorities would end the matter by tearing down their plants. Now, therefore, Jurgis was not a little taken aback when the other demanded suddenly, \"See here, Rudkus, why don't you stick by your job?\"", "characters": 412, "sentences": 3}, {"text": "\"But--but--\" stammered Jurgis. He had somehow taken it for granted that he should go out with his union. \"The packers need good men, and need them bad,\" continued the other, \"and they'll treat a man right that stands by them. Why don't you take your chance and fix yourself?\"", "characters": 275, "sentences": 4}, {"text": "\"Hell, man!\" cried the other. \"Don't you know you're a Republican? And do you think I'm always going to elect Republicans? My brewer has found out already how we served him, and there is the deuce to pay.\"", "characters": 205, "sentences": 3}, {"text": "Jurgis looked dumfounded. He had never thought of that aspect of it before. \"I could be a Democrat,\" he said.", "characters": 109, "sentences": 4}, {"text": "\"Yes,\" responded the other, \"but not right away; a man can't change his politics every day. And besides, I don't need you--there'd be nothing for you to do. And it's a long time to election day, anyhow; and what are you going to do meantime?\"", "characters": 242, "sentences": 3}, {"text": "\"Exactly,\" said Scully, \"but you'd better. Take my word for it, the strike will be over in a few days, and the men will be beaten; and meantime what you can get out of it will belong to you. Do you see?\"", "characters": 203, "sentences": 3}, {"text": "And Jurgis saw. He went back to the yards, and into the workroom. The men had left a long line of hogs in various stages of preparation, and the foreman was directing the feeble efforts of a score or two of clerks and stenographers and office boys to finish up the job and get them into the chilling rooms. Jurgis went straight up to him and announced, \"I have come back to work, Mr. Murphy.\"", "characters": 392, "sentences": 6}, {"text": "\"Just a moment,\" said Jurgis, checking his enthusiasm. \"I think I ought to get a little more wages.\"", "characters": 100, "sentences": 3}, {"text": "Jurgis had debated on the way. His nerve almost failed him now, but he clenched his hands. \"I think I ought to have' three dollars a day,\" he said.", "characters": 147, "sentences": 4}, {"text": "\"All right,\" said the other, promptly; and before the day was out our friend discovered that the clerks and stenographers and office boys were getting five dollars a day, and then he could have kicked himself!", "characters": 209, "sentences": 1}, {"text": "If he had been able to buy all of the newspapers of the United States the next morning, he might have discovered that his beer-hunting exploit was being perused by some two score millions of people, and had served as a text for editorials in half the staid and solemn business-men's newspapers in the land.", "characters": 306, "sentences": 2}, {"text": "In the morning before Jurgis had finished his breakfast, \"Pat\" Murphy ordered him to one of the superintendents, who questioned him as to his experience in the work of the killing room. His heart began to thump with excitement, for he divined instantly that his hour had come--that he was to be a boss!", "characters": 302, "sentences": 2}, {"text": "Some of the foremen were union members, and many who were not had gone out with the men. It was in the killing department that the packers had been left most in the lurch, and precisely here that they could least afford it; the smoking and canning and salting of meat might wait, and all the by-products might be wasted--but fresh meats must be had, or the restaurants and hotels and brownstone houses would feel the pinch, and then \"public opinion\" would take a startling turn.", "characters": 478, "sentences": 3}, {"text": "This was an anxious time for Jurgis. If the men were taken back \"without discrimination,\" he would lose his present place. He sought out the superintendent, who smiled grimly and bade him \"wait and see.\" Durham's strikebreakers were few of them leaving.", "characters": 253, "sentences": 5}, {"text": "Connor, the boss of the loading gang! The man who had seduced his wife--who had sent him to prison, and wrecked his home, ruined his life! He stood there, staring, with the light shining full upon him.", "characters": 201, "sentences": 2}, {"text": "Jurgis had often thought of Connor since coming back to Packingtown, but it had been as of something far off, that no longer concerned him. Now, however, when he saw him, alive and in the flesh, the same thing happened to him that had happened before--a flood of rage boiled up in him, a blind frenzy seized him. And he flung himself at the man, and smote him between the eyes--and then, as he fell, seized him by the throat and began to pound his head upon the stones.", "characters": 469, "sentences": 4}, {"text": "But Harper explained that he had been downtown, and had not got the message. \"What's happened to you?\" he asked.", "characters": 112, "sentences": 3}, {"text": "\"I can arrange that all right,\" said the other--\"though it may cost you a few dollars, of course. But what was the trouble?\"", "characters": 124, "sentences": 2}, {"text": "\"Why, he's one of Scully's biggest men--he's a member of the War-Whoop League, and they talked of sending him to the legislature! Phil Connor! Great heavens!\"", "characters": 158, "sentences": 1}, {"text": "\"But Scully's out of town,\" the other answered. \"I don't even know where he is--he's run away to dodge the strike.\"", "characters": 115, "sentences": 3}, {"text": "That was a pretty mess, indeed. Poor Jurgis sat half-dazed. His pull had run up against a bigger pull, and he was down and out! \"But what am I going to do?\" he asked, weakly.", "characters": 174, "sentences": 4}, {"text": "\"How should I know?\" said the other. \"I shouldn't even dare to get bail for you--why, I might ruin myself for life!\"", "characters": 116, "sentences": 2}, {"text": "Again there was silence. \"Can't you do it for me,\" Jurgis asked, \"and pretend that you didn't know who I'd hit?\"", "characters": 112, "sentences": 2}, {"text": "\"But what good would that do you when you came to stand trial?\" asked Harper. Then he sat buried in thought for a minute or two. \"There's nothing--unless it's this,\" he said. \"I could have your bail reduced; and then if you had the money you could pay it and skip.\"", "characters": 265, "sentences": 5}, {"text": "\"Well,\" was Harper's reply, \"I'm not sure, but I'll try and get you off for that. I'll take the risk for friendship's sake--for I'd hate to see you sent to state's prison for a year or two.\"", "characters": 190, "sentences": 3}, {"text": "All these horrors afflicted Jurgis all the more cruelly, because he was always contrasting them with the opportunities he had lost. For instance, just now it was election time again--within five or six weeks the voters of the country would select a President; and he heard the wretches with whom he associated discussing it, and saw the streets of the city decorated with placards and banners--and what words could describe the pangs of grief and despair that shot through him?", "characters": 477, "sentences": 2}, {"text": "He got into the shelter of a doorway and took stock of himself. He was not hurt, and he was not arrested--more than he had any right to expect. He swore at himself and his luck for a while, and then turned his thoughts to practical matters. He had no money, and no place to sleep; he must begin begging again.", "characters": 309, "sentences": 5}, {"text": "He went out, hunching his shoulders together and shivering at the touch of the icy rain. Coming down the street toward him was a lady, well dressed, and protected by an umbrella; and he turned and walked beside her. \"Please, ma'am,\" he began, \"could you lend me the price of a night's lodging? I'm a poor working-man--\"", "characters": 319, "sentences": 3}, {"text": "Then, suddenly, he stopped short. By the light of a street lamp he had caught sight of the lady's face. He knew her.", "characters": 116, "sentences": 4}, {"text": "It was Alena Jasaityte, who had been the belle of his wedding feast! Alena Jasaityte, who had looked so beautiful, and danced with such a queenly air, with Juozas Raczius, the teamster! Jurgis had only seen her once or twice afterward, for Juozas had thrown her over for another girl, and Alena had gone away from Packingtown, no one knew where. And now he met her here!", "characters": 370, "sentences": 2}, {"text": "She was as much surprised as he was. \"Jurgis Rudkus!\" she gasped. \"And what in the world is the matter with you?\"", "characters": 113, "sentences": 3}, {"text": "\"I--I've had hard luck,\" he stammered. \"I'm out of work, and I've no home and no money. And you, Alena--are you married?\"", "characters": 121, "sentences": 3}, {"text": "They stood staring at each other for a few moments longer. Finally Alena spoke again. \"Jurgis,\" she said, \"I'd help you if I could, upon my word I would, but it happens that I've come out without my purse, and I honestly haven't a penny with me: I can do something better for you, though--I can tell you how to get help. I can tell you where Marija is.\"", "characters": 353, "sentences": 5}, {"text": "\"Yes,\" said Alena; \"and she'll help you. She's got a place, and she's doing well; she'll be glad to see you.\"", "characters": 109, "sentences": 3}, {"text": "So she gave him a number on Clark Street, adding, \"There's no need to give you my address, because Marija knows it.\" And Jurgis set out, without further ado. He found a large brownstone house of aristocratic appearance, and rang the basement bell. A young colored girl came to the door, opening it about an inch, and gazing at him suspiciously.", "characters": 344, "sentences": 5}, {"text": "The girl hesitated a moment. Then she opened the door and said, \"Come in.\" Jurgis came and stood in the hall, and she continued: \"I'll go see. What's yo' name?\"", "characters": 160, "sentences": 4}, {"text": "\"Tell her it's Jurgis,\" he answered, and the girl went upstairs. She came back at the end of a minute or two, and replied, \"Dey ain't no sich person here.\"", "characters": 155, "sentences": 3}, {"text": "Jurgis's heart went down into his boots. \"I was told this was where she lived!\" he cried. But the girl only shook her head. \"De lady says dey ain't no sich person here,\" she said.", "characters": 179, "sentences": 5}, {"text": "And he stood for a moment, hesitating, helpless with dismay. Then he turned to go to the door. At the same instant, however, there came a knock upon it, and the girl went to open it. Jurgis heard the shuffling of feet, and then heard her give a cry; and the next moment she sprang back, and past him, her eyes shining white with terror, and bounded up the stairway, screaming at the top of her lungs: \"Police! Police! We're pinched!\"", "characters": 433, "sentences": 4}, {"text": "Suddenly, however, there came a series of resounding blows upon it, causing the crowd to give back. At the same instant a stout woman, with painted cheeks and diamonds in her ears, came running down the stairs, panting breathlessly: \"To the rear! Quick!\"", "characters": 254, "sentences": 2}, {"text": "She led the way to a back staircase, Jurgis following; in the kitchen she pressed a spring, and a cupboard gave way and opened, disclosing a dark passageway. \"Go in!\" she cried to the crowd, which now amounted to twenty or thirty, and they began to pass through. Scarcely had the last one disappeared, however, before there were cries from in front, and then the panic-stricken throng poured out again, exclaiming: \"They're there too! We're trapped!\"", "characters": 450, "sentences": 3}, {"text": "\"Upstairs!\" cried the woman, and there was another rush of the mob, women and men cursing and screaming and fighting to be first. One flight, two, three--and then there was a ladder to the roof, with a crowd packed at the foot of it, and one man at the top, straining and struggling to lift the trap door. It was not to be stirred, however, and when the woman shouted up to unhook it, he answered: \"It's already unhooked. There's somebody sitting on it!\"", "characters": 454, "sentences": 4}, {"text": "And a moment later came a voice from downstairs: \"You might as well quit, you people. We mean business, this time.\"", "characters": 115, "sentences": 3}, {"text": "She heard him, and glanced around; then she shrank back and half sprang to her feet in amazement. \"Jurgis!\" she gasped.", "characters": 119, "sentences": 3}, {"text": "Again there was a silence, while they gazed at each other. The rest of the crowd was watching them, and so Marija got up and came closer to him. \"And you?\" Jurgis asked. \"You live here?\"", "characters": 186, "sentences": 4}, {"text": "\"Yes,\" said Marija, \"I live here.\" Then suddenly came a hail from below: \"Get your clothes on now, girls, and come along. You'd best begin, or you'll be sorry--it's raining outside.\"", "characters": 182, "sentences": 4}, {"text": "\"Br-r-r!\" shivered some one, and the women got up and entered the various doors which lined the hallway.", "characters": 104, "sentences": 2}, {"text": "\"Come,\" said Marija, and took Jurgis into her room, which was a tiny place about eight by six, with a cot and a chair and a dressing stand and some dresses hanging behind the door. There were clothes scattered about on the floor, and hopeless confusion everywhere--boxes of rouge and bottles of perfume mixed with hats and soiled dishes on the dresser, and a pair of slippers and a clock and a whisky bottle on a chair.", "characters": 419, "sentences": 3}, {"text": "\"Yes,\" said the other; she was bending over, lacing her shoes as she spoke. \"He was working in an oil factory--at least he was hired by the men to get their beer. He used to carry cans on a long pole; and he'd drink a little out of each can, and one day he drank too much, and fell asleep in a corner, and got locked up in the place all night. When they found him the rats had killed him and eaten him nearly all up.\"", "characters": 417, "sentences": 5}, {"text": "\"As quick as I can,\" said Marija, and she stood up and began putting on her corsets with feverish haste.", "characters": 104, "sentences": 2}, {"text": "\"Elzbieta is,\" said Marija, \"when she can. I take care of them most of the time--I'm making plenty of money now.\"", "characters": 113, "sentences": 3}, {"text": "\"Elzbieta knows,\" answered Marija. \"I couldn't lie to her. And maybe the children have found out by this time. It's nothing to be ashamed of--we can't help it.\"", "characters": 160, "sentences": 5}, {"text": "Marija shrugged her shoulders. \"How do I know?\" she said. \"I haven't seen him for over a year. He got blood poisoning and lost one finger, and couldn't play the violin any more; and then he went away.\"", "characters": 201, "sentences": 5}, {"text": "Marija was standing in front of the glass fastening her dress. Jurgis sat staring at her. He could hardly believe that she was the same woman he had known in the old days; she was so quiet--so hard! It struck fear to his heart to watch her.", "characters": 240, "sentences": 4}, {"text": "Then suddenly she gave a glance at him. \"You look as if you had been having a rough time of it yourself,\" she said.", "characters": 115, "sentences": 3}, {"text": "\"All over. I've been hoboing it. Then I went back to the yards--just before the strike.\" He paused for a moment, hesitating. \"I asked for you,\" he added. \"I found you had gone away, no one knew where. Perhaps you think I did you a dirty trick running away as I did, Marija--\"", "characters": 275, "sentences": 7}, {"text": "\"No,\" she answered, \"I don't blame you. We never have--any of us. You did your best--the job was too much for us.\" She paused a moment, then added: \"We were too ignorant--that was the trouble. We didn't stand any chance. If I'd known what I know now we'd have won out.\"", "characters": 269, "sentences": 7}, {"text": "\"Yes,\" she answered; \"but that's not what I meant. I meant you--how differently you would have behaved--about Ona.\"", "characters": 115, "sentences": 3}, {"text": "\"When people are starving,\" the other continued, \"and they have anything with a price, they ought to sell it, I say. I guess you realize it now when it's too late. Ona could have taken care of us all, in the beginning.\" Marija spoke without emotion, as one who had come to regard things from the business point of view.", "characters": 319, "sentences": 5}, {"text": "\"I--yes, I guess so,\" Jurgis answered hesitatingly. He did not add that he had paid three hundred dollars, and a foreman's job, for the satisfaction of knocking down \"Phil\" Connor a second time.", "characters": 194, "sentences": 3}, {"text": "\"All right,\" said Marija, reaching for her hat, which was big enough to be a drum major's, and full of ostrich feathers. She went out into the hall and Jurgis followed, the policeman remaining to look under the bed and behind the door.", "characters": 235, "sentences": 3}, {"text": "\"The raid, you mean? Oh, nothing--it happens to us every now and then. The madame's having some sort of time with the police; I don't know what it is, but maybe they'll come to terms before morning. Anyhow, they won't do anything to you. They always let the men off.\"", "characters": 267, "sentences": 5}, {"text": "\"I'm wanted by the police,\" he said, lowering his voice, though of course their conversation was in Lithuanian. \"They'll send me up for a year or two, I'm afraid.\"", "characters": 163, "sentences": 3}, {"text": "Downstairs, where the greater part of the prisoners were now massed, she sought out the stout personage with the diamond earrings, and had a few whispered words with her. The latter then approached the police sergeant who was in charge of the raid. \"Billy,\" she said, pointing to Jurgis, \"there's a fellow who came in to see his sister. He'd just got in the door when you knocked. You aren't taking hoboes, are you?\"", "characters": 416, "sentences": 5}, {"text": "The sergeant laughed as he looked at Jurgis. \"Sorry,\" he said, \"but the orders are every one but the servants.\"", "characters": 111, "sentences": 3}, {"text": "So Jurgis slunk in among the rest of the men, who kept dodging behind each other like sheep that have smelled a wolf. There were old men and young men, college boys and gray-beards old enough to be their grandfathers; some of them wore evening dress--there was no one among them save Jurgis who showed any signs of poverty.", "characters": 323, "sentences": 3}, {"text": "Jurgis waited outside and walked home with Marija. The police had left the house, and already there were a few visitors; by evening the place would be running again, exactly as if nothing had happened. Meantime, Marija took Jurgis upstairs to her room, and they sat and talked. By daylight, Jurgis was able to observe that the color on her cheeks was not the old natural one of abounding health; her complexion was in reality a parchment yellow, and there were black rings under her eyes.", "characters": 488, "sentences": 5}, {"text": "\"Sick?\" she said. \"Hell!\" (Marija had learned to scatter her conversation with as many oaths as a longshoreman or a mule driver.) \"How can I ever be anything but sick, at this life?\"", "characters": 182, "sentences": 3}, {"text": "She fell silent for a moment, staring ahead of her gloomily. \"It's morphine,\" she said, at last. \"I seem to take more of it every day.\"", "characters": 135, "sentences": 4}, {"text": "\"It's the way of it; I don't know why. If it isn't that, it's drink. If the girls didn't booze they couldn't stand it any time at all. And the madame always gives them dope when they first come, and they learn to like it; or else they take it for headaches and such things, and get the habit that way. I've got it, I know; I've tried to quit, but I never will while I'm here.\"", "characters": 376, "sentences": 6}, {"text": "\"I did,\" said Jurgis, \"I heard of it afterward.\" (It had happened in the place where he and Duane had taken refuge from their \"country customer.\" The girl had become insane, fortunately for the police.)", "characters": 202, "sentences": 4}, {"text": "Marija paused for a moment or two, and then she added: \"Most of the women here are pretty decent--you'd be surprised. I used to think they did it because they liked to; but fancy a woman selling herself to every kind of man that comes, old or young, black or white--and doing it because she likes to!\"", "characters": 301, "sentences": 2}, {"text": "\"I know,\" said she; \"they say anything. They're in, and they know they can't get out. But they didn't like it when they began--you'd find out--it's always misery! There's a little Jewish girl here who used to run errands for a milliner, and got sick and lost her place; and she was four days on the streets without a mouthful of food, and then she went to a place just around the corner and offered herself, and they made her give up her clothes before they would give her a bite to eat!\"", "characters": 488, "sentences": 3}, {"text": "Marija sat for a minute or two, brooding somberly. \"Tell me about yourself, Jurgis,\" she said, suddenly. \"Where have you been?\"", "characters": 127, "sentences": 3}, {"text": "So he told her the long story of his adventures since his flight from home; his life as a tramp, and his work in the freight tunnels, and the accident; and then of Jack Duane, and of his political career in the stockyards, and his downfall and subsequent failures. Marija listened with sympathy; it was easy to believe the tale of his late starvation, for his face showed it all. \"You found me just in the nick of time,\" she said. \"I'll stand by you--I'll help you till you can get some work.\"", "characters": 493, "sentences": 5}, {"text": "\"You must be hungry,\" she said, after a minute or two. \"You stay here to lunch--I'll have something up in the room.\"", "characters": 116, "sentences": 3}, {"text": "She pressed a button, and a colored woman came to the door and took her order. \"It's nice to have somebody to wait on you,\" she observed, with a laugh, as she lay back on the bed.", "characters": 179, "sentences": 3}, {"text": "As the prison breakfast had not been liberal, Jurgis had a good appetite, and they had a little feast together, talking meanwhile of Elzbieta and the children and old times. Shortly before they were through, there came another colored girl, with the message that the \"madame\" wanted Marija--\"Lithuanian Mary,\" as they called her here.", "characters": 334, "sentences": 3}, {"text": "So he got up, and she gave him the new address of the family, a tenement over in the Ghetto district. \"You go there,\" she said. \"They'll be glad to see you.\"", "characters": 157, "sentences": 4}, {"text": "\"I--I don't like to,\" he said. \"Honest, Marija, why don't you just give me a little money and let me look for work first?\"", "characters": 122, "sentences": 2}, {"text": "\"How do you need money?\" was her reply. \"All you want is something to eat and a place to sleep, isn't it?\"", "characters": 106, "sentences": 2}, {"text": "\"Yes,\" he said; \"but then I don't like to go there after I left them--and while I have nothing to do, and while you--you--\"", "characters": 123, "sentences": 1}, {"text": "\"Go on!\" said Marija, giving him a push. \"What are you talking?--I won't give you money,\" she added, as she followed him to the door, \"because you'll drink it up, and do yourself harm. Here's a quarter for you now, and go along, and they'll be so glad to have you back, you won't have time to feel ashamed. Good-by!\"", "characters": 316, "sentences": 4}, {"text": "--Then suddenly Jurgis looked up. A tremendous roar had burst from the throats of the crowd, which by this time had packed the hall to the very doors. Men and women were standing up, waving handkerchiefs, shouting, yelling. Evidently the speaker had arrived, thought Jurgis; what fools they were making of themselves! What were they expecting to get out of it anyhow--what had they to do with elections, with governing the country? Jurgis had been behind the scenes in politics.", "characters": 478, "sentences": 5}, {"text": "And then suddenly came a voice in his ear, a woman's voice, gentle and sweet, \"If you would try to listen, comrade, perhaps you would be interested.\"", "characters": 149, "sentences": 2}, {"text": "Jurgis was more startled by that than he would have been by the touch of a policeman. He still kept his eyes fixed ahead, and did not stir; but his heart gave a great leap. Comrade! Who was it that called him \"comrade\"?", "characters": 219, "sentences": 3}, {"text": "He waited long, long; and at last, when he was sure that he was no longer watched, he stole a glance out of the corner of his eyes at the woman who sat beside him. She was young and beautiful; she wore fine clothes, and was what is called a \"lady.\" And she called him \"comrade\"!", "characters": 278, "sentences": 3}, {"text": "The speaker paused. There was an instant of silence, while men caught their breaths, and then like a single sound there came a cry from a thousand people. Through it all Jurgis sat still, motionless and rigid, his eyes fixed upon the speaker; he was trembling, smitten with wonder.", "characters": 281, "sentences": 4}, {"text": "So Jurgis stood watching, while five or ten minutes passed. Now and then the man would look up, and address a word or two to those who were near him; and, at last, on one of these occasions, his glance rested on Jurgis. There seemed to be a slight hint of inquiry about it, and a sudden impulse seized the other. He stepped forward.", "characters": 332, "sentences": 5}, {"text": "\"I wanted to thank you, sir!\" he began, in breathless haste. \"I could not go away without telling you how much--how glad I am I heard you. I--I didn't know anything about it all--\"", "characters": 180, "sentences": 3}, {"text": "The big man with the spectacles, who had moved away, came back at this moment. \"The comrade is too tired to talk to any one--\" he began; but the other held up his hand.", "characters": 168, "sentences": 3}, {"text": "\"Wait,\" he said. \"He has something to say to me.\" And then he looked into Jurgis's face. \"You want to know more about Socialism?\" he asked.", "characters": 139, "sentences": 5}, {"text": "Jurgis started. \"I--I--\" he stammered. \"Is it Socialism? I didn't know. I want to know about what you spoke of--I want to help. I have been through all that.\"", "characters": 158, "sentences": 6}, {"text": "The man thought for a moment, and then turned to his friend. \"Who is there, Walters?\" he asked. \"There is Ostrinski--but he is a Pole--\"", "characters": 136, "sentences": 3}, {"text": "\"Ostrinski speaks Lithuanian,\" said the other. \"All right, then; would you mind seeing if he has gone yet?\"", "characters": 107, "sentences": 2}, {"text": "The other started away, and the speaker looked at Jurgis again. He had deep, black eyes, and a face full of gentleness and pain. \"You must excuse me, comrade,\" he said. \"I am just tired out--I have spoken every day for the last month. I will introduce you to some one who will be able to help you as well as I could--\"", "characters": 318, "sentences": 5}, {"text": "\"You want to know about Socialism?\" he said. \"Surely. Let us go out and take a stroll, where we can be quiet and talk some.\"", "characters": 124, "sentences": 4}, {"text": "Then Ostrinski in turn explained his circumstances. He would have asked Jurgis to his home--but he had only two rooms, and had no bed to offer. He would have given up his own bed, but his wife was ill. Later on, when he understood that otherwise Jurgis would have to sleep in a hallway, he offered him his kitchen floor, a chance which the other was only too glad to accept. \"Perhaps tomorrow we can do better,\" said Ostrinski. \"We try not to let a comrade starve.\"", "characters": 465, "sentences": 7}, {"text": "For a week after he became a convert Jurgis continued to wander about all day, looking for work; until at last he met with a strange fortune. He was passing one of Chicago's innumerable small hotels, and after some hesitation he concluded to go in. A man he took for the proprietor was standing in the lobby, and he went up to him and tackled him for a job.", "characters": 357, "sentences": 4}, {"text": "\"Anything, sir,\" said Jurgis, and added quickly: \"I've been out of work for a long time, sir. I'm an honest man, and I'm strong and willing--\"", "characters": 142, "sentences": 2}, {"text": "\"Well, I've been employing a man as a porter, and he drinks. I've discharged him seven times now, and I've about made up my mind that's enough. Would you be a porter?\"", "characters": 167, "sentences": 3}, {"text": "\"It's hard work. You'll have to clean floors and wash spittoons and fill lamps and handle trunks--\"", "characters": 99, "sentences": 2}, {"text": "\"All right. I'll pay you thirty a month and board, and you can begin now, if you feel like it. You can put on the other fellow's rig.\"", "characters": 134, "sentences": 4}, {"text": "And so Jurgis fell to work, and toiled like a Trojan till night. Then he went and told Elzbieta, and also, late as it was, he paid a visit to Ostrinski to let him know of his good fortune. Here he received a great surprise, for when he was describing the location of the hotel Ostrinski interrupted suddenly, \"Not Hinds's!\"", "characters": 323, "sentences": 3}, {"text": "To which the other replied, \"Then you've got the best boss in Chicago--he's a state organizer of our party, and one of our best-known speakers!\"", "characters": 144, "sentences": 1}, {"text": "So the next morning Jurgis went to his employer and told him; and the man seized him by the hand and shook it. \"By Jove!\" he cried, \"that lets me out. I didn't sleep all last night because I had discharged a good Socialist!\"", "characters": 224, "sentences": 3}, {"text": "One of the first things that Jurgis had done after he got a job was to go and see Marija. She came down into the basement of the house to meet him, and he stood by the door with his hat in his hand, saying, \"I've got work now, and so you can leave here.\"", "characters": 254, "sentences": 3}, {"text": "But Marija only shook her head. There was nothing else for her to do, she said, and nobody to employ her. She could not keep her past a secret--girls had tried it, and they were always found out. There were thousands of men who came to this place, and sooner or later she would meet one of them. \"And besides,\" Marija added, \"I can't do anything. I'm no good--I take dope. What could you do with me?\"", "characters": 400, "sentences": 7}, {"text": "And here the ex-preacher entered the field, and there was a lively tussle. \"Comrade\" Lucas was not what is called an educated man; he knew only the Bible, but it was the Bible interpreted by real experience. And what was the use, he asked, of confusing Religion with men's perversions of it? That the church was in the hands of the merchants at the moment was obvious enough; but already there were signs of rebellion, and if Comrade Schliemann could come back a few years from now--", "characters": 483, "sentences": 3}, {"text": "\"Ah, yes,\" said the other, \"of course, I have no doubt that in a hundred years the Vatican will be denying that it ever opposed Socialism, just as at present it denies that it ever tortured Galileo.\"", "characters": 199, "sentences": 2}, {"text": "Here the speaker paused an instant for breath. \"No, comrade,\" said the other, dryly, \"for he was a practical man. He would take pretty little imitation lemons, such as are now being shipped into Russia, handy for carrying in the pockets, and strong enough to blow a whole temple out of sight.\"", "characters": 293, "sentences": 4}, {"text": "Lucas halted again; and the other stretched out his hand to a paper on the table. \"Here, comrade,\" he said, with a laugh, \"here is a place for you to begin. A bishop whose wife has just been robbed of fifty thousand dollars' worth of diamonds! And a most unctuous and oily of bishops! An eminent and scholarly bishop! A philanthropist and friend of labor bishop--a Civic Federation decoy duck for the chloroforming of the wage-working-man!\"", "characters": 440, "sentences": 3}, {"text": "\"The price is the labor it has cost to make and deliver it, and it is determined by the first principles of arithmetic. The million workers in the nation's wheat fields have worked a hundred days each, and the total product of the labor is a billion bushels, so the value of a bushel of wheat is the tenth part of a farm labor-day. If we employ an arbitrary symbol, and pay, say, five dollars a day for farm work, then the cost of a bushel of wheat is fifty cents.\"", "characters": 465, "sentences": 4}, {"text": "\"How about those occupations in which time is difficult to calculate? What is the labor cost of a book?\"", "characters": 104, "sentences": 1}, {"text": "\"Obviously it is the labor cost of the paper, printing, and binding of it--about a fifth of its present cost.\"", "characters": 110, "sentences": 2}, {"text": "Dr. Schliemann paused for a moment. \"That was a lecture,\" he said with a laugh, \"and yet I am only begun!\"", "characters": 106, "sentences": 3}, {"text": "Dr. Schliemann paused a moment. \"And then,\" he continued, \"place beside this fact of an unlimited food supply, the newest discovery of physiologists, that most of the ills of the human system are due to overfeeding! And then again, it has been proven that meat is unnecessary as a food; and meat is obviously more difficult to produce than vegetable food, less pleasant to prepare and handle, and more likely to be unclean. But what of that, so long as it tickles the palate more strongly?\"", "characters": 490, "sentences": 4}, {"text": "\"How would Socialism change that?\" asked the girl-student, quickly. It was the first time she had spoken.", "characters": 105, "sentences": 3}, {"text": "And only a few hours after this came election day--when the long campaign was over, and the whole country seemed to stand still and hold its breath, awaiting the issue. Jurgis and the rest of the staff of Hinds's Hotel could hardly stop to finish their dinner, before they hurried off to the big hall which the party had hired for that evening.", "characters": 344, "sentences": 3}], "id": 140, "paragraphs": 503, "author": "Upton Sinclair"}