{"title": "The Awakening and Selected Short Stories", "data": [{"text": "The Awakening      Beyond The Bayou      Ma'ame Pelagie      Desiree's Baby      A Respectable Woman      The Kiss      A Pair Of Silk Stockings      The Locket      A Reflection", "characters": 178, "sentences": 1}, {"text": "He could speak a little Spanish, and also a language which nobody understood, unless it was the mocking-bird that hung on the other side of the door, whistling his fluty notes out upon the breeze with maddening persistence.", "characters": 223, "sentences": 2}, {"text": "Mr. Pontellier, unable to read his newspaper with any degree of comfort, arose with an expression and an exclamation of disgust.", "characters": 128, "sentences": 3}, {"text": "He walked down the gallery and across the narrow \"bridges\" which connected the Lebrun cottages one with the other. He had been seated before the door of the main house. The parrot and the mockingbird were the property of Madame Lebrun, and they had the right to make all the noise they wished. Mr. Pontellier had the privilege of quitting their society when they ceased to be entertaining.", "characters": 389, "sentences": 6}, {"text": "Mr. Pontellier wore eye-glasses. He was a man of forty, of medium height and rather slender build; he stooped a little. His hair was brown and straight, parted on one side. His beard was neatly and closely trimmed.", "characters": 214, "sentences": 6}, {"text": "\"What folly! to bathe at such an hour in such heat!\" exclaimed Mr. Pontellier. He himself had taken a plunge at daylight. That was why the morning seemed long to him.", "characters": 166, "sentences": 5}, {"text": "\"What is it?\" asked Pontellier, looking lazily and amused from one to the other. It was some utter nonsense; some adventure out there in the water, and they both tried to relate it at once. It did not seem half so amusing when told. They realized this, and so did Mr. Pontellier. He yawned and stretched himself. Then he got up, saying he had half a mind to go over to Klein's hotel and play a game of billiards.", "characters": 412, "sentences": 8}, {"text": "\"Come go along, Lebrun,\" he proposed to Robert. But Robert admitted quite frankly that he preferred to stay where he was and talk to Mrs. Pontellier.", "characters": 149, "sentences": 4}, {"text": "\"Well, send him about his business when he bores you, Edna,\" instructed her husband as he prepared to leave.", "characters": 108, "sentences": 2}, {"text": "\"Here, take the umbrella,\" she exclaimed, holding it out to him. He accepted the sunshade, and lifting it over his head descended the steps and walked away.", "characters": 156, "sentences": 3}, {"text": "\"Coming back to dinner?\" his wife called after him. He halted a moment and shrugged his shoulders. He felt in his vest pocket; there was a ten-dollar bill there. He did not know; perhaps he would return for the early dinner and perhaps he would not. It all depended upon the company which he found over at Klein's and the size of \"the game.\" He did not say this, but she understood it, and laughed, nodding good-by to him.", "characters": 422, "sentences": 7}, {"text": "Both children wanted to follow their father when they saw him starting out. He kissed them and promised to bring them back bonbons and peanuts.", "characters": 143, "sentences": 3}, {"text": "Mrs. Pontellier's eyes were quick and bright; they were a yellowish brown, about the color of her hair. She had a way of turning them swiftly upon an object and holding them there as if lost in some inward maze of contemplation or thought.", "characters": 239, "sentences": 4}, {"text": "Her eyebrows were a shade darker than her hair. They were thick and almost horizontal, emphasizing the depth of her eyes. She was rather handsome than beautiful. Her face was captivating by reason of a certain frankness of expression and a contradictory subtle play of features. Her manner was engaging.", "characters": 303, "sentences": 6}, {"text": "Robert rolled a cigarette. He smoked cigarettes because he could not afford cigars, he said. He had a cigar in his pocket which Mr. Pontellier had presented him with, and he was saving it for his after-dinner smoke.", "characters": 215, "sentences": 5}, {"text": "This seemed quite proper and natural on his part. In coloring he was not unlike his companion. A clean-shaved face made the resemblance more pronounced than it would otherwise have been. There rested no shadow of care upon his open countenance. His eyes gathered in and reflected the light and languor of the summer day.", "characters": 320, "sentences": 6}, {"text": "He was spending his summer vacation, as he always did, with his mother at Grand Isle. In former times, before Robert could remember, \"the house\" had been a summer luxury of the Lebruns. Now, flanked by its dozen or more cottages, which were always filled with exclusive visitors from the \"Quartier Francais,\" it enabled Madame Lebrun to maintain the easy and comfortable existence which appeared to be her birthright.", "characters": 417, "sentences": 4}, {"text": "Mrs. Pontellier talked about her father's Mississippi plantation and her girlhood home in the old Kentucky bluegrass country. She was an American woman, with a small infusion of French which seemed to have been lost in dilution. She read a letter from her sister, who was away in the East, and who had engaged herself to be married. Robert was interested, and wanted to know what manner of girls the sisters were, what the father was like, and how long the mother had been dead.", "characters": 478, "sentences": 6}, {"text": "\"I see Leonce isn't coming back,\" she said, with a glance in the direction whence her husband had disappeared. Robert supposed he was not, as there were a good many New Orleans club men over at Klein's.", "characters": 202, "sentences": 3}, {"text": "When Mrs. Pontellier left him to enter her room, the young man descended the steps and strolled over toward the croquet players, where, during the half-hour before dinner, he amused himself with the little Pontellier children, who were very fond of him.", "characters": 253, "sentences": 3}, {"text": "He thought it very discouraging that his wife, who was the sole object of his existence, evinced so little interest in things which concerned him, and valued so little his conversation.", "characters": 185, "sentences": 2}, {"text": "Mr. Pontellier had forgotten the bonbons and peanuts for the boys. Notwithstanding he loved them very much, and went into the adjoining room where they slept to take a look at them and make sure that they were resting comfortably. The result of his investigation was far from satisfactory. He turned and shifted the youngsters about in bed. One of them began to kick and talk about a basket full of crabs.", "characters": 405, "sentences": 7}, {"text": "Mr. Pontellier returned to his wife with the information that Raoul had a high fever and needed looking after. Then he lit a cigar and went and sat near the open door to smoke it.", "characters": 179, "sentences": 4}, {"text": "Mrs. Pontellier was quite sure Raoul had no fever. He had gone to bed perfectly well, she said, and nothing had ailed him all day. Mr. Pontellier was too well acquainted with fever symptoms to be mistaken. He assured her the child was consuming at that moment in the next room.", "characters": 277, "sentences": 7}, {"text": "He reproached his wife with her inattention, her habitual neglect of the children. If it was not a mother's place to look after children, whose on earth was it? He himself had his hands full with his brokerage business. He could not be in two places at once; making a living for his family on the street, and staying at home to see that no harm befell them. He talked in a monotonous, insistent way.", "characters": 399, "sentences": 5}, {"text": "Mrs. Pontellier sprang out of bed and went into the next room. She soon came back and sat on the edge of the bed, leaning her head down on the pillow. She said nothing, and refused to answer her husband when he questioned her. When his cigar was smoked out he went to bed, and in half a minute he was fast asleep.", "characters": 313, "sentences": 6}, {"text": "Mrs. Pontellier was by that time thoroughly awake. She began to cry a little, and wiped her eyes on the sleeve of her peignoir. Blowing out the candle, which her husband had left burning, she slipped her bare feet into a pair of satin mules at the foot of the bed and went out on the porch, where she sat down in the wicker chair and began to rock gently to and fro.", "characters": 366, "sentences": 5}, {"text": "It was then past midnight. The cottages were all dark. A single faint light gleamed out from the hallway of the house. There was no sound abroad except the hooting of an old owl in the top of a water-oak, and the everlasting voice of the sea, that was not uplifted at that soft hour. It broke like a mournful lullaby upon the night.", "characters": 332, "sentences": 6}, {"text": "The little stinging, buzzing imps succeeded in dispelling a mood which might have held her there in the darkness half a night longer.", "characters": 133, "sentences": 2}, {"text": "The following morning Mr. Pontellier was up in good time to take the rockaway which was to convey him to the steamer at the wharf. He was returning to the city to his business, and they would not see him again at the Island till the coming Saturday. He had regained his composure, which seemed to have been somewhat impaired the night before. He was eager to be gone, as he looked forward to a lively week in Carondelet Street.", "characters": 427, "sentences": 6}, {"text": "Mr. Pontellier gave his wife half of the money which he had brought away from Klein's hotel the evening before. She liked money as well as most women, and accepted it with no little satisfaction.", "characters": 195, "sentences": 4}, {"text": "\"It will buy a handsome wedding present for Sister Janet!\" she exclaimed, smoothing out the bills as she counted them one by one.", "characters": 129, "sentences": 2}, {"text": "\"Oh! we'll treat Sister Janet better than that, my dear,\" he laughed, as he prepared to kiss her good-by.", "characters": 105, "sentences": 2}, {"text": "The boys were tumbling about, clinging to his legs, imploring that numerous things be brought back to them. Mr. Pontellier was a great favorite, and ladies, men, children, even nurses, were always on hand to say goodby to him. His wife stood smiling and waving, the boys shouting, as he disappeared in the old rockaway down the sandy road.", "characters": 339, "sentences": 5}, {"text": "A few days later a box arrived for Mrs. Pontellier from New Orleans. It was from her husband. It was filled with friandises, with luscious and toothsome bits--the finest of fruits, pates, a rare bottle or two, delicious syrups, and bonbons in abundance.", "characters": 253, "sentences": 5}, {"text": "Mrs. Pontellier was always very generous with the contents of such a box; she was quite used to receiving them when away from home. The pates and fruit were brought to the dining-room; the bonbons were passed around. And the ladies, selecting with dainty and discriminating fingers and a little greedily, all declared that Mr. Pontellier was the best husband in the world. Mrs. Pontellier was forced to admit that she knew of none better.", "characters": 438, "sentences": 8}, {"text": "It would have been a difficult matter for Mr. Pontellier to define to his own satisfaction or any one else's wherein his wife failed in her duty toward their children. It was something which he felt rather than perceived, and he never voiced the feeling without subsequent regret and ample atonement.", "characters": 300, "sentences": 4}, {"text": "In short, Mrs. Pontellier was not a mother-woman. The mother-women seemed to prevail that summer at Grand Isle. It was easy to know them, fluttering about with extended, protecting wings when any harm, real or imaginary, threatened their precious brood. They were women who idolized their children, worshiped their husbands, and esteemed it a holy privilege to efface themselves as individuals and grow wings as ministering angels.", "characters": 431, "sentences": 6}, {"text": "Madame Ratignolle was very fond of Mrs. Pontellier, and often she took her sewing and went over to sit with her in the afternoons. She was sitting there the afternoon of the day the box arrived from New Orleans. She had possession of the rocker, and she was busily engaged in sewing upon a diminutive pair of night-drawers.", "characters": 323, "sentences": 5}, {"text": "She had brought the pattern of the drawers for Mrs. Pontellier to cut out--a marvel of construction, fashioned to enclose a baby's body so effectually that only two small eyes might look out from the garment, like an Eskimo's. They were designed for winter wear, when treacherous drafts came down chimneys and insidious currents of deadly cold found their way through key-holes.", "characters": 378, "sentences": 4}, {"text": "Mrs. Pontellier's mind was quite at rest concerning the present material needs of her children, and she could not see the use of anticipating and making winter night garments the subject of her summer meditations. But she did not want to appear unamiable and uninterested, so she had brought forth newspapers, which she spread upon the floor of the gallery, and under Madame Ratignolle's directions she had cut a pattern of the impervious garment.", "characters": 447, "sentences": 4}, {"text": "Robert was there, seated as he had been the Sunday before, and Mrs. Pontellier also occupied her former position on the upper step, leaning listlessly against the post. Beside her was a box of bonbons, which she held out at intervals to Madame Ratignolle.", "characters": 255, "sentences": 4}, {"text": "Robert started to reassure her, asserting that he had known a lady who had subsisted upon nougat during the entire--but seeing the color mount into Mrs. Pontellier's face he checked himself and changed the subject.", "characters": 214, "sentences": 3}, {"text": "Never would Edna Pontellier forget the shock with which she heard Madame Ratignolle relating to old Monsieur Farival the harrowing story of one of her accouchements, withholding no intimate detail. She was growing accustomed to like shocks, but she could not keep the mounting color back from her cheeks. Oftener than once her coming had interrupted the droll story with which Robert was entertaining some amused group of married women.", "characters": 436, "sentences": 4}, {"text": "A book had gone the rounds of the pension. When it came her turn to read it, she did so with profound astonishment. She felt moved to read the book in secret and solitude, though none of the others had done so,--to hide it from view at the sound of approaching footsteps. It was openly criticised and freely discussed at table. Mrs. Pontellier gave over being astonished, and concluded that wonders would never cease.", "characters": 417, "sentences": 7}, {"text": "They formed a congenial group sitting there that summer afternoon--Madame Ratignolle sewing away, often stopping to relate a story or incident with much expressive gesture of her perfect hands; Robert and Mrs. Pontellier sitting idle, exchanging occasional words, glances or smiles which indicated a certain advanced stage of intimacy and camaraderie.", "characters": 351, "sentences": 3}, {"text": "He had lived in her shadow during the past month. No one thought anything of it. Many had predicted that Robert would devote himself to Mrs. Pontellier when he arrived. Since the age of fifteen, which was eleven years before, Robert each summer at Grand Isle had constituted himself the devoted attendant of some fair dame or damsel. Sometimes it was a young girl, again a widow; but as often as not it was some interesting married woman.", "characters": 438, "sentences": 7}, {"text": "For two consecutive seasons he lived in the sunlight of Mademoiselle Duvigne's presence. But she died between summers; then Robert posed as an inconsolable, prostrating himself at the feet of Madame Ratignolle for whatever crumbs of sympathy and comfort she might be pleased to vouchsafe.", "characters": 288, "sentences": 3}, {"text": "Mrs. Pontellier liked to sit and gaze at her fair companion as she might look upon a faultless Madonna.", "characters": 103, "sentences": 3}, {"text": "\"Could any one fathom the cruelty beneath that fair exterior?\" murmured Robert. \"She knew that I adored her once, and she let me adore her. It was 'Robert, come; go; stand up; sit down; do this; do that; see if the baby sleeps; my thimble, please, that I left God knows where. Come and read Daudet to me while I sew.'\"", "characters": 318, "sentences": 5}, {"text": "\"You mean like an adoring dog. And just as soon as Ratignolle appeared on the scene, then it WAS like a dog. 'Passez! Adieu! Allez vous-en!'\"", "characters": 141, "sentences": 3}, {"text": "\"Perhaps I feared to make Alphonse jealous,\" she interjoined, with excessive naivete. That made them all laugh. The right hand jealous of the left! The heart jealous of the soul! But for that matter, the Creole husband is never jealous; with him the gangrene passion is one which has become dwarfed by disuse.", "characters": 309, "sentences": 4}, {"text": "Meanwhile Robert, addressing Mrs Pontellier, continued to tell of his one time hopeless passion for Madame Ratignolle; of sleepless nights, of consuming flames till the very sea sizzled when he took his daily plunge. While the lady at the needle kept up a little running, contemptuous comment:", "characters": 293, "sentences": 2}, {"text": "He never assumed this seriocomic tone when alone with Mrs. Pontellier. She never knew precisely what to make of it; at that moment it was impossible for her to guess how much of it was jest and what proportion was earnest. It was understood that he had often spoken words of love to Madame Ratignolle, without any thought of being taken seriously. Mrs. Pontellier was glad he had not assumed a similar role toward herself. It would have been unacceptable and annoying.", "characters": 468, "sentences": 8}, {"text": "Mrs. Pontellier had brought her sketching materials, which she sometimes dabbled with in an unprofessional way. She liked the dabbling. She felt in it satisfaction of a kind which no other employment afforded her.", "characters": 213, "sentences": 5}, {"text": "She had long wished to try herself on Madame Ratignolle. Never had that lady seemed a more tempting subject than at that moment, seated there like some sensuous Madonna, with the gleam of the fading day enriching her splendid color.", "characters": 232, "sentences": 3}, {"text": "Robert crossed over and seated himself upon the step below Mrs. Pontellier, that he might watch her work. She handled her brushes with a certain ease and freedom which came, not from long and close acquaintance with them, but from a natural aptitude. Robert followed her work with close attention, giving forth little ejaculatory expressions of appreciation in French, which he addressed to Madame Ratignolle.", "characters": 409, "sentences": 5}, {"text": "Mrs. Pontellier evidently did not think so. After surveying the sketch critically she drew a broad smudge of paint across its surface, and crumpled the paper between her hands.", "characters": 176, "sentences": 4}, {"text": "The sun was low in the west, and the breeze soft and languorous that came up from the south, charged with the seductive odor of the sea. Children freshly befurbelowed, were gathering for their games under the oaks. Their voices were high and penetrating.", "characters": 254, "sentences": 4}, {"text": "Madame Ratignolle folded her sewing, placing thimble, scissors, and thread all neatly together in the roll, which she pinned securely. She complained of faintness. Mrs. Pontellier flew for the cologne water and a fan. She bathed Madame Ratignolle's face with cologne, while Robert plied the fan with unnecessary vigor.", "characters": 318, "sentences": 6}, {"text": "The spell was soon over, and Mrs. Pontellier could not help wondering if there were not a little imagination responsible for its origin, for the rose tint had never faded from her friend's face.", "characters": 194, "sentences": 3}, {"text": "She stood watching the fair woman walk down the long line of galleries with the grace and majesty which queens are sometimes supposed to possess. Her little ones ran to meet her. Two of them clung about her white skirts, the third she took from its nurse and with a thousand endearments bore it along in her own fond, encircling arms. Though, as everybody well knew, the doctor had forbidden her to lift so much as a pin!", "characters": 421, "sentences": 4}, {"text": "\"Are you going bathing?\" asked Robert of Mrs. Pontellier. It was not so much a question as a reminder.", "characters": 102, "sentences": 4}, {"text": "\"Oh, no,\" she answered, with a tone of indecision. \"I'm tired; I think not.\" Her glance wandered from his face away toward the Gulf, whose sonorous murmur reached her like a loving but imperative entreaty.", "characters": 205, "sentences": 4}, {"text": "\"Oh, come!\" he insisted. \"You mustn't miss your bath. Come on. The water must be delicious; it will not hurt you. Come.\"", "characters": 120, "sentences": 6}, {"text": "He reached up for her big, rough straw hat that hung on a peg outside the door, and put it on her head. They descended the steps, and walked away together toward the beach. The sun was low in the west and the breeze was soft and warm.", "characters": 234, "sentences": 4}, {"text": "Edna Pontellier could not have told why, wishing to go to the beach with Robert, she should in the first place have declined, and in the second place have followed in obedience to one of the two contradictory impulses which impelled her.", "characters": 237, "sentences": 2}, {"text": "A certain light was beginning to dawn dimly within her,--the light which, showing the way, forbids it.", "characters": 102, "sentences": 2}, {"text": "At that early period it served but to bewilder her. It moved her to dreams, to thoughtfulness, to the shadowy anguish which had overcome her the midnight when she had abandoned herself to tears.", "characters": 194, "sentences": 3}, {"text": "In short, Mrs. Pontellier was beginning to realize her position in the universe as a human being, and to recognize her relations as an individual to the world within and about her. This may seem like a ponderous weight of wisdom to descend upon the soul of a young woman of twenty-eight--perhaps more wisdom than the Holy Ghost is usually pleased to vouchsafe to any woman.", "characters": 373, "sentences": 4}, {"text": "But the beginning of things, of a world especially, is necessarily vague, tangled, chaotic, and exceedingly disturbing. How few of us ever emerge from such beginning! How many souls perish in its tumult!", "characters": 203, "sentences": 2}, {"text": "The voice of the sea is seductive; never ceasing, whispering, clamoring, murmuring, inviting the soul to wander for a spell in abysses of solitude; to lose itself in mazes of inward contemplation.", "characters": 196, "sentences": 2}, {"text": "The voice of the sea speaks to the soul. The touch of the sea is sensuous, enfolding the body in its soft, close embrace.", "characters": 121, "sentences": 3}, {"text": "Mrs. Pontellier was not a woman given to confidences, a characteristic hitherto contrary to her nature. Even as a child she had lived her own small life all within herself. At a very early period she had apprehended instinctively the dual life--that outward existence which conforms, the inward life which questions.", "characters": 316, "sentences": 5}, {"text": "The two women went away one morning to the beach together, arm in arm, under the huge white sunshade. Edna had prevailed upon Madame Ratignolle to leave the children behind, though she could not induce her to relinquish a diminutive roll of needlework, which Adele begged to be allowed to slip into the depths of her pocket. In some unaccountable way they had escaped from Robert.", "characters": 380, "sentences": 4}, {"text": "The walk to the beach was no inconsiderable one, consisting as it did of a long, sandy path, upon which a sporadic and tangled growth that bordered it on either side made frequent and unexpected inroads. There were acres of yellow camomile reaching out on either hand. Further away still, vegetable gardens abounded, with frequent small plantations of orange or lemon trees intervening. The dark green clusters glistened from afar in the sun.", "characters": 442, "sentences": 5}, {"text": "She wore a cool muslin that morning--white, with a waving vertical line of brown running through it; also a white linen collar and the big straw hat which she had taken from the peg outside the door. The hat rested any way on her yellow-brown hair, that waved a little, was heavy, and clung close to her head.", "characters": 309, "sentences": 3}, {"text": "Madame Ratignolle, more careful of her complexion, had twined a gauze veil about her head. She wore dogskin gloves, with gauntlets that protected her wrists. She was dressed in pure white, with a fluffiness of ruffles that became her. The draperies and fluttering things which she wore suited her rich, luxuriant beauty as a greater severity of line could not have done.", "characters": 370, "sentences": 5}, {"text": "Mrs. Pontellier had brought down her key through force of habit. Unlocking the door of her bath-room she went inside, and soon emerged, bringing a rug, which she spread upon the floor of the gallery, and two huge hair pillows covered with crash, which she placed against the front of the building.", "characters": 297, "sentences": 4}, {"text": "Edna Pontellier, casting her eyes about, had finally kept them at rest upon the sea. The day was clear and carried the gaze out as far as the blue sky went; there were a few white clouds suspended idly over the horizon. A lateen sail was visible in the direction of Cat Island, and others to the south seemed almost motionless in the far distance.", "characters": 347, "sentences": 4}, {"text": "\"Of whom--of what are you thinking?\" asked Adele of her companion, whose countenance she had been watching with a little amused attention, arrested by the absorbed expression which seemed to have seized and fixed every feature into a statuesque repose.", "characters": 252, "sentences": 2}, {"text": "\"Nothing,\" returned Mrs. Pontellier, with a start, adding at once: \"How stupid! But it seems to me it is the reply we make instinctively to such a question. Let me see,\" she went on, throwing back her head and narrowing her fine eyes till they shone like two vivid points of light. \"Let me see. I was really not conscious of thinking of anything; but perhaps I can retrace my thoughts.\"", "characters": 386, "sentences": 6}, {"text": "\"Oh! never mind!\" laughed Madame Ratignolle. \"I am not quite so exacting. I will let you off this time. It is really too hot to think, especially to think about thinking.\"", "characters": 171, "sentences": 5}, {"text": "\"I don't remember now. I was just walking diagonally across a big field. My sun-bonnet obstructed the view. I could see only the stretch of green before me, and I felt as if I must walk on forever, without coming to the end of it. I don't remember whether I was frightened or pleased. I must have been entertained.", "characters": 314, "sentences": 7}, {"text": "\"Likely as not it was Sunday,\" she laughed; \"and I was running away from prayers, from the Presbyterian service, read in a spirit of gloom by my father that chills me yet to think of.\"", "characters": 184, "sentences": 2}, {"text": "\"And have you been running away from prayers ever since, ma chere?\" asked Madame Ratignolle, amused.", "characters": 100, "sentences": 2}, {"text": "Madame Ratignolle laid her hand over that of Mrs. Pontellier, which was near her. Seeing that the hand was not withdrawn, she clasped it firmly and warmly. She even stroked it a little, fondly, with the other hand, murmuring in an undertone, \"Pauvre cherie.\"", "characters": 258, "sentences": 5}, {"text": "She was a grown young woman when she was overtaken by what she supposed to be the climax of her fate. It was when the face and figure of a great tragedian began to haunt her imagination and stir her senses. The persistence of the infatuation lent it an aspect of genuineness. The hopelessness of it colored it with the lofty tones of a great passion.", "characters": 350, "sentences": 5}, {"text": "The picture of the tragedian stood enframed upon her desk. Any one may possess the portrait of a tragedian without exciting suspicion or comment. (This was a sinister reflection which she cherished.) In the presence of others she expressed admiration for his exalted gifts, as she handed the photograph around and dwelt upon the fidelity of the likeness. When alone she sometimes picked it up and kissed the cold glass passionately.", "characters": 432, "sentences": 6}, {"text": "The acme of bliss, which would have been a marriage with the tragedian, was not for her in this world. As the devoted wife of a man who worshiped her, she felt she would take her place with a certain dignity in the world of reality, closing the portals forever behind her upon the realm of romance and dreams.", "characters": 309, "sentences": 3}, {"text": "But it was not long before the tragedian had gone to join the cavalry officer and the engaged young man and a few others; and Edna found herself face to face with the realities. She grew fond of her husband, realizing with some unaccountable satisfaction that no trace of passion or excessive and fictitious warmth colored her affection, thereby threatening its dissolution.", "characters": 374, "sentences": 3}, {"text": "Edna did not reveal so much as all this to Madame Ratignolle that summer day when they sat with faces turned to the sea. But a good part of it escaped her. She had put her head down on Madame Ratignolle's shoulder. She was flushed and felt intoxicated with the sound of her own voice and the unaccustomed taste of candor. It muddled her like wine, or like a first breath of freedom.", "characters": 382, "sentences": 6}, {"text": "There was the sound of approaching voices. It was Robert, surrounded by a troop of children, searching for them. The two little Pontelliers were with him, and he carried Madame Ratignolle's little girl in his arms. There were other children beside, and two nurse-maids followed, looking disagreeable and resigned.", "characters": 313, "sentences": 5}, {"text": "The women at once rose and began to shake out their draperies and relax their muscles. Mrs. Pontellier threw the cushions and rug into the bath-house. The children all scampered off to the awning, and they stood there in a line, gazing upon the intruding lovers, still exchanging their vows and sighs. The lovers got up, with only a silent protest, and walked slowly away somewhere else.", "characters": 387, "sentences": 6}, {"text": "Madame Ratignolle begged Robert to accompany her to the house; she complained of cramp in her limbs and stiffness of the joints. She leaned draggingly upon his arm as they walked.", "characters": 179, "sentences": 3}, {"text": "\"Do me a favor, Robert,\" spoke the pretty woman at his side, almost as soon as she and Robert had started their slow, homeward way. She looked up in his face, leaning on his arm beneath the encircling shadow of the umbrella which he had lifted.", "characters": 244, "sentences": 3}, {"text": "\"Granted; as many as you like,\" he returned, glancing down into her eyes that were full of thoughtfulness and some speculation.", "characters": 127, "sentences": 2}, {"text": "\"She is not one of us; she is not like us. She might make the unfortunate blunder of taking you seriously.\"", "characters": 107, "sentences": 3}, {"text": "\"Oh, enough, Robert!\" she broke into his heated outburst. \"You are not thinking of what you are saying. You speak with about as little reflection as we might expect from one of those children down there playing in the sand. If your attentions to any married women here were ever offered with any intention of being convincing, you would not be the gentleman we all know you to be, and you would be unfit to associate with the wives and daughters of the people who trust you.\"", "characters": 475, "sentences": 5}, {"text": "Madame Ratignolle had spoken what she believed to be the law and the gospel. The young man shrugged his shoulders impatiently.", "characters": 126, "sentences": 3}, {"text": "\"Oh! well! That isn't it,\" slamming his hat down vehemently upon his head. \"You ought to feel that such things are not flattering to say to a fellow.\"", "characters": 150, "sentences": 3}, {"text": "Madame Ratignolle, when they had regained her cottage, went in to take the hour's rest which she considered helpful. Before leaving her, Robert begged her pardon for the impatience--he called it rudeness--with which he had received her well-meant caution.", "characters": 255, "sentences": 3}, {"text": "\"You made one mistake, Adele,\" he said, with a light smile; \"there is no earthly possibility of Mrs. Pontellier ever taking me seriously. You should have warned me against taking myself seriously. Your advice might then have carried some weight and given me subject for some reflection. Au revoir. But you look tired,\" he added, solicitously. \"Would you like a cup of bouillon? Shall I stir you a toddy? Let me mix you a toddy with a drop of Angostura.\"", "characters": 453, "sentences": 8}, {"text": "She acceded to the suggestion of bouillon, which was grateful and acceptable. He went himself to the kitchen, which was a building apart from the cottages and lying to the rear of the house. And he himself brought her the golden-brown bouillon, in a dainty Sevres cup, with a flaky cracker or two on the saucer.", "characters": 311, "sentences": 4}, {"text": "She thrust a bare, white arm from the curtain which shielded her open door, and received the cup from his hands. She told him he was a bon garcon, and she meant it. Robert thanked her and turned away toward \"the house.\"", "characters": 219, "sentences": 4}, {"text": "Madame Lebrun was busily engaged at the sewing-machine. A little black girl sat on the floor, and with her hands worked the treadle of the machine. The Creole woman does not take any chances which may be avoided of imperiling her health.", "characters": 237, "sentences": 4}, {"text": "Robert went over and seated himself on the broad sill of one of the dormer windows. He took a book from his pocket and began energetically to read it, judging by the precision and frequency with which he turned the leaves. The sewing-machine made a resounding clatter in the room; it was of a ponderous, by-gone make. In the lulls, Robert and his mother exchanged bits of desultory conversation.", "characters": 395, "sentences": 5}, {"text": "\"I promised to lend her the Goncourt. Don't forget to take it down when you go; it's there on the bookshelf over the small table.\" Clatter, clatter, clatter, bang! for the next five or eight minutes.", "characters": 199, "sentences": 4}, {"text": "Madame Lebrun flew to the window. She called \"Victor!\" She waved a handkerchief and called again. The young fellow below got into the vehicle and started the horse off at a gallop.", "characters": 180, "sentences": 4}, {"text": "Madame Lebrun went back to the machine, crimson with annoyance. Victor was the younger son and brother--a tete montee, with a temper which invited violence and a will which no ax could break.", "characters": 191, "sentences": 3}, {"text": "\"Whenever you say the word I'm ready to thrash any amount of reason into him that he's able to hold.\"", "characters": 101, "sentences": 2}, {"text": "\"If your father had only lived!\" Clatter, clatter, clatter, clatter, bang! It was a fixed belief with Madame Lebrun that the conduct of the universe and all things pertaining thereto would have been manifestly of a more intelligent and higher order had not Monsieur Lebrun been removed to other spheres during the early years of their married life.", "characters": 348, "sentences": 2}, {"text": "\"What do you hear from Montel?\" Montel was a middle-aged gentleman whose vain ambition and desire for the past twenty years had been to fill the void which Monsieur Lebrun's taking off had left in the Lebrun household. Clatter, clatter, bang, clatter!", "characters": 251, "sentences": 2}, {"text": "\"I have a letter somewhere,\" looking in the machine drawer and finding the letter in the bottom of the workbasket. \"He says to tell you he will be in Vera Cruz the beginning of next month,\"--clatter, clatter!--\"and if you still have the intention of joining him\"--bang! clatter, clatter, bang!", "characters": 293, "sentences": 2}, {"text": "\"Do you see Mrs. Pontellier starting back with the children? She will be in late to luncheon again. She never starts to get ready for luncheon till the last minute.\" Clatter, clatter! \"Where are you going?\"", "characters": 206, "sentences": 4}, {"text": "Many of the children had been permitted to sit up beyond their usual bedtime. A small band of them were lying on their stomachs on the floor looking at the colored sheets of the comic papers which Mr. Pontellier had brought down. The little Pontellier boys were permitting them to do so, and making their authority felt.", "characters": 320, "sentences": 5}, {"text": "Music, dancing, and a recitation or two were the entertainments furnished, or rather, offered. But there was nothing systematic about the programme, no appearance of prearrangement nor even premeditation.", "characters": 204, "sentences": 3}, {"text": "At an early hour in the evening the Farival twins were prevailed upon to play the piano. They were girls of fourteen, always clad in the Virgin's colors, blue and white, having been dedicated to the Blessed Virgin at their baptism. They played a duet from \"Zampa,\" and at the earnest solicitation of every one present followed it with the overture to \"The Poet and the Peasant.\"", "characters": 378, "sentences": 4}, {"text": "Later a young brother and sister gave recitations, which every one present had heard many times at winter evening entertainments in the city.", "characters": 141, "sentences": 2}, {"text": "But there was no reason why every one should not dance. Madame Ratignolle could not, so it was she who gaily consented to play for the others. She played very well, keeping excellent waltz time and infusing an expression into the strains which was indeed inspiring. She was keeping up her music on account of the children, she said; because she and her husband both considered it a means of brightening the home and making it attractive.", "characters": 437, "sentences": 5}, {"text": "Almost every one danced but the twins, who could not be induced to separate during the brief period when one or the other should be whirling around the room in the arms of a man. They might have danced together, but they did not think of it.", "characters": 241, "sentences": 3}, {"text": "The children were sent to bed. Some went submissively; others with shrieks and protests as they were dragged away. They had been permitted to sit up till after the ice-cream, which naturally marked the limit of human indulgence.", "characters": 228, "sentences": 4}, {"text": "\"Would you like to hear Mademoiselle Reisz play?\" asked Robert, coming out on the porch where she was. Of course Edna would like to hear Mademoiselle Reisz play; but she feared it would be useless to entreat her.", "characters": 212, "sentences": 3}, {"text": "She entered the hall with him during a lull in the dance. She made an awkward, imperious little bow as she went in. She was a homely woman, with a small weazened face and body and eyes that glowed. She had absolutely no taste in dress, and wore a batch of rusty black lace with a bunch of artificial violets pinned to the side of her hair.", "characters": 339, "sentences": 5}, {"text": "Another piece called to her mind a dainty young woman clad in an Empire gown, taking mincing dancing steps as she came down a long avenue between tall hedges. Again, another reminded her of children at play, and still another of nothing on earth but a demure lady stroking a cat.", "characters": 279, "sentences": 3}, {"text": "The very first chords which Mademoiselle Reisz struck upon the piano sent a keen tremor down Mrs. Pontellier's spinal column. It was not the first time she had heard an artist at the piano. Perhaps it was the first time she was ready, perhaps the first time her being was tempered to take an impress of the abiding truth.", "characters": 321, "sentences": 5}, {"text": "She waited for the material pictures which she thought would gather and blaze before her imagination. She waited in vain. She saw no pictures of solitude, of hope, of longing, or of despair. But the very passions themselves were aroused within her soul, swaying it, lashing it, as the waves daily beat upon her splendid body. She trembled, she was choking, and the tears blinded her.", "characters": 383, "sentences": 6}, {"text": "Mademoiselle had finished. She arose, and bowing her stiff, lofty bow, she went away, stopping for neither thanks nor applause. As she passed along the gallery she patted Edna upon the shoulder.", "characters": 194, "sentences": 4}, {"text": "\"Well, how did you like my music?\" she asked. The young woman was unable to answer; she pressed the hand of the pianist convulsively. Mademoiselle Reisz perceived her agitation and even her tears. She patted her again upon the shoulder as she said:", "characters": 248, "sentences": 4}, {"text": "\"You are the only one worth playing for. Those others? Bah!\" and she went shuffling and sidling on down the gallery toward her room.", "characters": 132, "sentences": 3}, {"text": "But she was mistaken about \"those others.\" Her playing had aroused a fever of enthusiasm. \"What passion!\" \"What an artist!\" \"I have always said no one could play Chopin like Mademoiselle Reisz!\" \"That last prelude! Bon Dieu! It shakes a man!\"", "characters": 242, "sentences": 3}, {"text": "It was growing late, and there was a general disposition to disband. But some one, perhaps it was Robert, thought of a bath at that mystic hour and under that mystic moon.", "characters": 171, "sentences": 3}, {"text": "At all events Robert proposed it, and there was not a dissenting voice. There was not one but was ready to follow when he led the way. He did not lead the way, however, he directed the way; and he himself loitered behind with the lovers, who had betrayed a disposition to linger and hold themselves apart. He walked between them, whether with malicious or mischievous intent was not wholly clear, even to himself.", "characters": 413, "sentences": 5}, {"text": "Most of them walked into the water as though into a native element. The sea was quiet now, and swelled lazily in broad billows that melted into one another and did not break except upon the beach in little foamy crests that coiled back like slow, white serpents.", "characters": 262, "sentences": 3}, {"text": "Edna had attempted all summer to learn to swim. She had received instructions from both the men and women; in some instances from the children. Robert had pursued a system of lessons almost daily; and he was nearly at the point of discouragement in realizing the futility of his efforts. A certain ungovernable dread hung about her when in the water, unless there was a hand near by that might reach out and reassure her.", "characters": 421, "sentences": 5}, {"text": "But that night she was like the little tottering, stumbling, clutching child, who of a sudden realizes its powers, and walks for the first time alone, boldly and with over-confidence. She could have shouted for joy. She did shout for joy, as with a sweeping stroke or two she lifted her body to the surface of the water.", "characters": 320, "sentences": 4}, {"text": "A feeling of exultation overtook her, as if some power of significant import had been given her to control the working of her body and her soul. She grew daring and reckless, overestimating her strength. She wanted to swim far out, where no woman had swum before.", "characters": 263, "sentences": 4}, {"text": "Her unlooked-for achievement was the subject of wonder, applause, and admiration. Each one congratulated himself that his special teachings had accomplished this desired end.", "characters": 174, "sentences": 3}, {"text": "\"How easy it is!\" she thought. \"It is nothing,\" she said aloud; \"why did I not discover before that it was nothing. Think of the time I have lost splashing about like a baby!\" She would not join the groups in their sports and bouts, but intoxicated with her newly conquered power, she swam out alone.", "characters": 300, "sentences": 4}, {"text": "She turned her face seaward to gather in an impression of space and solitude, which the vast expanse of water, meeting and melting with the moonlit sky, conveyed to her excited fancy. As she swam she seemed to be reaching out for the unlimited in which to lose herself.", "characters": 269, "sentences": 3}, {"text": "Once she turned and looked toward the shore, toward the people she had left there. She had not gone any great distance--that is, what would have been a great distance for an experienced swimmer. But to her unaccustomed vision the stretch of water behind her assumed the aspect of a barrier which her unaided strength would never be able to overcome.", "characters": 349, "sentences": 4}, {"text": "A quick vision of death smote her soul, and for a second of time appalled and enfeebled her senses. But by an effort she rallied her staggering faculties and managed to regain the land.", "characters": 185, "sentences": 3}, {"text": "She made no mention of her encounter with death and her flash of terror, except to say to her husband, \"I thought I should have perished out there alone.\"", "characters": 154, "sentences": 2}, {"text": "Edna went at once to the bath-house, and she had put on her dry clothes and was ready to return home before the others had left the water. She started to walk away alone. They all called to her and shouted to her. She waved a dissenting hand, and went on, paying no further heed to their renewed cries which sought to detain her.", "characters": 329, "sentences": 5}, {"text": "\"Sometimes I am tempted to think that Mrs. Pontellier is capricious,\" said Madame Lebrun, who was amusing herself immensely and feared that Edna's abrupt departure might put an end to the pleasure.", "characters": 197, "sentences": 3}, {"text": "Edna had not traversed a quarter of the distance on her way home before she was overtaken by Robert.", "characters": 100, "sentences": 2}, {"text": "Robert assisted her into the hammock which swung from the post before her door out to the trunk of a tree.", "characters": 106, "sentences": 2}, {"text": "\"No matter.\" And having discovered the pillow, she adjusted it beneath her head. She extended herself in the hammock with a deep breath of relief. She was not a supercilious or an over-dainty woman. She was not much given to reclining in the hammock, and when she did so it was with no cat-like suggestion of voluptuous ease, but with a beneficent repose which seemed to invade her whole body.", "characters": 393, "sentences": 6}, {"text": "\"Shall I stay with you till Mr. Pontellier comes?\" asked Robert, seating himself on the outer edge of one of the steps and taking hold of the hammock rope which was fastened to the post.", "characters": 186, "sentences": 3}, {"text": "\"If you wish. Don't swing the hammock. Will you get my white shawl which I left on the window-sill over at the house?\"", "characters": 118, "sentences": 3}, {"text": "\"Of course I will,\" he said, rising. He went over to the house, walking along the grass. She watched his figure pass in and out of the strips of moonlight. It was past midnight. It was very quiet.", "characters": 196, "sentences": 6}, {"text": "When he returned with the shawl she took it and kept it in her hand. She did not put it around her.", "characters": 99, "sentences": 3}, {"text": "He seated himself again and rolled a cigarette, which he smoked in silence. Neither did Mrs. Pontellier speak. No multitude of words could have been more significant than those moments of silence, or more pregnant with the first-felt throbbings of desire.", "characters": 255, "sentences": 5}, {"text": "When the voices of the bathers were heard approaching, Robert said good-night. She did not answer him. He thought she was asleep. Again she watched his figure pass in and out of the strips of moonlight as he walked away.", "characters": 220, "sentences": 5}, {"text": "\"What are you doing out here, Edna? I thought I should find you in bed,\" said her husband, when he discovered her lying there. He had walked up with Madame Lebrun and left her at the house. His wife did not reply.", "characters": 213, "sentences": 4}, {"text": "She heard him moving about the room; every sound indicating impatience and irritation. Another time she would have gone in at his request. She would, through habit, have yielded to his desire; not with any sense of submission or obedience to his compelling wishes, but unthinkingly, as we walk, move, sit, stand, go through the daily treadmill of the life which has been portioned out to us.", "characters": 391, "sentences": 4}, {"text": "\"Edna, dear, are you not coming in soon?\" he asked again, this time fondly, with a note of entreaty.", "characters": 100, "sentences": 2}, {"text": "\"This is more than folly,\" he blurted out. \"I can't permit you to stay out there all night. You must come in the house instantly.\"", "characters": 130, "sentences": 4}, {"text": "With a writhing motion she settled herself more securely in the hammock. She perceived that her will had blazed up, stubborn and resistant. She could not at that moment have done other than denied and resisted. She wondered if her husband had ever spoken to her like that before, and if she had submitted to his command. Of course she had; she remembered that she had. But she could not realize why or how she should have yielded, feeling as she then did.", "characters": 455, "sentences": 7}, {"text": "\"Leonce, go to bed,\" she said, \"I mean to stay out here. I don't wish to go in, and I don't intend to. Don't speak to me like that again; I shall not answer you.\"", "characters": 162, "sentences": 4}, {"text": "Edna began to feel like one who awakens gradually out of a dream, a delicious, grotesque, impossible dream, to feel again the realities pressing into her soul. The physical need for sleep began to overtake her; the exuberance which had sustained and exalted her spirit left her helpless and yielding to the conditions which crowded her in.", "characters": 339, "sentences": 3}, {"text": "The stillest hour of the night had come, the hour before dawn, when the world seems to hold its breath. The moon hung low, and had turned from silver to copper in the sleeping sky. The old owl no longer hooted, and the water-oaks had ceased to moan as they bent their heads.", "characters": 274, "sentences": 4}, {"text": "Edna arose, cramped from lying so long and still in the hammock. She tottered up the steps, clutching feebly at the post before passing into the house.", "characters": 151, "sentences": 3}, {"text": "\"Yes, dear,\" he answered, with a glance following a misty puff of smoke. \"Just as soon as I have finished my cigar.\"", "characters": 116, "sentences": 3}, {"text": "The little negro girl who worked Madame Lebrun's sewing-machine was sweeping the galleries with long, absent-minded strokes of the broom. Edna sent her up into the house to awaken Robert.", "characters": 187, "sentences": 3}, {"text": "He had soon joined her. She had never sent for him before. She had never asked for him. She had never seemed to want him before. She did not appear conscious that she had done anything unusual in commanding his presence. He was apparently equally unconscious of anything extraordinary in the situation. But his face was suffused with a quiet glow when he met her.", "characters": 363, "sentences": 8}, {"text": "They went together back to the kitchen to drink coffee. There was no time to wait for any nicety of service. They stood outside the window and the cook passed them their coffee and a roll, which they drank and ate from the window-sill. Edna said it tasted good.", "characters": 261, "sentences": 5}, {"text": "She had not thought of coffee nor of anything. He told her he had often noticed that she lacked forethought.", "characters": 108, "sentences": 3}, {"text": "\"Wasn't it enough to think of going to the Cheniere and waking you up?\" she laughed. \"Do I have to think of everything?--as Leonce says when he's in a bad humor. I don't blame him; he'd never be in a bad humor if it weren't for me.\"", "characters": 232, "sentences": 4}, {"text": "They took a short cut across the sands. At a distance they could see the curious procession moving toward the wharf--the lovers, shoulder to shoulder, creeping; the lady in black, gaining steadily upon them; old Monsieur Farival, losing ground inch by inch, and a young barefooted Spanish girl, with a red kerchief on her head and a basket on her arm, bringing up the rear.", "characters": 373, "sentences": 3}, {"text": "Robert knew the girl, and he talked to her a little in the boat. No one present understood what they said. Her name was Mariequita. She had a round, sly, piquant face and pretty black eyes. Her hands were small, and she kept them folded over the handle of her basket. Her feet were broad and coarse. She did not strive to hide them. Edna looked at her feet, and noticed the sand and slime between her brown toes.", "characters": 412, "sentences": 9}, {"text": "Beaudelet grumbled because Mariequita was there, taking up so much room. In reality he was annoyed at having old Monsieur Farival, who considered himself the better sailor of the two. But he would not quarrel with so old a man as Monsieur Farival, so he quarreled with Mariequita. The girl was deprecatory at one moment, appealing to Robert. She was saucy the next, moving her head up and down, making \"eyes\" at Robert and making \"mouths\" at Beaudelet.", "characters": 452, "sentences": 6}, {"text": "The lovers were all alone. They saw nothing, they heard nothing. The lady in black was counting her beads for the third time. Old Monsieur Farival talked incessantly of what he knew about handling a boat, and of what Beaudelet did not know on the same subject.", "characters": 260, "sentences": 5}, {"text": "Edna liked it all. She looked Mariequita up and down, from her ugly brown toes to her pretty black eyes, and back again.", "characters": 120, "sentences": 3}, {"text": "\"Oh! well! Francisco ran away with Sylvano's wife, who had four children. They took all his money and one of the children and stole his boat.\"", "characters": 142, "sentences": 3}, {"text": "The sun was high up and beginning to bite. The swift breeze seemed to Edna to bury the sting of it into the pores of her face and hands. Robert held his umbrella over her. As they went cutting sidewise through the water, the sails bellied taut, with the wind filling and overflowing them. Old Monsieur Farival laughed sardonically at something as he looked at the sails, and Beaudelet swore at the old man under his breath.", "characters": 423, "sentences": 6}, {"text": "\"Climb up the hill to the old fort and look at the little wriggling gold snakes, and watch the lizards sun themselves.\"", "characters": 119, "sentences": 2}, {"text": "She gazed away toward Grande Terre and thought she would like to be alone there with Robert, in the sun, listening to the ocean's roar and watching the slimy lizards writhe in and out among the ruins of the old fort.", "characters": 216, "sentences": 2}, {"text": "\"We'll go wherever you like,\" he said. \"I'll have Tonie come over and help me patch and trim my boat. We shall not need Beaudelet nor any one. Are you afraid of the pirogue?\"", "characters": 174, "sentences": 4}, {"text": "\"Then I'll take you some night in the pirogue when the moon shines. Maybe your Gulf spirit will whisper to you in which of these islands the treasures are hidden--direct you to the very spot, perhaps.\"", "characters": 201, "sentences": 3}, {"text": "\"And in a day we should be rich!\" she laughed. \"I'd give it all to you, the pirate gold and every bit of treasure we could dig up. I think you would know how to spend it. Pirate gold isn't a thing to be hoarded or utilized. It is something to squander and throw to the four winds, for the fun of seeing the golden specks fly.\"", "characters": 326, "sentences": 6}, {"text": "They all went together up to the quaint little Gothic church of Our Lady of Lourdes, gleaming all brown and yellow with paint in the sun's glare.", "characters": 145, "sentences": 2}, {"text": "Only Beaudelet remained behind, tinkering at his boat, and Mariequita walked away with her basket of shrimps, casting a look of childish ill humor and reproach at Robert from the corner of her eye.", "characters": 197, "sentences": 2}, {"text": "\"I felt giddy and almost overcome,\" Edna said, lifting her hands instinctively to her head and pushing her straw hat up from her forehead. \"I couldn't have stayed through the service.\" They were outside in the shadow of the church. Robert was full of solicitude.", "characters": 262, "sentences": 5}, {"text": "\"It was folly to have thought of going in the first place, let alone staying. Come over to Madame Antoine's; you can rest there.\" He took her arm and led her away, looking anxiously and continuously down into her face.", "characters": 218, "sentences": 4}, {"text": "Madame Antoine's cot was at the far end of the village. She welcomed them with all the native hospitality, as she would have opened her door to let the sunlight in. She was fat, and walked heavily and clumsily across the floor. She could speak no English, but when Robert made her understand that the lady who accompanied him was ill and desired to rest, she was all eagerness to make Edna feel at home and to dispose of her comfortably.", "characters": 437, "sentences": 5}, {"text": "The whole place was immaculately clean, and the big, four-posted bed, snow-white, invited one to repose. It stood in a small side room which looked out across a narrow grass plot toward the shed, where there was a disabled boat lying keel upward.", "characters": 246, "sentences": 3}, {"text": "Madame Antoine had not gone to mass. Her son Tonie had, but she supposed he would soon be back, and she invited Robert to be seated and wait for him. But he went and sat outside the door and smoked. Madame Antoine busied herself in the large front room preparing dinner. She was boiling mullets over a few red coals in the huge fireplace.", "characters": 338, "sentences": 6}, {"text": "Madame Antoine had laid some coarse, clean towels upon a chair, and had placed a box of poudre de riz within easy reach. Edna dabbed the powder upon her nose and cheeks as she looked at herself closely in the little distorted mirror which hung on the wall above the basin. Her eyes were bright and wide awake and her face glowed.", "characters": 329, "sentences": 4}, {"text": "\"How many years have I slept?\" she inquired. \"The whole island seems changed. A new race of beings must have sprung up, leaving only you and me as past relics. How many ages ago did Madame Antoine and Tonie die? and when did our people from Grand Isle disappear from the earth?\"", "characters": 278, "sentences": 4}, {"text": "\"You have slept precisely one hundred years. I was left here to guard your slumbers; and for one hundred years I have been out under the shed reading a book. The only evil I couldn't prevent was to keep a broiled fowl from drying up.\"", "characters": 234, "sentences": 4}, {"text": "\"If it has turned to stone, still will I eat it,\" said Edna, moving with him into the house. \"But really, what has become of Monsieur Farival and the others?\"", "characters": 158, "sentences": 2}, {"text": "\"Gone hours ago. When they found that you were sleeping they thought it best not to awake you. Any way, I wouldn't have let them. What was I here for?\"", "characters": 151, "sentences": 4}, {"text": "\"Of course not; he knows you are with me,\" Robert replied, as he busied himself among sundry pans and covered dishes which had been left standing on the hearth.", "characters": 160, "sentences": 2}, {"text": "\"Gone to Vespers, and to visit some friends, I believe. I am to take you back in Tonie's boat whenever you are ready to go.\"", "characters": 124, "sentences": 3}, {"text": "He stirred the smoldering ashes till the broiled fowl began to sizzle afresh. He served her with no mean repast, dripping the coffee anew and sharing it with her. Madame Antoine had cooked little else than the mullets, but while Edna slept Robert had foraged the island. He was childishly gratified to discover her appetite, and to see the relish with which she ate the food which he had procured for her.", "characters": 405, "sentences": 5}, {"text": "\"Shall we go right away?\" she asked, after draining her glass and brushing together the crumbs of the crusty loaf.", "characters": 114, "sentences": 2}, {"text": "They waited a good while under the orange trees, till Madame Antoine came back, panting, waddling, with a thousand apologies to explain her absence. Tonie did not dare to return. He was shy, and would not willingly face any woman except his mother.", "characters": 248, "sentences": 4}, {"text": "It was very pleasant to stay there under the orange trees, while the sun dipped lower and lower, turning the western sky to flaming copper and gold. The shadows lengthened and crept out like stealthy, grotesque monsters across the grass.", "characters": 237, "sentences": 3}, {"text": "Edna and Robert both sat upon the ground--that is, he lay upon the ground beside her, occasionally picking at the hem of her muslin gown.", "characters": 137, "sentences": 2}, {"text": "Madame Antoine seated her fat body, broad and squat, upon a bench beside the door. She had been talking all the afternoon, and had wound herself up to the storytelling pitch.", "characters": 174, "sentences": 3}, {"text": "And what stories she told them! But twice in her life she had left the Cheniere Caminada, and then for the briefest span. All her years she had squatted and waddled there upon the island, gathering legends of the Baratarians and the sea. The night came on, with the moon to lighten it. Edna could hear the whispering voices of dead men and the click of muffled gold.", "characters": 366, "sentences": 5}, {"text": "When she and Robert stepped into Tonie's boat, with the red lateen sail, misty spirit forms were prowling in the shadows and among the reeds, and upon the water were phantom ships, speeding to cover.", "characters": 199, "sentences": 2}, {"text": "The youngest boy, Etienne, had been very naughty, Madame Ratignolle said, as she delivered him into the hands of his mother. He had been unwilling to go to bed and had made a scene; whereupon she had taken charge of him and pacified him as well as she could. Raoul had been in bed and asleep for two hours.", "characters": 306, "sentences": 4}, {"text": "The youngster was in his long white nightgown, that kept tripping him up as Madame Ratignolle led him along by the hand. With the other chubby fist he rubbed his eyes, which were heavy with sleep and ill humor. Edna took him in her arms, and seating herself in the rocker, began to coddle and caress him, calling him all manner of tender names, soothing him to sleep.", "characters": 367, "sentences": 4}, {"text": "When Etienne had fallen asleep Edna bore him into the back room, and Robert went and lifted the mosquito bar that she might lay the child comfortably in his bed. The quadroon had vanished. When they emerged from the cottage Robert bade Edna good-night.", "characters": 252, "sentences": 4}, {"text": "\"Do you know we have been together the whole livelong day, Robert--since early this morning?\" she said at parting.", "characters": 114, "sentences": 2}, {"text": "He pressed her hand and went away in the direction of the beach. He did not join any of the others, but walked alone toward the Gulf.", "characters": 133, "sentences": 3}, {"text": "She wondered why Robert had gone away and left her. It did not occur to her to think he might have grown tired of being with her the livelong day. She was not tired, and she felt that he was not. She regretted that he had gone. It was so much more natural to have him stay when he was not absolutely required to leave her.", "characters": 322, "sentences": 6}, {"text": "As Edna waited for her husband she sang low a little song that Robert had sung as they crossed the bay. It began with \"Ah! Si tu savais,\" and every verse ended with \"si tu savais.\"", "characters": 180, "sentences": 3}, {"text": "Robert's voice was not pretentious. It was musical and true. The voice, the notes, the whole refrain haunted her memory.", "characters": 120, "sentences": 4}, {"text": "When Edna entered the dining-room one evening a little late, as was her habit, an unusually animated conversation seemed to be going on. Several persons were talking at once, and Victor's voice was predominating, even over that of his mother. Edna had returned late from her bath, had dressed in some haste, and her face was flushed. Her head, set off by her dainty white gown, suggested a rich, rare blossom. She took her seat at table between old Monsieur Farival and Madame Ratignolle.", "characters": 488, "sentences": 6}, {"text": "She looked across at him, where he sat beside Madame Lebrun, who presided. Edna's face was a blank picture of bewilderment, which she never thought of disguising. He lifted his eyebrows with the pretext of a smile as he returned her glance. He looked embarrassed and uneasy. \"When is he going?\" she asked of everybody in general, as if Robert were not there to answer for himself.", "characters": 380, "sentences": 6}, {"text": "\"To-night!\" \"This very evening!\" \"Did you ever!\" \"What possesses him!\" were some of the replies she gathered, uttered simultaneously in French and English.", "characters": 155, "sentences": 2}, {"text": "\"Impossible!\" she exclaimed. \"How can a person start off from Grand Isle to Mexico at a moment's notice, as if he were going over to Klein's or to the wharf or down to the beach?\"", "characters": 179, "sentences": 2}, {"text": "\"I said all along I was going to Mexico; I've been saying so for years!\" cried Robert, in an excited and irritable tone, with the air of a man defending himself against a swarm of stinging insects.", "characters": 197, "sentences": 2}, {"text": "\"Please let Robert explain why he is going, and why he is going to-night,\" she called out. \"Really, this table is getting to be more and more like Bedlam every day, with everybody talking at once. Sometimes--I hope God will forgive me--but positively, sometimes I wish Victor would lose the power of speech.\"", "characters": 308, "sentences": 4}, {"text": "Victor laughed sardonically as he thanked his mother for her holy wish, of which he failed to see the benefit to anybody, except that it might afford her a more ample opportunity and license to talk herself.", "characters": 207, "sentences": 2}, {"text": "Monsieur Farival thought that Victor should have been taken out in mid-ocean in his earliest youth and drowned. Victor thought there would be more logic in thus disposing of old people with an established claim for making themselves universally obnoxious. Madame Lebrun grew a trifle hysterical; Robert called his brother some sharp, hard names.", "characters": 345, "sentences": 4}, {"text": "\"There's nothing much to explain, mother,\" he said; though he explained, nevertheless--looking chiefly at Edna--that he could only meet the gentleman whom he intended to join at Vera Cruz by taking such and such a steamer, which left New Orleans on such a day; that Beaudelet was going out with his lugger-load of vegetables that night, which gave him an opportunity of reaching the city and making his vessel in time.", "characters": 418, "sentences": 2}, {"text": "\"At what time this afternoon?\" persisted the old gentleman, with nagging determination, as if he were cross-questioning a criminal in a court of justice.", "characters": 153, "sentences": 2}, {"text": "\"At four o'clock this afternoon, Monsieur Farival,\" Robert replied, in a high voice and with a lofty air, which reminded Edna of some gentleman on the stage.", "characters": 157, "sentences": 2}, {"text": "She had forced herself to eat most of her soup, and now she was picking the flaky bits of a court bouillon with her fork.", "characters": 121, "sentences": 2}, {"text": "Madame Ratignolle hoped that Robert would exercise extreme caution in dealing with the Mexicans, who, she considered, were a treacherous people, unscrupulous and revengeful. She trusted she did them no injustice in thus condemning them as a race. She had known personally but one Mexican, who made and sold excellent tamales, and whom she would have trusted implicitly, so soft-spoken was he. One day he was arrested for stabbing his wife. She never knew whether he had been hanged or not.", "characters": 489, "sentences": 6}, {"text": "Victor had grown hilarious, and was attempting to tell an anecdote about a Mexican girl who served chocolate one winter in a restaurant in Dauphine Street. No one would listen to him but old Monsieur Farival, who went into convulsions over the droll story.", "characters": 256, "sentences": 3}, {"text": "Edna wondered if they had all gone mad, to be talking and clamoring at that rate. She herself could think of nothing to say about Mexico or the Mexicans.", "characters": 153, "sentences": 3}, {"text": "He turned to answer some question put to him by his mother, and Edna, having finished her black coffee, left the table.", "characters": 119, "sentences": 2}, {"text": "They were very playful and inclined to talk--to do anything but lie quiet and go to sleep. Edna sent the quadroon away to her supper and told her she need not return. Then she sat and told the children a story. Instead of soothing it excited them, and added to their wakefulness. She left them in heated argument, speculating about the conclusion of the tale which their mother promised to finish the following night.", "characters": 417, "sentences": 6}, {"text": "\"All that noise and confusion at the table must have upset me,\" replied Edna, \"and moreover, I hate shocks and surprises. The idea of Robert starting off in such a ridiculously sudden and dramatic way! As if it were a matter of life and death! Never saying a word about it all morning when he was with me.\"", "characters": 306, "sentences": 3}, {"text": "\"Yes,\" agreed Madame Ratignolle. \"I think it was showing us all--you especially--very little consideration. It wouldn't have surprised me in any of the others; those Lebruns are all given to heroics. But I must say I should never have expected such a thing from Robert. Are you not coming down? Come on, dear; it doesn't look friendly.\"", "characters": 336, "sentences": 6}, {"text": "\"No,\" said Edna, a little sullenly. \"I can't go to the trouble of dressing again; I don't feel like it.\"", "characters": 104, "sentences": 3}, {"text": "Madame Ratignolle kissed Edna good-night, and went away, being in truth rather desirous of joining in the general and animated conversation which was still in progress concerning Mexico and the Mexicans.", "characters": 203, "sentences": 2}, {"text": "He lit a match and looked at his watch. \"In twenty minutes,\" he said. The sudden and brief flare of the match emphasized the darkness for a while. He sat down upon a stool which the children had left out on the porch.", "characters": 217, "sentences": 5}, {"text": "\"This will do,\" he replied. He put on his soft hat and nervously took it off again, and wiping his face with his handkerchief, complained of the heat.", "characters": 150, "sentences": 3}, {"text": "\"Oh, no! Thank you. It does no good; you have to stop fanning some time, and feel all the more uncomfortable afterward.\"", "characters": 120, "sentences": 3}, {"text": "\"That's one of the ridiculous things which men always say. I have never known one to speak otherwise of fanning. How long will you be gone?\"", "characters": 140, "sentences": 3}, {"text": "\"This seems to me perfectly preposterous and uncalled for. I don't like it. I don't understand your motive for silence and mystery, never saying a word to me about it this morning.\" He remained silent, not offering to defend himself. He only said, after a moment:", "characters": 263, "sentences": 5}, {"text": "\"I don't want to part in any ill humor,\" she said. \"But can't you understand? I've grown used to seeing you, to having you with me all the time, and your action seems unfriendly, even unkind. You don't even offer an excuse for it. Why, I was planning to be together, thinking of how pleasant it would be to see you in the city next winter.\"", "characters": 340, "sentences": 5}, {"text": "\"So was I,\" he blurted. \"Perhaps that's the--\" He stood up suddenly and held out his hand. \"Good-by, my dear Mrs. Pontellier; good-by. You won't--I hope you won't completely forget me.\" She clung to his hand, striving to detain him.", "characters": 232, "sentences": 7}, {"text": "How unlike Robert! The merest acquaintance would have said something more emphatic than \"I will, thank you; good-by,\" to such a request.", "characters": 136, "sentences": 2}, {"text": "He had evidently already taken leave of the people over at the house, for he descended the steps and went to join Beaudelet, who was out there with an oar across his shoulder waiting for Robert. They walked away in the darkness. She could only hear Beaudelet's voice; Robert had apparently not even spoken a word of greeting to his companion.", "characters": 342, "sentences": 4}, {"text": "Edna bit her handkerchief convulsively, striving to hold back and to hide, even from herself as she would have hidden from another, the emotion which was troubling--tearing--her. Her eyes were brimming with tears.", "characters": 213, "sentences": 3}, {"text": "\"Oh, Robert stopped having his pictures taken when he had to pay for them himself! He found wiser use for his money, he says,\" explained Madame Lebrun. She had a letter from him, written before he left New Orleans. Edna wished to see the letter, and Madame Lebrun told her to look for it either on the table or the dresser, or perhaps it was on the mantelpiece.", "characters": 361, "sentences": 4}, {"text": "Every one seemed to take for granted that she missed him. Even her husband, when he came down the Saturday following Robert's departure, expressed regret that he had gone.", "characters": 171, "sentences": 3}, {"text": "Edna tapped her foot impatiently, and wondered why the children persisted in playing in the sun when they might be under the trees. She went down and led them out of the sun, scolding the quadroon for not being more attentive.", "characters": 226, "sentences": 3}, {"text": "\"I would give up the unessential; I would give my money, I would give my life for my children; but I wouldn't give myself. I can't make it more clear; it's only something which I am beginning to comprehend, which is revealing itself to me.\"", "characters": 240, "sentences": 3}, {"text": "\"I don't know what you would call the essential, or what you mean by the unessential,\" said Madame Ratignolle, cheerfully; \"but a woman who would give her life for her children could do no more than that--your Bible tells you so. I'm sure I couldn't do more than that.\"", "characters": 269, "sentences": 3}, {"text": "She was not surprised at Mademoiselle Reisz's question the morning that lady, following her to the beach, tapped her on the shoulder and asked if she did not greatly miss her young friend.", "characters": 188, "sentences": 2}, {"text": "\"Oh, good morning, Mademoiselle; is it you? Why, of course I miss Robert. Are you going down to bathe?\"", "characters": 103, "sentences": 2}, {"text": "\"Why should I go down to bathe at the very end of the season when I haven't been in the surf all summer,\" replied the woman, disagreeably.", "characters": 138, "sentences": 2}, {"text": "\"She must feel very lonely without her son,\" said Edna, desiring to change the subject. \"Her favorite son, too. It must have been quite hard to let him go.\"", "characters": 156, "sentences": 4}, {"text": "\"I thought he had great patience with his brother,\" offered Edna, glad to be talking about Robert, no matter what was said.", "characters": 123, "sentences": 2}, {"text": "\"Oh! he thrashed him well enough a year or two ago,\" said Mademoiselle. \"It was about a Spanish girl, whom Victor considered that he had some sort of claim upon. He met Robert one day talking to the girl, or walking with her, or bathing with her, or carrying her basket--I don't remember what;--and he became so insulting and abusive that Robert gave him a thrashing on the spot that has kept him comparatively in order for a good while. It's about time he was getting another.\"", "characters": 478, "sentences": 5}, {"text": "\"Mariequita--yes, that was it; Mariequita. I had forgotten. Oh, she's a sly one, and a bad one, that Mariequita!\"", "characters": 113, "sentences": 3}, {"text": "But Mademoiselle waited. She was very amiable during the walk back, and raved much over Edna's appearance in her bathing suit. She talked about music. She hoped that Edna would go to see her in the city, and wrote her address with the stub of a pencil on a piece of card which she found in her pocket.", "characters": 301, "sentences": 5}, {"text": "\"The following week,\" answered Edna, adding, \"It has been a pleasant summer, hasn't it, Mademoiselle?\"", "characters": 102, "sentences": 1}, {"text": "\"Well,\" agreed Mademoiselle Reisz, with a shrug, \"rather pleasant, if it hadn't been for the mosquitoes and the Farival twins.\"", "characters": 127, "sentences": 2}, {"text": "Mr. Pontellier was very fond of walking about his house examining its various appointments and details, to see that nothing was amiss. He greatly valued his possessions, chiefly because they were his, and derived genuine pleasure from contemplating a painting, a statuette, a rare lace curtain--no matter what--after he had bought it and placed it among his household gods.", "characters": 373, "sentences": 4}, {"text": "This had been the programme which Mrs. Pontellier had religiously followed since her marriage, six years before. Certain evenings during the week she and her husband attended the opera or sometimes the play.", "characters": 207, "sentences": 4}, {"text": "Mr. Pontellier left his home in the mornings between nine and ten o'clock, and rarely returned before half-past six or seven in the evening--dinner being served at half-past seven.", "characters": 180, "sentences": 3}, {"text": "\"Tired out, Edna? Whom did you have? Many callers?\" he asked. He tasted his soup and began to season it with pepper, salt, vinegar, mustard--everything within reach.", "characters": 165, "sentences": 3}, {"text": "\"There were a good many,\" replied Edna, who was eating her soup with evident satisfaction. \"I found their cards when I got home; I was out.\"", "characters": 140, "sentences": 3}, {"text": "\"Out!\" exclaimed her husband, with something like genuine consternation in his voice as he laid down the vinegar cruet and looked at her through his glasses. \"Why, what could have taken you out on Tuesday? What did you have to do?\"", "characters": 231, "sentences": 2}, {"text": "\"Well, I hope you left some suitable excuse,\" said her husband, somewhat appeased, as he added a dash of cayenne pepper to the soup.", "characters": 132, "sentences": 2}, {"text": "\"Why, my dear, I should think you'd understand by this time that people don't do such things; we've got to observe les convenances if we ever expect to get on and keep up with the procession. If you felt that you had to leave home this afternoon, you should have left some suitable explanation for your absence.", "characters": 311, "sentences": 3}, {"text": "\"This soup is really impossible; it's strange that woman hasn't learned yet to make a decent soup. Any free-lunch stand in town serves a better one. Was Mrs. Belthrop here?\"", "characters": 173, "sentences": 4}, {"text": "The boy retired and returned after a moment, bringing the tiny silver tray, which was covered with ladies' visiting cards. He handed it to Mrs. Pontellier.", "characters": 155, "sentences": 4}, {"text": "Mr. Pontellier scanned the names of his wife's callers, reading some of them aloud, with comments as he read.", "characters": 109, "sentences": 3}, {"text": "\"Mercy!\" exclaimed Edna, who had been fuming. \"Why are you taking the thing so seriously and making such a fuss over it?\"", "characters": 121, "sentences": 2}, {"text": "\"I'm not making any fuss over it. But it's just such seeming trifles that we've got to take seriously; such things count.\"", "characters": 122, "sentences": 3}, {"text": "The fish was scorched. Mr. Pontellier would not touch it. Edna said she did not mind a little scorched taste. The roast was in some way not to his fancy, and he did not like the manner in which the vegetables were served.", "characters": 221, "sentences": 6}, {"text": "\"It seems to me,\" he said, \"we spend money enough in this house to procure at least one meal a day which a man could eat and retain his self-respect.\"", "characters": 150, "sentences": 2}, {"text": "\"Perhaps she was when she first came; but cooks are only human. They need looking after, like any other class of persons that you employ. Suppose I didn't look after the clerks in my office, just let them run things their own way; they'd soon make a nice mess of me and my business.\"", "characters": 283, "sentences": 4}, {"text": "\"Where are you going?\" asked Edna, seeing that her husband arose from table without having eaten a morsel except a taste of the highly-seasoned soup.", "characters": 149, "sentences": 2}, {"text": "\"I'm going to get my dinner at the club. Good night.\" He went into the hall, took his hat and stick from the stand, and left the house.", "characters": 135, "sentences": 4}, {"text": "She was somewhat familiar with such scenes. They had often made her very unhappy. On a few previous occasions she had been completely deprived of any desire to finish her dinner. Sometimes she had gone into the kitchen to administer a tardy rebuke to the cook. Once she went to her room and studied the cookbook during an entire evening, finally writing out a menu for the week, which left her harassed with a feeling that, after all, she had accomplished no good that was worth the name.", "characters": 488, "sentences": 6}, {"text": "But that evening Edna finished her dinner alone, with forced deliberation. Her face was flushed and her eyes flamed with some inward fire that lighted them. After finishing her dinner she went to her room, having instructed the boy to tell any other callers that she was indisposed.", "characters": 282, "sentences": 4}, {"text": "In a sweeping passion she seized a glass vase from the table and flung it upon the tiles of the hearth. She wanted to destroy something. The crash and clatter were what she wanted to hear.", "characters": 188, "sentences": 4}, {"text": "\"Oh! you might get some of the glass in your feet, ma'am,\" insisted the young woman, picking up bits of the broken vase that were scattered upon the carpet. \"And here's your ring, ma'am, under the chair.\"", "characters": 204, "sentences": 3}, {"text": "The following morning Mr. Pontellier, upon leaving for his office, asked Edna if she would not meet him in town in order to look at some new fixtures for the library.", "characters": 166, "sentences": 3}, {"text": "\"I hardly think we need new fixtures, Leonce. Don't let us get anything new; you are too extravagant. I don't believe you ever think of saving or putting by.\"", "characters": 158, "sentences": 4}, {"text": "\"The way to become rich is to make money, my dear Edna, not to save it,\" he said. He regretted that she did not feel inclined to go with him and select new fixtures. He kissed her good-by, and told her she was not looking well and must take care of herself. She was unusually pale and very quiet.", "characters": 296, "sentences": 5}, {"text": "Edna looked straight before her with a self-absorbed expression upon her face. She felt no interest in anything about her. The street, the children, the fruit vender, the flowers growing there under her eyes, were all part and parcel of an alien world which had suddenly become antagonistic.", "characters": 291, "sentences": 4}, {"text": "She went back into the house. She had thought of speaking to the cook concerning her blunders of the previous night; but Mr. Pontellier had saved her that disagreeable mission, for which she was so poorly fitted. Mr. Pontellier's arguments were usually convincing with those whom he employed. He left home feeling quite sure that he and Edna would sit down that evening, and possibly a few subsequent evenings, to a dinner deserving of the name.", "characters": 445, "sentences": 7}, {"text": "Edna found her friend engaged in assorting the clothes which had returned that morning from the laundry. She at once abandoned her occupation upon seeing Edna, who had been ushered without ceremony into her presence.", "characters": 216, "sentences": 3}, {"text": "\"'Cite can do it as well as I; it is really her business,\" she explained to Edna, who apologized for interrupting her. And she summoned a young black woman, whom she instructed, in French, to be very careful in checking off the list which she handed her. She told her to notice particularly if a fine linen handkerchief of Monsieur Ratignolle's, which was missing last week, had been returned; and to be sure to set to one side such pieces as required mending and darning.", "characters": 472, "sentences": 4}, {"text": "Then placing an arm around Edna's waist, she led her to the front of the house, to the salon, where it was cool and sweet with the odor of great roses that stood upon the hearth in jars.", "characters": 186, "sentences": 2}, {"text": "Madame Ratignolle looked more beautiful than ever there at home, in a neglige which left her arms almost wholly bare and exposed the rich, melting curves of her white throat.", "characters": 174, "sentences": 2}, {"text": "\"Perhaps I shall be able to paint your picture some day,\" said Edna with a smile when they were seated. She produced the roll of sketches and started to unfold them. \"I believe I ought to work again. I feel as if I wanted to be doing something. What do you think of them? Do you think it worth while to take it up again and study some more? I might study for a while with Laidpore.\"", "characters": 382, "sentences": 6}, {"text": "She knew that Madame Ratignolle's opinion in such a matter would be next to valueless, that she herself had not alone decided, but determined; but she sought the words of praise and encouragement that would help her to put heart into her venture.", "characters": 246, "sentences": 2}, {"text": "\"Immense, I tell you,\" persisted Madame Ratignolle, surveying the sketches one by one, at close range, then holding them at arm's length, narrowing her eyes, and dropping her head on one side. \"Surely, this Bavarian peasant is worthy of framing; and this basket of apples! never have I seen anything more lifelike. One might almost be tempted to reach out a hand and take one.\"", "characters": 377, "sentences": 4}, {"text": "Edna could not control a feeling which bordered upon complacency at her friend's praise, even realizing, as she did, its true worth. She retained a few of the sketches, and gave all the rest to Madame Ratignolle, who appreciated the gift far beyond its value and proudly exhibited the pictures to her husband when he came up from the store a little later for his midday dinner.", "characters": 377, "sentences": 3}, {"text": "As Edna seated herself at table with them she thought, \"Better a dinner of herbs,\" though it did not take her long to discover that it was no dinner of herbs, but a delicious repast, simple, choice, and in every way satisfying.", "characters": 227, "sentences": 2}, {"text": "Monsieur Ratignolle was delighted to see her, though he found her looking not so well as at Grand Isle, and he advised a tonic. He talked a good deal on various topics, a little politics, some city news and neighborhood gossip. He spoke with an animation and earnestness that gave an exaggerated importance to every syllable he uttered. His wife was keenly interested in everything he said, laying down her fork the better to listen, chiming in, taking the words out of his mouth.", "characters": 480, "sentences": 5}, {"text": "Mr. Pontellier had been a rather courteous husband so long as he met a certain tacit submissiveness in his wife. But her new and unexpected line of conduct completely bewildered him. It shocked him. Then her absolute disregard for her duties as a wife angered him. When Mr. Pontellier became rude, Edna grew insolent. She had resolved never to take another step backward.", "characters": 371, "sentences": 9}, {"text": "\"It seems to me the utmost folly for a woman at the head of a household, and the mother of children, to spend in an atelier days which would be better employed contriving for the comfort of her family.\"", "characters": 202, "sentences": 2}, {"text": "\"Then in God's name paint! but don't let the family go to the devil. There's Madame Ratignolle; because she keeps up her music, she doesn't let everything else go to chaos. And she's more of a musician than you are a painter.\"", "characters": 226, "sentences": 4}, {"text": "\"She isn't a musician, and I'm not a painter. It isn't on account of painting that I let things go.\"", "characters": 100, "sentences": 3}, {"text": "It sometimes entered Mr. Pontellier's mind to wonder if his wife were not growing a little unbalanced mentally. He could see plainly that she was not herself. That is, he could not see that she was becoming herself and daily casting aside that fictitious self which we assume like a garment with which to appear before the world.", "characters": 329, "sentences": 5}, {"text": "It moved her with recollections. She could hear again the ripple of the water, the flapping sail. She could see the glint of the moon upon the bay, and could feel the soft, gusty beating of the hot south wind. A subtle current of desire passed through her body, weakening her hold upon the brushes and making her eyes burn.", "characters": 323, "sentences": 5}, {"text": "There were days when she was very happy without knowing why. She was happy to be alive and breathing, when her whole being seemed to be one with the sunlight, the color, the odors, the luxuriant warmth of some perfect Southern day. She liked then to wander alone into strange and unfamiliar places. She discovered many a sunny, sleepy corner, fashioned to dream in. And she found it good to dream and to be alone and unmolested.", "characters": 428, "sentences": 6}, {"text": "There were days when she was unhappy, she did not know why,--when it did not seem worth while to be glad or sorry, to be alive or dead; when life appeared to her like a grotesque pandemonium and humanity like worms struggling blindly toward inevitable annihilation. She could not work on such a day, nor weave fancies to stir her pulses and warm her blood.", "characters": 356, "sentences": 3}, {"text": "He knew Mademoiselle Reisz a good deal better than he wanted to know her, he informed his questioner. In truth, he did not want to know her at all, or anything concerning her--the most disagreeable and unpopular woman who ever lived in Bienville Street. He thanked heaven she had left the neighborhood, and was equally thankful that he did not know where she had gone.", "characters": 368, "sentences": 4}, {"text": "Edna knew that Madame Lebrun had returned to the city, for it was the middle of November. And she also knew where the Lebruns lived, on Chartres Street.", "characters": 152, "sentences": 3}, {"text": "Their home from the outside looked like a prison, with iron bars before the door and lower windows. The iron bars were a relic of the old regime, and no one had ever thought of dislodging them. At the side was a high fence enclosing the garden. A gate or door opening upon the street was locked. Edna rang the bell at this side garden gate, and stood upon the banquette, waiting to be admitted.", "characters": 394, "sentences": 6}, {"text": "It was Victor who opened the gate for her. A black woman, wiping her hands upon her apron, was close at his heels. Before she saw them Edna could hear them in altercation, the woman--plainly an anomaly--claiming the right to be allowed to perform her duties, one of which was to answer the bell.", "characters": 295, "sentences": 4}, {"text": "That lady was still clad in white, according to her custom of the summer. Her eyes beamed an effusive welcome. Would not Mrs. Pontellier go inside? Would she partake of some refreshment? Why had she not been there before? How was that dear Mr. Pontellier and how were those sweet children? Had Mrs. Pontellier ever known such a warm November?", "characters": 342, "sentences": 6}, {"text": "There had been but two letters from Robert, with little in them, they told her. Victor said it was really not worth while to go inside for the letters, when his mother entreated him to go in search of them. He remembered the contents, which in truth he rattled off very glibly when put to the test.", "characters": 298, "sentences": 4}, {"text": "Madame Lebrun knew where Mademoiselle Reisz lived. She gave Edna the address, regretting that she would not consent to stay and spend the remainder of the afternoon, and pay a visit to Mademoiselle Reisz some other day. The afternoon was already well advanced.", "characters": 260, "sentences": 4}, {"text": "Victor escorted her out upon the banquette, lifted her parasol, and held it over her while he walked to the car with her. He entreated her to bear in mind that the disclosures of the afternoon were strictly confidential. She laughed and bantered him a little, remembering too late that she should have been dignified and reserved.", "characters": 330, "sentences": 4}, {"text": "\"Ravishing!\" he admitted. \"The city atmosphere has improved her. Some way she doesn't seem like the same woman.\"", "characters": 112, "sentences": 4}, {"text": "When Edna knocked at Mademoiselle Reisz's front room door and entered, she discovered that person standing beside the window, engaged in mending or patching an old prunella gaiter. The little musician laughed all over when she saw Edna. Her laugh consisted of a contortion of the face and all the muscles of the body. She seemed strikingly homely, standing there in the afternoon light. She still wore the shabby lace and the artificial bunch of violets on the side of her head.", "characters": 478, "sentences": 6}, {"text": "\"So you remembered me at last,\" said Mademoiselle. \"I had said to myself, 'Ah, bah! she will never come.'\"", "characters": 106, "sentences": 3}, {"text": "\"Yes,\" she went on; \"I sometimes thought: 'She will never come. She promised as those women in society always do, without meaning it. She will not come.' For I really don't believe you like me, Mrs. Pontellier.\"", "characters": 211, "sentences": 6}, {"text": "\"I don't know whether I like you or not,\" replied Edna, gazing down at the little woman with a quizzical look.", "characters": 110, "sentences": 2}, {"text": "\"I have had a letter from your friend,\" she remarked, as she poured a little cream into Edna's cup and handed it to her.", "characters": 120, "sentences": 2}, {"text": "\"Yes, to me. Why not? Don't stir all the warmth out of your coffee; drink it. Though the letter might as well have been sent to you; it was nothing but Mrs. Pontellier from beginning to end.\"", "characters": 191, "sentences": 5}, {"text": "\"It was written about you, not to you. 'Have you seen Mrs. Pontellier? How is she looking?' he asks. 'As Mrs. Pontellier says,' or 'as Mrs. Pontellier once said.' 'If Mrs. Pontellier should call upon you, play for her that Impromptu of Chopin's, my favorite. I heard it here a day or two ago, but not as you play it. I should like to know how it affects her,' and so on, as if he supposed we were constantly in each other's society.\"", "characters": 433, "sentences": 11}, {"text": "\"I do not know you well enough to say. I do not know your talent or your temperament. To be an artist includes much; one must possess many gifts--absolute gifts--which have not been acquired by one's own effort. And, moreover, to succeed, the artist must possess the courageous soul.\"", "characters": 284, "sentences": 5}, {"text": "\"Show me the letter and play for me the Impromptu. You see that I have persistence. Does that quality count for anything in art?\"", "characters": 129, "sentences": 3}, {"text": "\"It counts with a foolish old woman whom you have captivated,\" replied Mademoiselle, with her wriggling laugh.", "characters": 110, "sentences": 2}, {"text": "The letter was right there at hand in the drawer of the little table upon which Edna had just placed her coffee cup. Mademoiselle opened the drawer and drew forth the letter, the topmost one. She placed it in Edna's hands, and without further comment arose and went to the piano.", "characters": 279, "sentences": 4}, {"text": "Mademoiselle played a soft interlude. It was an improvisation. She sat low at the instrument, and the lines of her body settled into ungraceful curves and angles that gave it an appearance of deformity. Gradually and imperceptibly the interlude melted into the soft opening minor chords of the Chopin Impromptu.", "characters": 311, "sentences": 5}, {"text": "Edna did not know when the Impromptu began or ended. She sat in the sofa corner reading Robert's letter by the fading light. Mademoiselle had glided from the Chopin into the quivering love notes of Isolde's song, and back again to the Impromptu with its soulful and poignant longing.", "characters": 283, "sentences": 4}, {"text": "The shadows deepened in the little room. The music grew strange and fantastic--turbulent, insistent, plaintive and soft with entreaty. The shadows grew deeper. The music filled the room. It floated out upon the night, over the housetops, the crescent of the river, losing itself in the silence of the upper air.", "characters": 311, "sentences": 6}, {"text": "Edna was sobbing, just as she had wept one midnight at Grand Isle when strange, new voices awoke in her. She arose in some agitation to take her departure. \"May I come again, Mademoiselle?\" she asked at the threshold.", "characters": 217, "sentences": 4}, {"text": "Mademoiselle reentered and lit a candle. Robert's letter was on the floor. She stooped and picked it up. It was crumpled and damp with tears. Mademoiselle smoothed the letter out, restored it to the envelope, and replaced it in the table drawer.", "characters": 245, "sentences": 6}, {"text": "Mr. Pontellier found the Doctor reading at the open window of his study. His house stood rather far back from the street, in the center of a delightful garden, so that it was quiet and peaceful at the old gentleman's study window. He was a great reader. He stared up disapprovingly over his eye-glasses as Mr. Pontellier entered, wondering who had the temerity to disturb him at that hour of the morning.", "characters": 404, "sentences": 7}, {"text": "\"Ah, Pontellier! Not sick, I hope. Come and have a seat. What news do you bring this morning?\" He was quite portly, with a profusion of gray hair, and small blue eyes which age had robbed of much of their brightness but none of their penetration.", "characters": 246, "sentences": 4}, {"text": "\"Oh! I'm never sick, Doctor. You know that I come of tough fiber--of that old Creole race of Pontelliers that dry up and finally blow away. I came to consult--no, not precisely to consult--to talk to you about Edna. I don't know what ails her.\"", "characters": 244, "sentences": 5}, {"text": "\"Madame Pontellier not well,\" marveled the Doctor. \"Why, I saw her--I think it was a week ago--walking along Canal Street, the picture of health, it seemed to me.\"", "characters": 163, "sentences": 3}, {"text": "\"Yes, yes; she seems quite well,\" said Mr. Pontellier, leaning forward and whirling his stick between his two hands; \"but she doesn't act well. She's odd, she's not like herself. I can't make her out, and I thought perhaps you'd help me.\"", "characters": 238, "sentences": 5}, {"text": "\"Well, it isn't easy to explain,\" said Mr. Pontellier, throwing himself back in his chair. \"She lets the housekeeping go to the dickens.\"", "characters": 137, "sentences": 4}, {"text": "The old gentleman lifted his shaggy eyebrows, protruded his thick nether lip, and tapped the arms of his chair with his cushioned fingertips.", "characters": 141, "sentences": 2}, {"text": "\"Has she,\" asked the Doctor, with a smile, \"has she been associating of late with a circle of pseudo-intellectual women--super-spiritual superior beings? My wife has been telling me about them.\"", "characters": 194, "sentences": 2}, {"text": "\"That's the trouble,\" broke in Mr. Pontellier, \"she hasn't been associating with any one. She has abandoned her Tuesdays at home, has thrown over all her acquaintances, and goes tramping about by herself, moping in the street-cars, getting in after dark. I tell you she's peculiar. I don't like it; I feel a little worried over it.\"", "characters": 332, "sentences": 6}, {"text": "This was a new aspect for the Doctor. \"Nothing hereditary?\" he asked, seriously. \"Nothing peculiar about her family antecedents, is there?\"", "characters": 139, "sentences": 3}, {"text": "\"Oh, no, indeed! She comes of sound old Presbyterian Kentucky stock. The old gentleman, her father, I have heard, used to atone for his weekday sins with his Sunday devotions. I know for a fact, that his race horses literally ran away with the prettiest bit of Kentucky farming land I ever laid eyes upon. Margaret--you know Margaret--she has all the Presbyterianism undiluted. And the youngest is something of a vixen. By the way, she gets married in a couple of weeks from now.\"", "characters": 480, "sentences": 7}, {"text": "\"Send your wife up to the wedding,\" exclaimed the Doctor, foreseeing a happy solution. \"Let her stay among her own people for a while; it will do her good.\"", "characters": 156, "sentences": 3}, {"text": "\"That's what I want her to do. She won't go to the marriage. She says a wedding is one of the most lamentable spectacles on earth. Nice thing for a woman to say to her husband!\" exclaimed Mr. Pontellier, fuming anew at the recollection.", "characters": 236, "sentences": 6}, {"text": "\"Then I'll go around and see her,\" said the Doctor. \"I'll drop in to dinner some evening en bon ami.", "characters": 100, "sentences": 3}, {"text": "\"Do! by all means,\" urged Mr. Pontellier. \"What evening will you come? Say Thursday. Will you come Thursday?\" he asked, rising to take his leave.", "characters": 145, "sentences": 5}, {"text": "\"Very well; Thursday. My wife may possibly have some engagement for me Thursday. In case she has, I shall let you know. Otherwise, you may expect me.\"", "characters": 150, "sentences": 5}, {"text": "\"I am going to New York on business very soon. I have a big scheme on hand, and want to be on the field proper to pull the ropes and handle the ribbons. We'll let you in on the inside if you say so, Doctor,\" he laughed.", "characters": 219, "sentences": 4}, {"text": "\"No, I thank you, my dear sir,\" returned the Doctor. \"I leave such ventures to you younger men with the fever of life still in your blood.\"", "characters": 139, "sentences": 3}, {"text": "\"What I wanted to say,\" continued Mr. Pontellier, with his hand on the knob; \"I may have to be absent a good while. Would you advise me to take Edna along?\"", "characters": 156, "sentences": 3}, {"text": "\"By all means, if she wishes to go. If not, leave her here. Don't contradict her. The mood will pass, I assure you. It may take a month, two, three months--possibly longer, but it will pass; have patience.\"", "characters": 206, "sentences": 6}, {"text": "The Doctor would have liked during the course of conversation to ask, \"Is there any man in the case?\" but he knew his Creole too well to make such a blunder as that.", "characters": 165, "sentences": 2}, {"text": "He did not resume his book immediately, but sat for a while meditatively looking out into the garden.", "characters": 101, "sentences": 2}, {"text": "Edna's father was in the city, and had been with them several days. She was not very warmly or deeply attached to him, but they had certain tastes in common, and when together they were companionable. His coming was in the nature of a welcome disturbance; it seemed to furnish a new direction for her emotions.", "characters": 310, "sentences": 4}, {"text": "Before her pencil he sat rigid and unflinching, as he had faced the cannon's mouth in days gone by. He resented the intrusion of the children, who gaped with wondering eyes at him, sitting so stiff up there in their mother's bright atelier. When they drew near he motioned them away with an expressive action of the foot, loath to disturb the fixed lines of his countenance, his arms, or his rigid shoulders.", "characters": 408, "sentences": 4}, {"text": "Mr. Pontellier did not attend these soirees musicales. He considered them bourgeois, and found more diversion at the club. To Madame Ratignolle he said the music dispensed at her soirees was too \"heavy,\" too far beyond his untrained comprehension. His excuse flattered her. But she disapproved of Mr. Pontellier's club, and she was frank enough to tell Edna so.", "characters": 361, "sentences": 8}, {"text": "\"It's a pity Mr. Pontellier doesn't stay home more in the evenings. I think you would be more--well, if you don't mind my saying it--more united, if he did.\"", "characters": 157, "sentences": 4}, {"text": "\"Oh! dear no!\" said Edna, with a blank look in her eyes. \"What should I do if he stayed home? We wouldn't have anything to say to each other.\"", "characters": 142, "sentences": 3}, {"text": "The Colonel drank numerous \"toddies\" during the course of the day, which left him, however, imperturbed. He was an expert at concocting strong drinks. He had even invented some, to which he had given fantastic names, and for whose manufacture he required diverse ingredients that it devolved upon Edna to procure for him.", "characters": 321, "sentences": 4}, {"text": "Mr. Pontellier himself had no particular leaning toward horseracing, and was even rather inclined to discourage it as a pastime, especially when he considered the fate of that blue-grass farm in Kentucky. He endeavored, in a general way, to express a particular disapproval, and only succeeded in arousing the ire and opposition of his father-in-law. A pretty dispute followed, in which Edna warmly espoused her father's cause and the Doctor remained neutral.", "characters": 459, "sentences": 5}, {"text": "He observed his hostess attentively from under his shaggy brows, and noted a subtle change which had transformed her from the listless woman he had known into a being who, for the moment, seemed palpitant with the forces of life. Her speech was warm and energetic. There was no repression in her glance or gesture. She reminded him of some beautiful, sleek animal waking up in the sun.", "characters": 385, "sentences": 5}, {"text": "The dinner was excellent. The claret was warm and the champagne was cold, and under their beneficent influence the threatened unpleasantness melted and vanished with the fumes of the wine.", "characters": 188, "sentences": 3}, {"text": "Mr. Pontellier warmed up and grew reminiscent. He told some amusing plantation experiences, recollections of old Iberville and his youth, when he hunted 'possum in company with some friendly darky; thrashed the pecan trees, shot the grosbec, and roamed the woods and fields in mischievous idleness.", "characters": 298, "sentences": 4}, {"text": "The champagne was cold, and its subtle fumes played fantastic tricks with Edna's memory that night.", "characters": 99, "sentences": 2}, {"text": "\"I hope it isn't Arobin,\" he muttered to himself as he walked. \"I hope to heaven it isn't Alcee Arobin.\"", "characters": 104, "sentences": 3}, {"text": "Edna was glad to be rid of her father when he finally took himself off with his wedding garments and his bridal gifts, with his padded shoulders, his Bible reading, his \"toddies\" and ponderous oaths.", "characters": 199, "sentences": 2}, {"text": "Mr. Pontellier followed him closely. He meant to stop at the wedding on his way to New York and endeavor by every means which money and love could devise to atone somewhat for Edna's incomprehensible action.", "characters": 207, "sentences": 4}, {"text": "\"You are too lenient, too lenient by far, Leonce,\" asserted the Colonel. \"Authority, coercion are what is needed. Put your foot down good and hard; the only way to manage a wife. Take my word for it.\"", "characters": 200, "sentences": 5}, {"text": "The Colonel was perhaps unaware that he had coerced his own wife into her grave. Mr. Pontellier had a vague suspicion of it which he thought it needless to mention at that late day.", "characters": 181, "sentences": 4}, {"text": "Even the kitchen assumed a sudden interesting character which she had never before perceived. She went in to give directions to the cook, to say that the butcher would have to bring much less meat, that they would require only half their usual quantity of bread, of milk and groceries. She told the cook that she herself would be greatly occupied during Mr. Pontellier's absence, and she begged her to take all thought and responsibility of the larder upon her own shoulders.", "characters": 475, "sentences": 5}, {"text": "That night Edna dined alone. The candelabra, with a few candles in the center of the table, gave all the light she needed. Outside the circle of light in which she sat, the large dining-room looked solemn and shadowy. The cook, placed upon her mettle, served a delicious repast--a luscious tenderloin broiled a point. The wine tasted good; the marron glace seemed to be just what she wanted. It was so pleasant, too, to dine in a comfortable peignoir.", "characters": 451, "sentences": 7}, {"text": "She thought a little sentimentally about Leonce and the children, and wondered what they were doing. As she gave a dainty scrap or two to the doggie, she talked intimately to him about Etienne and Raoul. He was beside himself with astonishment and delight over these companionable advances, and showed his appreciation by his little quick, snappy barks and a lively agitation.", "characters": 376, "sentences": 4}, {"text": "Then Edna sat in the library after dinner and read Emerson until she grew sleepy. She realized that she had neglected her reading, and determined to start anew upon a course of improving studies, now that her time was completely her own to do with as she liked.", "characters": 261, "sentences": 3}, {"text": "After a refreshing bath, Edna went to bed. And as she snuggled comfortably beneath the eiderdown a sense of restfulness invaded her, such as she had not known before.", "characters": 166, "sentences": 3}, {"text": "When the weather was dark and cloudy Edna could not work. She needed the sun to mellow and temper her mood to the sticking point. She had reached a stage when she seemed to be no longer feeling her way, working, when in the humor, with sureness and ease. And being devoid of ambition, and striving not toward accomplishment, she drew satisfaction from the work in itself.", "characters": 371, "sentences": 5}, {"text": "On rainy or melancholy days Edna went out and sought the society of the friends she had made at Grand Isle. Or else she stayed indoors and nursed a mood with which she was becoming too familiar for her own comfort and peace of mind. It was not despair; but it seemed to her as if life were passing by, leaving its promise broken and unfulfilled. Yet there were other days when she listened, was led on and deceived by fresh promises which her youth held out to her.", "characters": 465, "sentences": 5}, {"text": "He admired Edna extravagantly, after meeting her at the races with her father. He had met her before on other occasions, but she had seemed to him unapproachable until that day. It was at his instigation that Mrs. Highcamp called to ask her to go with them to the Jockey Club to witness the turf event of the season.", "characters": 316, "sentences": 5}, {"text": "Edna stayed and dined with Mrs. Highcamp upon being urged to do so. Arobin also remained and sent away his drag.", "characters": 112, "sentences": 4}, {"text": "Edna was neither tired nor sleepy. She was hungry again, for the Highcamp dinner, though of excellent quality, had lacked abundance. She rummaged in the larder and brought forth a slice of Gruyere and some crackers. She opened a bottle of beer which she found in the icebox. Edna felt extremely restless and excited. She vacantly hummed a fantastic tune as she poked at the wood embers on the hearth and munched a cracker.", "characters": 422, "sentences": 7}, {"text": "She wanted something to happen--something, anything; she did not know what. She regretted that she had not made Arobin stay a half hour to talk over the horses with her. She counted the money she had won. But there was nothing else to do, so she went to bed, and tossed there for hours in a sort of monotonous agitation.", "characters": 320, "sentences": 5}, {"text": "When, a few days later, Alcee Arobin again called for Edna in his drag, Mrs. Highcamp was not with him. He said they would pick her up. But as that lady had not been apprised of his intention of picking her up, she was not at home. The daughter was just leaving the house to attend the meeting of a branch Folk Lore Society, and regretted that she could not accompany them. Arobin appeared nonplused, and asked Edna if there were any one else she cared to ask.", "characters": 460, "sentences": 7}, {"text": "She did not deem it worth while to go in search of any of the fashionable acquaintances from whom she had withdrawn herself. She thought of Madame Ratignolle, but knew that her fair friend did not leave the house, except to take a languid walk around the block with her husband after nightfall. Mademoiselle Reisz would have laughed at such a request from Edna. Madame Lebrun might have enjoyed the outing, but for some reason Edna did not want her. So they went alone, she and Arobin.", "characters": 485, "sentences": 6}, {"text": "The afternoon was intensely interesting to her. The excitement came back upon her like a remittent fever. Her talk grew familiar and confidential. It was no labor to become intimate with Arobin. His manner invited easy confidence. The preliminary stage of becoming acquainted was one which he always endeavored to ignore when a pretty and engaging woman was concerned.", "characters": 368, "sentences": 7}, {"text": "\"The sight of a wound or scar always agitates and sickens me,\" she said. \"I shouldn't have looked at it.\"", "characters": 105, "sentences": 3}, {"text": "\"I beg your pardon,\" he entreated, following her; \"it never occurred to me that it might be repulsive.\"", "characters": 103, "sentences": 2}, {"text": "He stood close to her, and the effrontery in his eyes repelled the old, vanishing self in her, yet drew all her awakening sensuousness. He saw enough in her face to impel him to take her hand and hold it while he said his lingering good night.", "characters": 243, "sentences": 3}, {"text": "\"No,\" she said. \"I've had enough of the races. I don't want to lose all the money I've won, and I've got to work when the weather is bright, instead of--\"", "characters": 154, "sentences": 3}, {"text": "\"Yes; work; to be sure. You promised to show me your work. What morning may I come up to your atelier? To-morrow?\"", "characters": 114, "sentences": 3}, {"text": "\"Oh, please don't refuse me! I know something of such things. I might help you with a stray suggestion or two.\"", "characters": 111, "sentences": 3}, {"text": "\"No. Good night. Why don't you go after you have said good night? I don't like you,\" she went on in a high, excited pitch, attempting to draw away her hand. She felt that her words lacked dignity and sincerity, and she knew that he felt it.", "characters": 240, "sentences": 5}, {"text": "\"I'm sorry you don't like me. I'm sorry I offended you. How have I offended you? What have I done? Can't you forgive me?\" And he bent and pressed his lips upon her hand as if he wished never more to withdraw them.", "characters": 213, "sentences": 4}, {"text": "\"Mr. Arobin,\" she complained, \"I'm greatly upset by the excitement of the afternoon; I'm not myself. My manner must have misled you in some way. I wish you to go, please.\" She spoke in a monotonous, dull tone. He took his hat from the table, and stood with eyes turned from her, looking into the dying fire. For a moment or two he kept an impressive silence.", "characters": 358, "sentences": 8}, {"text": "\"Your manner has not misled me, Mrs. Pontellier,\" he said finally. \"My own emotions have done that. I couldn't help it. When I'm near you, how could I help it? Don't think anything of it, don't bother, please. You see, I go when you command me. If you wish me to stay away, I shall do so. If you let me come back, I--oh! you will let me come back?\"", "characters": 348, "sentences": 8}, {"text": "He cast one appealing glance at her, to which she made no response. Alcee Arobin's manner was so genuine that it often deceived even himself.", "characters": 141, "sentences": 3}, {"text": "Edna did not care or think whether it were genuine or not. When she was alone she looked mechanically at the back of her hand which he had kissed so warmly. Then she leaned her head down on the mantelpiece. She felt somewhat like a woman who in a moment of passion is betrayed into an act of infidelity, and realizes the significance of the act without being wholly awakened from its glamour. The thought was passing vaguely through her mind, \"What would he think?\"", "characters": 465, "sentences": 5}, {"text": "She did not mean her husband; she was thinking of Robert Lebrun. Her husband seemed to her now like a person whom she had married without love as an excuse.", "characters": 156, "sentences": 3}, {"text": "She lit a candle and went up to her room. Alcee Arobin was absolutely nothing to her. Yet his presence, his manners, the warmth of his glances, and above all the touch of his lips upon her hand had acted like a narcotic upon her.", "characters": 229, "sentences": 4}, {"text": "There was nothing which so quieted the turmoil of Edna's senses as a visit to Mademoiselle Reisz. It was then, in the presence of that personality which was offensive to her, that the woman, by her divine art, seemed to reach Edna's spirit and set it free.", "characters": 256, "sentences": 3}, {"text": "\"Ah! here comes the sunlight!\" exclaimed Mademoiselle, rising from her knees before the stove. \"Now it will be warm and bright enough; I can let the fire alone.\"", "characters": 161, "sentences": 3}, {"text": "She closed the stove door with a bang, and approaching, assisted in removing Edna's dripping mackintosh.", "characters": 104, "sentences": 2}, {"text": "\"You are cold; you look miserable. The chocolate will soon be hot. But would you rather have a taste of brandy? I have scarcely touched the bottle which you brought me for my cold.\" A piece of red flannel was wrapped around Mademoiselle's throat; a stiff neck compelled her to hold her head on one side.", "characters": 303, "sentences": 5}, {"text": "\"I will take some brandy,\" said Edna, shivering as she removed her gloves and overshoes. She drank the liquor from the glass as a man would have done. Then flinging herself upon the uncomfortable sofa she said, \"Mademoiselle, I am going to move away from my house on Esplanade Street.\"", "characters": 285, "sentences": 4}, {"text": "\"Ah!\" ejaculated the musician, neither surprised nor especially interested. Nothing ever seemed to astonish her very much. She was endeavoring to adjust the bunch of violets which had become loose from its fastening in her hair. Edna drew her down upon the sofa, and taking a pin from her own hair, secured the shabby artificial flowers in their accustomed place.", "characters": 363, "sentences": 5}, {"text": "\"Just two steps away,\" laughed Edna, \"in a little four-room house around the corner. It looks so cozy, so inviting and restful, whenever I pass by; and it's for rent. I'm tired looking after that big house. It never seemed like mine, anyway--like home. It's too much trouble. I have to keep too many servants. I am tired bothering with them.\"", "characters": 342, "sentences": 8}, {"text": "\"That is not your true reason, ma belle. There is no use in telling me lies. I don't know your reason, but you have not told me the truth.\" Edna did not protest or endeavor to justify herself.", "characters": 192, "sentences": 5}, {"text": "\"They are your husband's,\" returned Mademoiselle, with a shrug and a malicious elevation of the eyebrows.", "characters": 105, "sentences": 2}, {"text": "\"I have not told him yet. I only thought of it this morning. He will think I am demented, no doubt. Perhaps you think so.\"", "characters": 122, "sentences": 5}, {"text": "Neither was it quite clear to Edna herself; but it unfolded itself as she sat for a while in silence. Instinct had prompted her to put away her husband's bounty in casting off her allegiance. She did not know how it would be when he returned. There would have to be an understanding, an explanation. Conditions would some way adjust themselves, she felt; but whatever came, she had resolved never again to belong to another than herself.", "characters": 437, "sentences": 6}, {"text": "\"I shall give a grand dinner before I leave the old house!\" Edna exclaimed. \"You will have to come to it, Mademoiselle. I will give you everything that you like to eat and to drink. We shall sing and laugh and be merry for once.\" And she uttered a sigh that came from the very depths of her being.", "characters": 297, "sentences": 6}, {"text": "If Mademoiselle happened to have received a letter from Robert during the interval of Edna's visits, she would give her the letter unsolicited. And she would seat herself at the piano and play as her humor prompted her while the young woman read the letter.", "characters": 257, "sentences": 3}, {"text": "The little stove was roaring; it was red-hot, and the chocolate in the tin sizzled and sputtered. Edna went forward and opened the stove door, and Mademoiselle rising, took a letter from under the bust of Beethoven and handed it to Edna.", "characters": 237, "sentences": 3}, {"text": "\"Another! so soon!\" she exclaimed, her eyes filled with delight. \"Tell me, Mademoiselle, does he know that I see his letters?\"", "characters": 126, "sentences": 2}, {"text": "\"Never in the world! He would be angry and would never write to me again if he thought so. Does he write to you? Never a line. Does he send you a message? Never a word. It is because he loves you, poor fool, and is trying to forget you, since you are not free to listen to him or to belong to him.\"", "characters": 298, "sentences": 5}, {"text": "\"Haven't you begged for them? Can I refuse you anything? Oh! you cannot deceive me,\" and Mademoiselle approached her beloved instrument and began to play. Edna did not at once read the letter. She sat holding it in her hand, while the music penetrated her whole being like an effulgence, warming and brightening the dark places of her soul. It prepared her for joy and exultation.", "characters": 380, "sentences": 5}, {"text": "\"Oh!\" she exclaimed, letting the letter fall to the floor. \"Why did you not tell me?\" She went and grasped Mademoiselle's hands up from the keys. \"Oh! unkind! malicious! Why did you not tell me?\"", "characters": 195, "sentences": 3}, {"text": "\"But why? Why is he coming? Oh, if I thought--\" and she snatched the letter from the floor and turned the pages this way and that way, looking for the reason, which was left untold.", "characters": 181, "sentences": 2}, {"text": "\"If I were young and in love with a man,\" said Mademoiselle, turning on the stool and pressing her wiry hands between her knees as she looked down at Edna, who sat on the floor holding the letter, \"it seems to me he would have to be some grand esprit; a man with lofty aims and ability to reach them; one who stood high enough to attract the notice of his fellow-men. It seems to me if I were young and in love I should never deem a man of ordinary caliber worthy of my devotion.\"", "characters": 480, "sentences": 3}, {"text": "\"Yes,\" said Edna. It was the first time she had admitted it, and a glow overspread her face, blotching it with red spots.", "characters": 121, "sentences": 3}, {"text": "Edna, with a motion or two, dragged herself on her knees before Mademoiselle Reisz, who took the glowing face between her two hands.", "characters": 132, "sentences": 2}, {"text": "\"Why? Because his hair is brown and grows away from his temples; because he opens and shuts his eyes, and his nose is a little out of drawing; because he has two lips and a square chin, and a little finger which he can't straighten from having played baseball too energetically in his youth. Because--\"", "characters": 302, "sentences": 2}, {"text": "\"Because you do, in short,\" laughed Mademoiselle. \"What will you do when he comes back?\" she asked.", "characters": 99, "sentences": 3}, {"text": "She was already glad and happy to be alive at the mere thought of his return. The murky, lowering sky, which had depressed her a few hours before, seemed bracing and invigorating as she splashed through the streets on her way home.", "characters": 231, "sentences": 3}, {"text": "She stopped at a confectioner's and ordered a huge box of bonbons for the children in Iberville. She slipped a card in the box, on which she scribbled a tender message and sent an abundance of kisses.", "characters": 200, "sentences": 3}, {"text": "Before dinner in the evening Edna wrote a charming letter to her husband, telling him of her intention to move for a while into the little house around the block, and to give a farewell dinner before leaving, regretting that he was not there to share it, to help out with the menu and assist her in entertaining the guests. Her letter was brilliant and brimming with cheerfulness.", "characters": 380, "sentences": 3}, {"text": "\"What is the matter with you?\" asked Arobin that evening. \"I never found you in such a happy mood.\" Edna was tired by that time, and was reclining on the lounge before the fire.", "characters": 177, "sentences": 4}, {"text": "\"Well, that ought to be reason enough,\" he acquiesced. \"You wouldn't give me another if I sat here all night imploring you.\" He sat close to her on a low tabouret, and as he spoke his fingers lightly touched the hair that fell a little over her forehead. She liked the touch of his fingers through her hair, and closed her eyes sensitively.", "characters": 340, "sentences": 5}, {"text": "\"One of these days,\" she said, \"I'm going to pull myself together for a while and think--try to determine what character of a woman I am; for, candidly, I don't know. By all the codes which I am acquainted with, I am a devilishly wicked specimen of the sex. But some way I can't convince myself that I am. I must think about it.\"", "characters": 329, "sentences": 5}, {"text": "\"Don't. What's the use? Why should you bother thinking about it when I can tell you what manner of woman you are.\" His fingers strayed occasionally down to her warm, smooth cheeks and firm chin, which was growing a little full and double.", "characters": 238, "sentences": 4}, {"text": "\"Oh, yes! You will tell me that I am adorable; everything that is captivating. Spare yourself the effort.\"", "characters": 106, "sentences": 3}, {"text": "\"She says queer things sometimes in a bantering way that you don't notice at the time and you find yourself thinking about afterward.\"", "characters": 134, "sentences": 2}, {"text": "\"Well, for instance, when I left her to-day, she put her arms around me and felt my shoulder blades, to see if my wings were strong, she said. 'The bird that would soar above the level plain of tradition and prejudice must have strong wings. It is a sad spectacle to see the weaklings bruised, exhausted, fluttering back to earth.' Whither would you soar?\"", "characters": 356, "sentences": 4}, {"text": "\"I'm told she's extremely disagreeable and unpleasant. Why have you introduced her at a moment when I desired to talk of you?\"", "characters": 126, "sentences": 2}, {"text": "\"Oh! talk of me if you like,\" cried Edna, clasping her hands beneath her head; \"but let me think of something else while you do.\"", "characters": 129, "sentences": 2}, {"text": "\"I'm jealous of your thoughts tonight. They're making you a little kinder than usual; but some way I feel as if they were wandering, as if they were not here with me.\" She only looked at him and smiled. His eyes were very near. He leaned upon the lounge with an arm extended across her, while the other hand still rested upon her hair. They continued silently to look into each other's eyes. When he leaned forward and kissed her, she clasped his head, holding his lips to hers.", "characters": 478, "sentences": 8}, {"text": "It was the first kiss of her life to which her nature had really responded. It was a flaming torch that kindled desire.", "characters": 119, "sentences": 3}, {"text": "Whatever was her own in the house, everything which she had acquired aside from her husband's bounty, she caused to be transported to the other house, supplying simple and meager deficiencies from her own resources.", "characters": 215, "sentences": 2}, {"text": "Arobin found her with rolled sleeves, working in company with the house-maid when he looked in during the afternoon. She was splendid and robust, and had never appeared handsomer than in the old blue gown, with a red silk handkerchief knotted at random around her head to protect her hair from the dust. She was mounted upon a high stepladder, unhooking a picture from the wall when he entered. He had found the front door open, and had followed his ring by walking in unceremoniously.", "characters": 485, "sentences": 5}, {"text": "\"Come down!\" he said. \"Do you want to kill yourself?\" She greeted him with affected carelessness, and appeared absorbed in her occupation.", "characters": 138, "sentences": 3}, {"text": "If he had expected to find her languishing, reproachful, or indulging in sentimental tears, he must have been greatly surprised.", "characters": 128, "sentences": 2}, {"text": "He was no doubt prepared for any emergency, ready for any one of the foregoing attitudes, just as he bent himself easily and naturally to the situation which confronted him.", "characters": 173, "sentences": 2}, {"text": "\"No,\" she answered; \"Ellen is afraid to mount the ladder. Joe is working over at the 'pigeon house'--that's the name Ellen gives it, because it's so small and looks like a pigeon house--and some one has to do this.\"", "characters": 215, "sentences": 3}, {"text": "Edna was sitting on the tabouret, idly brushing the tips of a feather duster along the carpet when he came in again.", "characters": 116, "sentences": 2}, {"text": "\"That is all,\" she answered. \"Ellen can manage the rest.\" She kept the young woman occupied in the drawing-room, unwilling to be left alone with Arobin.", "characters": 152, "sentences": 4}, {"text": "\"It will be day after to-morrow. Why do you call it the 'coup d'etat?' Oh! it will be very fine; all my best of everything--crystal, silver and gold, Sevres, flowers, music, and champagne to swim in. I'll let Leonce pay the bills. I wonder what he'll say when he sees the bills.", "characters": 278, "sentences": 5}, {"text": "\"And you ask me why I call it a coup d'etat?\" Arobin had put on his coat, and he stood before her and asked if his cravat was plumb. She told him it was, looking no higher than the tip of his collar.", "characters": 199, "sentences": 3}, {"text": "\"Ellen, will you very kindly get me a glass of water?\" asked Arobin. \"The dust in the curtains, if you will pardon me for hinting such a thing, has parched my throat to a crisp.\"", "characters": 178, "sentences": 3}, {"text": "\"While Ellen gets the water,\" said Edna, rising, \"I will say good-by and let you go. I must get rid of this grime, and I have a million things to do and think of.\"", "characters": 163, "sentences": 3}, {"text": "\"Not before?--not to-night or to-morrow morning or tomorrow noon or night? or the day after morning or noon? Can't you see yourself, without my telling you, what an eternity it is?\"", "characters": 181, "sentences": 1}, {"text": "He had followed her into the hall and to the foot of the stairway, looking up at her as she mounted with her face half turned to him.", "characters": 133, "sentences": 2}, {"text": "\"Not an instant sooner,\" she said. But she laughed and looked at him with eyes that at once gave him courage to wait and made it torture to wait.", "characters": 145, "sentences": 3}, {"text": "Mrs. Highcamp sat between Arobin and Victor Lebrun. Then came Mrs. Merriman, Mr. Gouvernail, Miss Mayblunt, Mr. Merriman, and Mademoiselle Reisz next to Monsieur Ratignolle.", "characters": 173, "sentences": 7}, {"text": "There was something extremely gorgeous about the appearance of the table, an effect of splendor conveyed by a cover of pale yellow satin under strips of lace-work. There were wax candles, in massive brass candelabra, burning softly under yellow silk shades; full, fragrant roses, yellow and red, abounded. There were silver and gold, as she had said there would be, and crystal which glittered like the gems which the women wore.", "characters": 429, "sentences": 4}, {"text": "The ordinary stiff dining chairs had been discarded for the occasion and replaced by the most commodious and luxurious which could be collected throughout the house. Mademoiselle Reisz, being exceedingly diminutive, was elevated upon cushions, as small children are sometimes hoisted at table upon bulky volumes.", "characters": 312, "sentences": 3}, {"text": "\"Something new, Edna?\" exclaimed Miss Mayblunt, with lorgnette directed toward a magnificent cluster of diamonds that sparkled, that almost sputtered, in Edna's hair, just over the center of her forehead.", "characters": 204, "sentences": 2}, {"text": "\"Quite new; 'brand' new, in fact; a present from my husband. It arrived this morning from New York. I may as well admit that this is my birthday, and that I am twenty-nine. In good time I expect you to drink my health. Meanwhile, I shall ask you to begin with this cocktail, composed--would you say 'composed?'\" with an appeal to Miss Mayblunt--\"composed by my father in honor of Sister Janet's wedding.\"", "characters": 404, "sentences": 6}, {"text": "\"Then, all things considered,\" spoke Arobin, \"it might not be amiss to start out by drinking the Colonel's health in the cocktail which he composed, on the birthday of the most charming of women--the daughter whom he invented.\"", "characters": 227, "sentences": 2}, {"text": "Mr. Merriman's laugh at this sally was such a genuine outburst and so contagious that it started the dinner with an agreeable swing that never slackened.", "characters": 153, "sentences": 3}, {"text": "Miss Mayblunt begged to be allowed to keep her cocktail untouched before her, just to look at. The color was marvelous! She could compare it to nothing she had ever seen, and the garnet lights which it emitted were unspeakably rare. She pronounced the Colonel an artist, and stuck to it.", "characters": 287, "sentences": 4}, {"text": "Monsieur Ratignolle was prepared to take things seriously; the mets, the entre-mets, the service, the decorations, even the people. He looked up from his pompano and inquired of Arobin if he were related to the gentleman of that name who formed one of the firm of Laitner and Arobin, lawyers. The young man admitted that Laitner was a warm personal friend, who permitted Arobin's name to decorate the firm's letterheads and to appear upon a shingle that graced Perdido Street.", "characters": 476, "sentences": 4}, {"text": "The golden shimmer of Edna's satin gown spread in rich folds on either side of her. There was a soft fall of lace encircling her shoulders. It was the color of her skin, without the glow, the myriad living tints that one may sometimes discover in vibrant flesh. There was something in her attitude, in her whole appearance when she leaned her head against the high-backed chair and spread her arms, which suggested the regal woman, the one who rules, who looks on, who stands alone.", "characters": 482, "sentences": 5}, {"text": "The moments glided on, while a feeling of good fellowship passed around the circle like a mystic cord, holding and binding these people together with jest and laughter. Monsieur Ratignolle was the first to break the pleasant charm. At ten o'clock he excused himself. Madame Ratignolle was waiting for him at home. She was bien souffrante, and she was filled with vague dread, which only her husband's presence could allay.", "characters": 422, "sentences": 6}, {"text": "Mademoiselle Reisz arose with Monsieur Ratignolle, who offered to escort her to the car. She had eaten well; she had tasted the good, rich wines, and they must have turned her head, for she bowed pleasantly to all as she withdrew from table. She kissed Edna upon the shoulder, and whispered: \"Bonne nuit, ma reine; soyez sage.\" She had been a little bewildered upon rising, or rather, descending from her cushions, and Monsieur Ratignolle gallantly took her arm and led her away.", "characters": 479, "sentences": 5}, {"text": "Mrs. Highcamp was weaving a garland of roses, yellow and red. When she had finished the garland, she laid it lightly upon Victor's black curls. He was reclining far back in the luxurious chair, holding a glass of champagne to the light.", "characters": 236, "sentences": 5}, {"text": "As if a magician's wand had touched him, the garland of roses transformed him into a vision of Oriental beauty. His cheeks were the color of crushed grapes, and his dusky eyes glowed with a languishing fire.", "characters": 207, "sentences": 3}, {"text": "But Mrs. Highcamp had one more touch to add to the picture. She took from the back of her chair a white silken scarf, with which she had covered her shoulders in the early part of the evening. She draped it across the boy in graceful folds, and in a way to conceal his black, conventional evening dress. He did not seem to mind what she did to him, only smiled, showing a faint gleam of white teeth, while he continued to gaze with narrowing eyes at the light through his glass of champagne.", "characters": 491, "sentences": 6}, {"text": "\"Oh! to be able to paint in color rather than in words!\" exclaimed Miss Mayblunt, losing herself in a rhapsodic dream as she looked at him.", "characters": 139, "sentences": 2}, {"text": "\"'There was a graven image of Desire Painted with red blood on a ground of gold.'\" murmured Gouvernail, under his breath.", "characters": 121, "sentences": 3}, {"text": "The effect of the wine upon Victor was to change his accustomed volubility into silence. He seemed to have abandoned himself to a reverie, and to be seeing pleasing visions in the amber bead.", "characters": 191, "sentences": 3}, {"text": "\"I believe he's paralyzed,\" laughed Mrs. Merriman. And leaning over the youth's chair, she took the glass from his hand and held it to his lips. He sipped the wine slowly, and when he had drained the glass she laid it upon the table and wiped his lips with her little filmy handkerchief.", "characters": 287, "sentences": 5}, {"text": "\"Yes, I'll sing for you,\" he said, turning in his chair toward Mrs. Highcamp. He clasped his hands behind his head, and looking up at the ceiling began to hum a little, trying his voice like a musician tuning an instrument. Then, looking at Edna, he began to sing:", "characters": 264, "sentences": 4}, {"text": "\"Stop!\" she cried, \"don't sing that. I don't want you to sing it,\" and she laid her glass so impetuously and blindly upon the table as to shatter it against a carafe. The wine spilled over Arobin's legs and some of it trickled down upon Mrs. Highcamp's black gauze gown. Victor had lost all idea of courtesy, or else he thought his hostess was not in earnest, for he laughed and went on:", "characters": 387, "sentences": 5}, {"text": "\"Oh! you mustn't! you mustn't,\" exclaimed Edna, and pushing back her chair she got up, and going behind him placed her hand over his mouth. He kissed the soft palm that pressed upon his lips.", "characters": 191, "sentences": 3}, {"text": "\"No, no, I won't, Mrs. Pontellier. I didn't know you meant it,\" looking up at her with caressing eyes. The touch of his lips was like a pleasing sting to her hand. She lifted the garland of roses from his head and flung it across the room.", "characters": 239, "sentences": 6}, {"text": "Mrs. Highcamp undraped the scarf from about him with her own hands. Miss Mayblunt and Mr. Gouvernail suddenly conceived the notion that it was time to say good night. And Mr. and Mrs. Merriman wondered how it could be so late.", "characters": 226, "sentences": 8}, {"text": "Before parting from Victor, Mrs. Highcamp invited him to call upon her daughter, who she knew would be charmed to meet him and talk French and sing French songs with him. Victor expressed his desire and intention to call upon Miss Highcamp at the first opportunity which presented itself. He asked if Arobin were going his way. Arobin was not.", "characters": 343, "sentences": 6}, {"text": "The mandolin players had long since stolen away. A profound stillness had fallen upon the broad, beautiful street. The voices of Edna's disbanding guests jarred like a discordant note upon the quiet harmony of the night.", "characters": 220, "sentences": 4}, {"text": "\"Well,\" she reiterated, and stood up, stretching her arms, and feeling the need to relax her muscles after having been so long seated.", "characters": 134, "sentences": 2}, {"text": "\"The servants are all gone. They left when the musicians did. I have dismissed them. The house has to be closed and locked, and I shall trot around to the pigeon house, and shall send Celestine over in the morning to straighten things up.\"", "characters": 239, "sentences": 5}, {"text": "\"I think it is all right; but there may be a window or two unlatched. We had better look; you might take a candle and see. And bring me my wrap and hat on the foot of the bed in the middle room.\"", "characters": 195, "sentences": 4}, {"text": "He went up with the light, and Edna began closing doors and windows. She hated to shut in the smoke and the fumes of the wine. Arobin found her cape and hat, which he brought down and helped her to put on.", "characters": 205, "sentences": 4}, {"text": "When everything was secured and the lights put out, they left through the front door, Arobin locking it and taking the key, which he carried for Edna. He helped her down the steps.", "characters": 180, "sentences": 3}, {"text": "She seemed disheartened, and had nothing to say. She took his arm, which he offered her, holding up the weight of her satin train with the other hand. She looked down, noticing the black line of his leg moving in and out so close to her against the yellow shimmer of her gown. There was the whistle of a railway train somewhere in the distance, and the midnight bells were ringing. They met no one in their short walk.", "characters": 418, "sentences": 6}, {"text": "The \"pigeon house\" stood behind a locked gate, and a shallow parterre that had been somewhat neglected. There was a small front porch, upon which a long window and the front door opened. The door opened directly into the parlor; there was no side entry. Back in the yard was a room for servants, in which old Celestine had been ensconced.", "characters": 338, "sentences": 5}, {"text": "\"Yes, and chilled, and miserable. I feel as if I had been wound up to a certain pitch--too tight--and something inside of me had snapped.\" She rested her head against the table upon her bare arm.", "characters": 195, "sentences": 4}, {"text": "He stood up beside her and smoothed her hair with his soft, magnetic hand. His touch conveyed to her a certain physical comfort. She could have fallen quietly asleep there if he had continued to pass his hand over her hair. He brushed the hair upward from the nape of her neck.", "characters": 277, "sentences": 5}, {"text": "\"I hope you will feel better and happier in the morning,\" he said. \"You have tried to do too much in the past few days. The dinner was the last straw; you might have dispensed with it.\"", "characters": 185, "sentences": 4}, {"text": "\"No, it was delightful; but it has worn you out.\" His hand had strayed to her beautiful shoulders, and he could feel the response of her flesh to his touch. He seated himself beside her and kissed her lightly upon the shoulder.", "characters": 227, "sentences": 4}, {"text": "He did not answer, except to continue to caress her. He did not say good night until she had become supple to his gentle, seductive entreaties.", "characters": 143, "sentences": 3}, {"text": "But remembering Edna's whimsical turn of mind of late, and foreseeing that she had immediately acted upon her impetuous determination, he grasped the situation with his usual promptness and handled it with his well-known business tact and cleverness.", "characters": 250, "sentences": 2}, {"text": "The same mail which brought to Edna his letter of disapproval carried instructions--the most minute instructions--to a well-known architect concerning the remodeling of his home, changes which he had long contemplated, and which he desired carried forward during his temporary absence.", "characters": 285, "sentences": 2}, {"text": "Expert and reliable packers and movers were engaged to convey the furniture, carpets, pictures--everything movable, in short--to places of security. And in an incredibly short time the Pontellier house was turned over to the artisans. There was to be an addition--a small snuggery; there was to be frescoing, and hardwood flooring was to be put into such rooms as had not yet been subjected to this improvement.", "characters": 411, "sentences": 4}, {"text": "Furthermore, in one of the daily papers appeared a brief notice to the effect that Mr. and Mrs. Pontellier were contemplating a summer sojourn abroad, and that their handsome residence on Esplanade Street was undergoing sumptuous alterations, and would not be ready for occupancy until their return. Mr. Pontellier had saved appearances!", "characters": 337, "sentences": 5}, {"text": "Edna admired the skill of his maneuver, and avoided any occasion to balk his intentions. When the situation as set forth by Mr. Pontellier was accepted and taken for granted, she was apparently satisfied that it should be so.", "characters": 225, "sentences": 4}, {"text": "After a little while, a few days, in fact, Edna went up and spent a week with her children in Iberville. They were delicious February days, with all the summer's promise hovering in the air.", "characters": 190, "sentences": 3}, {"text": "The old Madame was charmed with Edna's visit, and showered all manner of delicate attentions upon her. She was delighted to know that the Esplanade Street house was in a dismantled condition. It gave her the promise and pretext to keep the children indefinitely.", "characters": 262, "sentences": 4}, {"text": "It was with a wrench and a pang that Edna left her children. She carried away with her the sound of their voices and the touch of their cheeks. All along the journey homeward their presence lingered with her like the memory of a delicious song. But by the time she had regained the city the song no longer echoed in her soul. She was again alone.", "characters": 346, "sentences": 6}, {"text": "It happened sometimes when Edna went to see Mademoiselle Reisz that the little musician was absent, giving a lesson or making some small necessary household purchase. The key was always left in a secret hiding-place in the entry, which Edna knew. If Mademoiselle happened to be away, Edna would usually enter and wait for her return.", "characters": 333, "sentences": 4}, {"text": "When she knocked at Mademoiselle Reisz's door one afternoon there was no response; so unlocking the door, as usual, she entered and found the apartment deserted, as she had expected. Her day had been quite filled up, and it was for a rest, for a refuge, and to talk about Robert, that she sought out her friend.", "characters": 311, "sentences": 3}, {"text": "She had worked at her canvas--a young Italian character study--all the morning, completing the work without the model; but there had been many interruptions, some incident to her modest housekeeping, and others of a social nature.", "characters": 230, "sentences": 2}, {"text": "\"In some way you seem to me like a child, Edna. You seem to act without a certain amount of reflection which is necessary in this life. That is the reason I want to say you mustn't mind if I advise you to be a little careful while you are living here alone. Why don't you have some one come and stay with you? Wouldn't Mademoiselle Reisz come?\"", "characters": 344, "sentences": 4}, {"text": "\"Well, the reason--you know how evil-minded the world is--some one was talking of Alcee Arobin visiting you. Of course, it wouldn't matter if Mr. Arobin had not such a dreadful reputation. Monsieur Ratignolle was telling me that his attentions alone are considered enough to ruin a woman's name.\"", "characters": 296, "sentences": 5}, {"text": "\"No, I think not. I believe he is a decent fellow as far as that goes. But his character is so well known among the men. I shan't be able to come back and see you; it was very, very imprudent to-day.\"", "characters": 200, "sentences": 5}, {"text": "\"Don't neglect me,\" entreated Madame Ratignolle; \"and don't mind what I said about Arobin, or having some one to stay with you.", "characters": 127, "sentences": 2}, {"text": "\"Of course not,\" Edna laughed. \"You may say anything you like to me.\" They kissed each other good-by. Madame Ratignolle had not far to go, and Edna stood on the porch a while watching her walk down the street.", "characters": 209, "sentences": 5}, {"text": "Then in the afternoon Mrs. Merriman and Mrs. Highcamp had made their \"party call.\" Edna felt that they might have dispensed with the formality. They had also come to invite her to play vingt-et-un one evening at Mrs. Merriman's. She was asked to go early, to dinner, and Mr. Merriman or Mr. Arobin would take her home. Edna accepted in a half-hearted way. She sometimes felt very tired of Mrs. Highcamp and Mrs. Merriman.", "characters": 421, "sentences": 14}, {"text": "Late in the afternoon she sought refuge with Mademoiselle Reisz, and stayed there alone, waiting for her, feeling a kind of repose invade her with the very atmosphere of the shabby, unpretentious little room.", "characters": 208, "sentences": 2}, {"text": "Edna seated herself at the piano, and softly picked out with one hand the bars of a piece of music which lay open before her. A half-hour went by. There was the occasional sound of people going and coming in the lower hall. She was growing interested in her occupation of picking out the aria, when there was a second rap at the door. She vaguely wondered what these people did when they found Mademoiselle's door locked.", "characters": 421, "sentences": 6}, {"text": "\"Come in,\" she called, turning her face toward the door. And this time it was Robert Lebrun who presented himself. She attempted to rise; she could not have done so without betraying the agitation which mastered her at sight of him, so she fell back upon the stool, only exclaiming, \"Why, Robert!\"", "characters": 297, "sentences": 3}, {"text": "\"Mrs. Pontellier! How do you happen--oh! how well you look! Is Mademoiselle Reisz not here? I never expected to see you.\"", "characters": 121, "sentences": 3}, {"text": "\"When did you come back?\" asked Edna in an unsteady voice, wiping her face with her handkerchief. She seemed ill at ease on the piano stool, and he begged her to take the chair by the window.", "characters": 191, "sentences": 3}, {"text": "\"I returned day before yesterday,\" he answered, while he leaned his arm on the keys, bringing forth a crash of discordant sound.", "characters": 128, "sentences": 2}, {"text": "\"Day before yesterday!\" she repeated, aloud; and went on thinking to herself, \"day before yesterday,\" in a sort of an uncomprehending way. She had pictured him seeking her at the very first hour, and he had lived under the same sky since day before yesterday; while only by accident had he stumbled upon her. Mademoiselle must have lied when she said, \"Poor fool, he loves you.\"", "characters": 378, "sentences": 4}, {"text": "\"Day before yesterday,\" she repeated, breaking off a spray of Mademoiselle's geranium; \"then if you had not met me here to-day you wouldn't--when--that is, didn't you mean to come and see me?\"", "characters": 192, "sentences": 1}, {"text": "\"Of course, I should have gone to see you. There have been so many things--\" he turned the leaves of Mademoiselle's music nervously. \"I started in at once yesterday with the old firm. After all there is as much chance for me here as there was there--that is, I might find it profitable some day. The Mexicans were not very congenial.\"", "characters": 334, "sentences": 6}, {"text": "So he had come back because the Mexicans were not congenial; because business was as profitable here as there; because of any reason, and not because he cared to be near her. She remembered the day she sat on the floor, turning the pages of his letter, seeking the reason which was left untold.", "characters": 294, "sentences": 3}, {"text": "A hundred times Edna had pictured Robert's return, and imagined their first meeting. It was usually at her home, whither he had sought her out at once. She always fancied him expressing or betraying in some way his love for her. And here, the reality was that they sat ten feet apart, she at the window, crushing geranium leaves in her hand and smelling them, he twirling around on the piano stool, saying:", "characters": 406, "sentences": 4}, {"text": "\"I was very much surprised to hear of Mr. Pontellier's absence; it's a wonder Mademoiselle Reisz did not tell me; and your moving--mother told me yesterday. I should think you would have gone to New York with him, or to Iberville with the children, rather than be bothered here with housekeeping. And you are going abroad, too, I hear. We shan't have you at Grand Isle next summer; it won't seem--do you see much of Mademoiselle Reisz? She often spoke of you in the few letters she wrote.\"", "characters": 489, "sentences": 6}, {"text": "\"Do you remember that you promised to write to me when you went away?\" A flush overspread his whole face.", "characters": 105, "sentences": 2}, {"text": "\"That is an excuse; it isn't the truth.\" Edna reached for her hat on the piano. She adjusted it, sticking the hat pin through the heavy coil of hair with some deliberation.", "characters": 172, "sentences": 4}, {"text": "\"No; I have found when she is absent this long, she is liable not to come back till late.\" She drew on her gloves, and Robert picked up his hat.", "characters": 144, "sentences": 3}, {"text": "\"Not if you think she will not be back till late,\" adding, as if suddenly aware of some discourtesy in his speech, \"and I should miss the pleasure of walking home with you.\" Edna locked the door and put the key back in its hiding-place.", "characters": 236, "sentences": 3}, {"text": "They went together, picking their way across muddy streets and sidewalks encumbered with the cheap display of small tradesmen. Part of the distance they rode in the car, and after disembarking, passed the Pontellier mansion, which looked broken and half torn asunder. Robert had never known the house, and looked at it with interest.", "characters": 333, "sentences": 4}, {"text": "\"Why?\" She did not answer. They went on around the corner, and it seemed as if her dreams were coming true after all, when he followed her into the little house.", "characters": 161, "sentences": 3}, {"text": "\"You must stay and dine with me, Robert. You see I am all alone, and it is so long since I have seen you. There is so much I want to ask you.\"", "characters": 142, "sentences": 4}, {"text": "She took off her hat and gloves. He stood irresolute, making some excuse about his mother who expected him; he even muttered something about an engagement. She struck a match and lit the lamp on the table; it was growing dusk. When he saw her face in the lamp-light, looking pained, with all the soft lines gone out of it, he threw his hat aside and seated himself.", "characters": 365, "sentences": 5}, {"text": "\"Oh! you know I want to stay if you will let me!\" he exclaimed. All the softness came back. She laughed, and went and put her hand on his shoulder.", "characters": 147, "sentences": 4}, {"text": "\"This is the first moment you have seemed like the old Robert. I'll go tell Celestine.\" She hurried away to tell Celestine to set an extra place. She even sent her off in search of some added delicacy which she had not thought of for herself. And she recommended great care in dripping the coffee and having the omelet done to a proper turn.", "characters": 341, "sentences": 6}, {"text": "When she reentered, Robert was turning over magazines, sketches, and things that lay upon the table in great disorder. He picked up a photograph, and exclaimed:", "characters": 160, "sentences": 2}, {"text": "\"I tried to make a sketch of his head one day,\" answered Edna, \"and he thought the photograph might help me. It was at the other house. I thought it had been left there. I must have packed it up with my drawing materials.\"", "characters": 222, "sentences": 5}, {"text": "\"Oh! I have a great many such photographs. I never think of returning them. They don't amount to anything.\" Robert kept on looking at the picture.", "characters": 146, "sentences": 5}, {"text": "\"It seems to me--do you think his head worth drawing? Is he a friend of Mr. Pontellier's? You never said you knew him.\"", "characters": 119, "sentences": 3}, {"text": "\"He isn't a friend of Mr. Pontellier's; he's a friend of mine. I always knew him--that is, it is only of late that I know him pretty well. But I'd rather talk about you, and know what you have been seeing and doing and feeling out there in Mexico.\" Robert threw aside the picture.", "characters": 280, "sentences": 6}, {"text": "\"I've been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the Cheniere; the old fort at Grande Terre. I've been working like a machine, and feeling like a lost soul. There was nothing interesting.\"", "characters": 230, "sentences": 4}, {"text": "\"I've been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the Cheniere Caminada; the old sunny fort at Grande Terre. I've been working with a little more comprehension than a machine, and still feeling like a lost soul. There was nothing interesting.\"", "characters": 284, "sentences": 4}, {"text": "\"Mrs. Pontellier, you are cruel,\" he said, with feeling, closing his eyes and resting his head back in his chair. They remained in silence till old Celestine announced dinner.", "characters": 175, "sentences": 4}, {"text": "The dining-room was very small. Edna's round mahogany would have almost filled it. As it was there was but a step or two from the little table to the kitchen, to the mantel, the small buffet, and the side door that opened out on the narrow brick-paved yard.", "characters": 257, "sentences": 4}, {"text": "He went out to a neighboring cigar stand to purchase cigarette papers, and when he came back he found that Celestine had served the black coffee in the parlor.", "characters": 159, "sentences": 2}, {"text": "\"You never tire me. You must have forgotten the hours and hours at Grand Isle in which we grew accustomed to each other and used to being together.\"", "characters": 148, "sentences": 3}, {"text": "\"I have forgotten nothing at Grand Isle,\" he said, not looking at her, but rolling a cigarette. His tobacco pouch, which he laid upon the table, was a fantastic embroidered silk affair, evidently the handiwork of a woman.", "characters": 221, "sentences": 3}, {"text": "\"You used to carry your tobacco in a rubber pouch,\" said Edna, picking up the pouch and examining the needlework.", "characters": 113, "sentences": 2}, {"text": "\"It was given to me by a Vera Cruz girl; they are very generous,\" he replied, striking a match and lighting his cigarette.", "characters": 122, "sentences": 2}, {"text": "\"They are very handsome, I suppose, those Mexican women; very picturesque, with their black eyes and their lace scarfs.\"", "characters": 120, "sentences": 2}, {"text": "\"Did you visit at her house? Was it interesting? I should like to know and hear about the people you met, and the impressions they made on you.\"", "characters": 144, "sentences": 2}, {"text": "\"There are some people who leave impressions not so lasting as the imprint of an oar upon the water.\"", "characters": 101, "sentences": 2}, {"text": "\"It would be ungenerous for me to admit that she was of that order and kind.\" He thrust the pouch back in his pocket, as if to put away the subject with the trifle which had brought it up.", "characters": 188, "sentences": 3}, {"text": "Arobin dropped in with a message from Mrs. Merriman, to say that the card party was postponed on account of the illness of one of her children.", "characters": 143, "sentences": 3}, {"text": "\"But not well enough to keep you there. Stunning girls, though, in Mexico. I thought I should never get away from Vera Cruz when I was down there a couple of years ago.\"", "characters": 169, "sentences": 4}, {"text": "\"Oh! my! no! I didn't get so deep in their regard. I fear they made more impression on me than I made on them.\"", "characters": 111, "sentences": 3}, {"text": "\"I've been imposing myself long enough,\" said Robert, rising, and shaking hands with Edna. \"Please convey my regards to Mr. Pontellier when you write.\"", "characters": 151, "sentences": 4}, {"text": "\"I knew him last summer at Grand Isle,\" she replied. \"Here is that photograph of yours. Don't you want it?\"", "characters": 107, "sentences": 3}, {"text": "\"I'm not going to Mrs. Merriman's,\" she said. \"If you see her, tell her so. But perhaps I had better write. I think I shall write now, and say that I am sorry her child is sick, and tell her not to count on me.\"", "characters": 211, "sentences": 6}, {"text": "Edna opened the blotter, and having procured paper and pen, began to write the note. Arobin lit a cigar and read the evening paper, which he had in his pocket.", "characters": 159, "sentences": 3}, {"text": "\"Certainly.\" He read to her little bits out of the newspaper, while she straightened things on the table.", "characters": 105, "sentences": 3}, {"text": "\"What do you want to do?\" he asked, throwing aside the paper. \"Do you want to go out for a walk or a drive or anything? It would be a fine night to drive.\"", "characters": 155, "sentences": 3}, {"text": "\"I have said it before, but I don't think I ever came so near meaning it,\" he answered with a smile. There were no warm lights in her eyes; only a dreamy, absent look.", "characters": 167, "sentences": 3}, {"text": "Edna ate her breakfast only half dressed. The maid brought her a delicious printed scrawl from Raoul, expressing his love, asking her to send him some bonbons, and telling her they had found that morning ten tiny white pigs all lying in a row beside Lidie's big white pig.", "characters": 272, "sentences": 3}, {"text": "A letter also came from her husband, saying he hoped to be back early in March, and then they would get ready for that journey abroad which he had promised her so long, which he felt now fully able to afford; he felt able to travel as people should, without any thought of small economies--thanks to his recent speculations in Wall Street.", "characters": 339, "sentences": 2}, {"text": "Much to her surprise she received a note from Arobin, written at midnight from the club. It was to say good morning to her, to hope she had slept well, to assure her of his devotion, which he trusted she in some faintest manner returned.", "characters": 237, "sentences": 3}, {"text": "All these letters were pleasing to her. She answered the children in a cheerful frame of mind, promising them bonbons, and congratulating them upon their happy find of the little pigs.", "characters": 184, "sentences": 3}, {"text": "She answered her husband with friendly evasiveness,--not with any fixed design to mislead him, only because all sense of reality had gone out of her life; she had abandoned herself to Fate, and awaited the consequences with indifference.", "characters": 237, "sentences": 2}, {"text": "Edna worked several hours with much spirit. She saw no one but a picture dealer, who asked her if it were true that she was going abroad to study in Paris.", "characters": 155, "sentences": 3}, {"text": "She said possibly she might, and he negotiated with her for some Parisian studies to reach him in time for the holiday trade in December.", "characters": 137, "sentences": 2}, {"text": "Robert did not come that day. She was keenly disappointed. He did not come the following day, nor the next. Each morning she awoke with hope, and each night she was a prey to despondency. She was tempted to seek him out. But far from yielding to the impulse, she avoided any occasion which might throw her in his way. She did not go to Mademoiselle Reisz's nor pass by Madame Lebrun's, as she might have done if he had still been in Mexico.", "characters": 440, "sentences": 8}, {"text": "When Arobin, one night, urged her to drive with him, she went--out to the lake, on the Shell Road. His horses were full of mettle, and even a little unmanageable. She liked the rapid gait at which they spun along, and the quick, sharp sound of the horses' hoofs on the hard road. They did not stop anywhere to eat or to drink. Arobin was not needlessly imprudent. But they ate and they drank when they regained Edna's little dining-room--which was comparatively early in the evening.", "characters": 483, "sentences": 7}, {"text": "It was late when he left her. It was getting to be more than a passing whim with Arobin to see her and be with her. He had detected the latent sensuality, which unfolded under his delicate sense of her nature's requirements like a torpid, torrid, sensitive blossom.", "characters": 265, "sentences": 4}, {"text": "There was no despondency when she fell asleep that night; nor was there hope when she awoke in the morning.", "characters": 107, "sentences": 2}, {"text": "There was a garden out in the suburbs; a small, leafy corner, with a few green tables under the orange trees. An old cat slept all day on the stone step in the sun, and an old mulatresse slept her idle hours away in her chair at the open window, till some one happened to knock on one of the green tables. She had milk and cream cheese to sell, and bread and butter. There was no one who could make such excellent coffee or fry a chicken so golden brown as she.", "characters": 461, "sentences": 5}, {"text": "She often stopped there during her perambulations; sometimes taking a book with her, and sitting an hour or two under the trees when she found the place deserted. Once or twice she took a quiet dinner there alone, having instructed Celestine beforehand to prepare no dinner at home. It was the last place in the city where she would have expected to meet any one she knew.", "characters": 372, "sentences": 4}, {"text": "Still she was not astonished when, as she was partaking of a modest dinner late in the afternoon, looking into an open book, stroking the cat, which had made friends with her--she was not greatly astonished to see Robert come in at the tall garden gate.", "characters": 253, "sentences": 2}, {"text": "\"I am destined to see you only by accident,\" she said, shoving the cat off the chair beside her. He was surprised, ill at ease, almost embarrassed at meeting her thus so unexpectedly.", "characters": 183, "sentences": 3}, {"text": "\"I used to drop in very often for a cup of Catiche's good coffee. This is the first time since I came back.\"", "characters": 108, "sentences": 3}, {"text": "\"She'll bring you a plate, and you will share my dinner. There's always enough for two--even three.\" Edna had intended to be indifferent and as reserved as he when she met him; she had reached the determination by a laborious train of reasoning, incident to one of her despondent moods. But her resolve melted when she saw him before designing Providence had led him into her path.", "characters": 381, "sentences": 5}, {"text": "\"Why have you kept away from me, Robert?\" she asked, closing the book that lay open upon the table.", "characters": 99, "sentences": 2}, {"text": "\"Why are you so personal, Mrs. Pontellier? Why do you force me to idiotic subterfuges?\" he exclaimed with sudden warmth. \"I suppose there's no use telling you I've been very busy, or that I've been sick, or that I've been to see you and not found you at home. Please let me off with any one of these excuses.\"", "characters": 309, "sentences": 5}, {"text": "\"You are the embodiment of selfishness,\" she said. \"You save yourself something--I don't know what--but there is some selfish motive, and in sparing yourself you never consider for a moment what I think, or how I feel your neglect and indifference. I suppose this is what you would call unwomanly; but I have got into a habit of expressing myself. It doesn't matter to me, and you may think me unwomanly if you like.\"", "characters": 417, "sentences": 5}, {"text": "\"No; I only think you cruel, as I said the other day. Maybe not intentionally cruel; but you seem to be forcing me into disclosures which can result in nothing; as if you would have me bare a wound for the pleasure of looking at it, without the intention or power of healing it.\"", "characters": 279, "sentences": 3}, {"text": "\"Isn't this a delightful place?\" she remarked. \"I am so glad it has never actually been discovered. It is so quiet, so sweet, here. Do you notice there is scarcely a sound to be heard? It's so out of the way; and a good walk from the car. However, I don't mind walking. I always feel so sorry for women who don't like to walk; they miss so much--so many rare little glimpses of life; and we women learn so little of life on the whole.", "characters": 434, "sentences": 7}, {"text": "\"Catiche's coffee is always hot. I don't know how she manages it, here in the open air. Celestine's coffee gets cold bringing it from the kitchen to the dining-room. Three lumps! How can you drink it so sweet? Take some of the cress with your chop; it's so biting and crisp. Then there's the advantage of being able to smoke with your coffee out here. Now, in the city--aren't you going to smoke?\"", "characters": 397, "sentences": 6}, {"text": "\"I bought it. I suppose I'm getting reckless; I bought a whole box.\" She was determined not to be personal again and make him uncomfortable.", "characters": 140, "sentences": 4}, {"text": "The cat made friends with him, and climbed into his lap when he smoked his cigar. He stroked her silky fur, and talked a little about her. He looked at Edna's book, which he had read; and he told her the end, to save her the trouble of wading through it, he said.", "characters": 263, "sentences": 4}, {"text": "Again he accompanied her back to her home; and it was after dusk when they reached the little \"pigeon-house.\" She did not ask him to remain, which he was grateful for, as it permitted him to stay without the discomfort of blundering through an excuse which he had no intention of considering. He helped her to light the lamp; then she went into her room to take off her hat and to bathe her face and hands.", "characters": 406, "sentences": 4}, {"text": "When she came back Robert was not examining the pictures and magazines as before; he sat off in the shadow, leaning his head back on the chair as if in a reverie. Edna lingered a moment beside the table, arranging the books there. Then she went across the room to where he sat. She bent over the arm of his chair and called his name.", "characters": 333, "sentences": 5}, {"text": "She leaned over and kissed him--a soft, cool, delicate kiss, whose voluptuous sting penetrated his whole being-then she moved away from him. He followed, and took her in his arms, just holding her close to him. She put her hand up to his face and pressed his cheek against her own. The action was full of love and tenderness. He sought her lips again. Then he drew her down upon the sofa beside him and held her hand in both of his.", "characters": 432, "sentences": 7}, {"text": "\"Now you know,\" he said, \"now you know what I have been fighting against since last summer at Grand Isle; what drove me away and drove me back again.\"", "characters": 150, "sentences": 2}, {"text": "\"Why? Because you were not free; you were Leonce Pontellier's wife. I couldn't help loving you if you were ten times his wife; but so long as I went away from you and kept away I could help telling you so.\" She put her free hand up to his shoulder, and then against his cheek, rubbing it softly. He kissed her again. His face was warm and flushed.", "characters": 347, "sentences": 6}, {"text": "\"Something put into my head that you cared for me; and I lost my senses. I forgot everything but a wild dream of your some way becoming my wife.\"", "characters": 145, "sentences": 3}, {"text": "\"Oh! I was demented, dreaming of wild, impossible things, recalling men who had set their wives free, we have heard of such things.\"", "characters": 132, "sentences": 2}, {"text": "She took his face between her hands and looked into it as if she would never withdraw her eyes more. She kissed him on the forehead, the eyes, the cheeks, and the lips.", "characters": 168, "sentences": 3}, {"text": "\"You have been a very, very foolish boy, wasting your time dreaming of impossible things when you speak of Mr. Pontellier setting me free! I am no longer one of Mr. Pontellier's possessions to dispose of or not. I give myself where I choose. If he were to say, 'Here, Robert, take her and be happy; she is yours,' I should laugh at you both.\"", "characters": 342, "sentences": 6}, {"text": "There was a knock at the door. Old Celestine came in to say that Madame Ratignolle's servant had come around the back way with a message that Madame had been taken sick and begged Mrs. Pontellier to go to her immediately.", "characters": 221, "sentences": 4}, {"text": "\"No,\" she said; \"I will go with the servant.\" She went into her room to put on her hat, and when she came in again she sat once more upon the sofa beside him. He had not stirred. She put her arms about his neck.", "characters": 211, "sentences": 5}, {"text": "\"Good-by, my sweet Robert. Tell me good-by.\" He kissed her with a degree of passion which had not before entered into his caress, and strained her to him.", "characters": 154, "sentences": 4}, {"text": "\"I love you,\" she whispered, \"only you; no one but you. It was you who awoke me last summer out of a life-long, stupid dream. Oh! you have made me so unhappy with your indifference. Oh! I have suffered, suffered! Now you are here we shall love each other, my Robert. We shall be everything to each other. Nothing else in the world is of any consequence. I must go to my friend; but you will wait for me? No matter how late; you will wait for me, Robert?\"", "characters": 454, "sentences": 7}, {"text": "\"Don't go; don't go! Oh! Edna, stay with me,\" he pleaded. \"Why should you go? Stay with me, stay with me.\"", "characters": 106, "sentences": 3}, {"text": "\"I shall come back as soon as I can; I shall find you here.\" She buried her face in his neck, and said good-by again. Her seductive voice, together with his great love for her, had enthralled his senses, had deprived him of every impulse but the longing to hold her and keep her.", "characters": 279, "sentences": 4}, {"text": "\"There is no use, there is no use,\" she said at once to Edna. \"We must get rid of Mandelet; he is getting too old and careless. He said he would be here at half-past seven; now it must be eight. See what time it is, Josephine.\"", "characters": 227, "sentences": 5}, {"text": "\"This is too much!\" she cried. \"Mandelet ought to be killed! Where is Alphonse? Is it possible I am to be abandoned like this--neglected by every one?\"", "characters": 151, "sentences": 2}, {"text": "\"Neglected, indeed!\" exclaimed the nurse. Wasn't she there? And here was Mrs. Pontellier leaving, no doubt, a pleasant evening at home to devote to her? And wasn't Monsieur Ratignolle coming that very instant through the hall? And Josephine was quite sure she had heard Doctor Mandelet's coupe. Yes, there it was, down at the door.", "characters": 331, "sentences": 5}, {"text": "Doctor Mandelet paid no attention to Madame Ratignolle's upbraidings. He was accustomed to them at such times, and was too well convinced of her loyalty to doubt it.", "characters": 165, "sentences": 3}, {"text": "He was glad to see Edna, and wanted her to go with him into the salon and entertain him. But Madame Ratignolle would not consent that Edna should leave her for an instant. Between agonizing moments, she chatted a little, and said it took her mind off her sufferings.", "characters": 266, "sentences": 4}, {"text": "Edna began to feel uneasy. She was seized with a vague dread. Her own like experiences seemed far away, unreal, and only half remembered. She recalled faintly an ecstasy of pain, the heavy odor of chloroform, a stupor which had deadened sensation, and an awakening to find a little new life to which she had given being, added to the great unnumbered multitude of souls that come and go.", "characters": 387, "sentences": 5}, {"text": "She began to wish she had not come; her presence was not necessary. She might have invented a pretext for staying away; she might even invent a pretext now for going. But Edna did not go. With an inward agony, with a flaming, outspoken revolt against the ways of Nature, she witnessed the scene of torture.", "characters": 306, "sentences": 5}, {"text": "She was still stunned and speechless with emotion when later she leaned over her friend to kiss her and softly say good-by. Adele, pressing her cheek, whispered in an exhausted voice: \"Think of the children, Edna. Oh think of the children! Remember them!\"", "characters": 255, "sentences": 3}, {"text": "Edna still felt dazed when she got outside in the open air. The Doctor's coupe had returned for him and stood before the porte cochere. She did not wish to enter the coupe, and told Doctor Mandelet she would walk; she was not afraid, and would go alone. He directed his carriage to meet him at Mrs. Pontellier's, and he started to walk home with her.", "characters": 350, "sentences": 6}, {"text": "Up--away up, over the narrow street between the tall houses, the stars were blazing. The air was mild and caressing, but cool with the breath of spring and the night. They walked slowly, the Doctor with a heavy, measured tread and his hands behind him; Edna, in an absent-minded way, as she had walked one night at Grand Isle, as if her thoughts had gone ahead of her and she was striving to overtake them.", "characters": 406, "sentences": 4}, {"text": "\"You shouldn't have been there, Mrs. Pontellier,\" he said. \"That was no place for you. Adele is full of whims at such times. There were a dozen women she might have had with her, unimpressionable women. I felt that it was cruel, cruel. You shouldn't have gone.\"", "characters": 261, "sentences": 8}, {"text": "\"Oh, well!\" she answered, indifferently. \"I don't know that it matters after all. One has to think of the children some time or other; the sooner the better.\"", "characters": 158, "sentences": 4}, {"text": "\"Perhaps--no, I am not going. I'm not going to be forced into doing things. I don't want to go abroad. I want to be let alone. Nobody has any right--except children, perhaps--and even then, it seems to me--or it did seem--\" She felt that her speech was voicing the incoherency of her thoughts, and stopped abruptly.", "characters": 315, "sentences": 6}, {"text": "\"The trouble is,\" sighed the Doctor, grasping her meaning intuitively, \"that youth is given up to illusions. It seems to be a provision of Nature; a decoy to secure mothers for the race. And Nature takes no account of moral consequences, of arbitrary conditions which we create, and which we feel obliged to maintain at any cost.\"", "characters": 330, "sentences": 4}, {"text": "\"Yes,\" she said. \"The years that are gone seem like dreams--if one might go on sleeping and dreaming--but to wake up and find--oh! well! perhaps it is better to wake up after all, even to suffer, rather than to remain a dupe to illusions all one's life.\"", "characters": 254, "sentences": 3}, {"text": "\"It seems to me, my dear child,\" said the Doctor at parting, holding her hand, \"you seem to me to be in trouble. I am not going to ask for your confidence. I will only say that if ever you feel moved to give it to me, perhaps I might help you. I know I would understand. And I tell you there are not many who would--not many, my dear.\"", "characters": 335, "sentences": 6}, {"text": "\"Yes, I will blame you if you don't come and see me soon. We will talk of things you never have dreamt of talking about before. It will do us both good. I don't want you to blame yourself, whatever comes. Good night, my child.\"", "characters": 227, "sentences": 6}, {"text": "Still, she remembered Adele's voice whispering, \"Think of the children; think of them.\" She meant to think of them; that determination had driven into her soul like a death wound--but not to-night. To-morrow would be time to think of everything.", "characters": 245, "sentences": 4}, {"text": "Robert was not waiting for her in the little parlor. He was nowhere at hand. The house was empty. But he had scrawled on a piece of paper that lay in the lamplight:", "characters": 164, "sentences": 4}, {"text": "Edna grew faint when she read the words. She went and sat on the sofa. Then she stretched herself out there, never uttering a sound. She did not sleep. She did not go to bed. The lamp sputtered and went out. She was still awake in the morning, when Celestine unlocked the kitchen door and came in to light the fire.", "characters": 315, "sentences": 8}, {"text": "Celina's husband was a fool, a coward, and a pig, and to prove it to her, Victor intended to hammer his head into a jelly the next time he encountered him. This assurance was very consoling to Mariequita. She dried her eyes, and grew cheerful at the prospect.", "characters": 259, "sentences": 4}, {"text": "They were still talking of the dinner and the allurements of city life when Mrs. Pontellier herself slipped around the corner of the house. The two youngsters stayed dumb with amazement before what they considered to be an apparition. But it was really she in flesh and blood, looking tired and a little travel-stained.", "characters": 319, "sentences": 5}, {"text": "\"I walked up from the wharf,\" she said, \"and heard the hammering. I supposed it was you, mending the porch. It's a good thing. I was always tripping over those loose planks last summer. How dreary and deserted everything looks!\"", "characters": 228, "sentences": 5}, {"text": "It took Victor some little time to comprehend that she had come in Beaudelet's lugger, that she had come alone, and for no purpose but to rest.", "characters": 143, "sentences": 2}, {"text": "\"And if you can stand Philomel's cooking,\" he went on, \"though I might try to get her mother while you are here. Do you think she would come?\" turning to Mariequita.", "characters": 165, "sentences": 3}, {"text": "Beholding Mrs. Pontellier make her appearance, the girl had at once suspected a lovers' rendezvous. But Victor's astonishment was so genuine, and Mrs. Pontellier's indifference so apparent, that the disturbing notion did not lodge long in her brain. She contemplated with the greatest interest this woman who gave the most sumptuous dinners in America, and who had all the men in New Orleans at her feet.", "characters": 404, "sentences": 6}, {"text": "\"I'll have it ready in little or no time,\" he said, bustling and packing away his tools. \"You may go to my room to brush up and rest yourself. Mariequita will show you.\"", "characters": 169, "sentences": 4}, {"text": "\"Thank you,\" said Edna. \"But, do you know, I have a notion to go down to the beach and take a good wash and even a little swim, before dinner?\"", "characters": 143, "sentences": 2}, {"text": "\"Well, I might go down and try--dip my toes in. Why, it seems to me the sun is hot enough to have warmed the very depths of the ocean. Could you get me a couple of towels? I'd better go right away, so as to be back in time. It would be a little too chilly if I waited till this afternoon.\"", "characters": 289, "sentences": 5}, {"text": "\"I hope you have fish for dinner,\" said Edna, as she started to walk away; \"but don't do anything extra if you haven't.\"", "characters": 120, "sentences": 2}, {"text": "\"Run and find Philomel's mother,\" Victor instructed the girl. \"I'll go to the kitchen and see what I can do. By Gimminy! Women have no consideration! She might have sent me word.\"", "characters": 179, "sentences": 4}, {"text": "Edna walked on down to the beach rather mechanically, not noticing anything special except that the sun was hot. She was not dwelling upon any particular train of thought. She had done all the thinking which was necessary after Robert went away, when she lay awake upon the sofa till morning.", "characters": 292, "sentences": 4}, {"text": "She had said over and over to herself: \"To-day it is Arobin; to-morrow it will be some one else. It makes no difference to me, it doesn't matter about Leonce Pontellier--but Raoul and Etienne!\" She understood now clearly what she had meant long ago when she said to Adele Ratignolle that she would give up the unessential, but she would never sacrifice herself for her children.", "characters": 378, "sentences": 3}, {"text": "The water of the Gulf stretched out before her, gleaming with the million lights of the sun. The voice of the sea is seductive, never ceasing, whispering, clamoring, murmuring, inviting the soul to wander in abysses of solitude. All along the white beach, up and down, there was no living thing in sight. A bird with a broken wing was beating the air above, reeling, fluttering, circling disabled down, down to the water.", "characters": 421, "sentences": 5}, {"text": "She put it on, leaving her clothing in the bath-house. But when she was there beside the sea, absolutely alone, she cast the unpleasant, pricking garments from her, and for the first time in her life she stood naked in the open air, at the mercy of the sun, the breeze that beat upon her, and the waves that invited her.", "characters": 320, "sentences": 3}, {"text": "How strange and awful it seemed to stand naked under the sky! how delicious! She felt like some new-born creature, opening its eyes in a familiar world that it had never known.", "characters": 176, "sentences": 2}, {"text": "The foamy wavelets curled up to her white feet, and coiled like serpents about her ankles. She walked out. The water was chill, but she walked on. The water was deep, but she lifted her white body and reached out with a long, sweeping stroke. The touch of the sea is sensuous, enfolding the body in its soft, close embrace.", "characters": 323, "sentences": 6}, {"text": "She went on and on. She remembered the night she swam far out, and recalled the terror that seized her at the fear of being unable to regain the shore. She did not look back now, but went on and on, thinking of the blue-grass meadow that she had traversed when a little child, believing that it had no beginning and no end.", "characters": 323, "sentences": 4}, {"text": "She thought of Leonce and the children. They were a part of her life. But they need not have thought that they could possess her, body and soul. How Mademoiselle Reisz would have laughed, perhaps sneered, if she knew! \"And you call yourself an artist! What pretensions, Madame! The artist must possess the courageous soul that dares and defies.\"", "characters": 345, "sentences": 5}, {"text": "\"Good-by--because I love you.\" He did not know; he did not understand. He would never understand. Perhaps Doctor Mandelet would have understood if she had seen him--but it was too late; the shore was far behind her, and her strength was gone.", "characters": 242, "sentences": 5}, {"text": "She looked into the distance, and the old terror flamed up for an instant, then sank again. Edna heard her father's voice and her sister Margaret's. She heard the barking of an old dog that was chained to the sycamore tree. The spurs of the cavalry officer clanged as he walked across the porch. There was the hum of bees, and the musky odor of pinks filled the air.", "characters": 366, "sentences": 6}, {"text": "The bayou curved like a crescent around the point of land on which La Folle's cabin stood. Between the stream and the hut lay a big abandoned field, where cattle were pastured when the bayou supplied them with water enough. Through the woods that spread back into unknown regions the woman had drawn an imaginary line, and past this circle she never stepped. This was the form of her only mania.", "characters": 395, "sentences": 5}, {"text": "She was now a large, gaunt black woman, past thirty-five. Her real name was Jacqueline, but every one on the plantation called her La Folle, because in childhood she had been frightened literally \"out of her senses,\" and had never wholly regained them.", "characters": 252, "sentences": 3}, {"text": "It was when there had been skirmishing and sharpshooting all day in the woods. Evening was near when P'tit Maitre, black with powder and crimson with blood, had staggered into the cabin of Jacqueline's mother, his pursuers close at his heels. The sight had stunned her childish reason.", "characters": 285, "sentences": 4}, {"text": "She dwelt alone in her solitary cabin, for the rest of the quarters had long since been removed beyond her sight and knowledge. She had more physical strength than most men, and made her patch of cotton and corn and tobacco like the best of them. But of the world beyond the bayou she had long known nothing, save what her morbid fancy conceived.", "characters": 346, "sentences": 4}, {"text": "People at Bellissime had grown used to her and her way, and they thought nothing of it. Even when \"Old Mis'\" died, they did not wonder that La Folle had not crossed the bayou, but had stood upon her side of it, wailing and lamenting.", "characters": 233, "sentences": 3}, {"text": "P'tit Maitre was now the owner of Bellissime. He was a middle-aged man, with a family of beautiful daughters about him, and a little son whom La Folle loved as if he had been her own. She called him Cheri, and so did every one else because she did.", "characters": 248, "sentences": 4}, {"text": "None of the girls had ever been to her what Cheri was. They had each and all loved to be with her, and to listen to her wondrous stories of things that always happened \"yonda, beyon' de bayou.\"", "characters": 193, "sentences": 3}, {"text": "But none of them had stroked her black hand quite as Cheri did, nor rested their heads against her knee so confidingly, nor fallen asleep in her arms as he used to do. For Cheri hardly did such things now, since he had become the proud possessor of a gun, and had had his black curls cut off.", "characters": 292, "sentences": 3}, {"text": "That summer--the summer Cheri gave La Folle two black curls tied with a knot of red ribbon--the water ran so low in the bayou that even the little children at Bellissime were able to cross it on foot, and the cattle were sent to pasture down by the river. La Folle was sorry when they were gone, for she loved these dumb companions well, and liked to feel that they were there, and to hear them browsing by night up to her own enclosure.", "characters": 437, "sentences": 3}, {"text": "It was Saturday afternoon, when the fields were deserted. The men had flocked to a neighboring village to do their week's trading, and the women were occupied with household affairs,--La Folle as well as the others. It was then she mended and washed her handful of clothes, scoured her house, and did her baking.", "characters": 312, "sentences": 4}, {"text": "In this last employment she never forgot Cheri. To-day she had fashioned croquignoles of the most fantastic and alluring shapes for him. So when she saw the boy come trudging across the old field with his gleaming little new rifle on his shoulder, she called out gayly to him, \"Cheri! Cheri!\"", "characters": 292, "sentences": 3}, {"text": "But Cheri did not need the summons, for he was coming straight to her. His pockets all bulged out with almonds and raisins and an orange that he had secured for her from the very fine dinner which had been given that day up at his father's house.", "characters": 246, "sentences": 3}, {"text": "He was a sunny-faced youngster of ten. When he had emptied his pockets, La Folle patted his round red cheek, wiped his soiled hands on her apron, and smoothed his hair. Then she watched him as, with his cakes in his hand, he crossed her strip of cotton back of the cabin, and disappeared into the wood.", "characters": 302, "sentences": 4}, {"text": "\"You think they got plenty deer in the wood, La Folle?\" he had inquired, with the calculating air of an experienced hunter.", "characters": 123, "sentences": 2}, {"text": "\"Non, non!\" the woman laughed. \"Don't you look fo' no deer, Cheri. Dat's too big. But you bring La Folle one good fat squirrel fo' her dinner to-morrow, an' she goin' be satisfi'.\"", "characters": 180, "sentences": 5}, {"text": "\"One squirrel ain't a bite. I'll bring you mo' 'an one, La Folle,\" he had boasted pompously as he went away.", "characters": 108, "sentences": 3}, {"text": "When the woman, an hour later, heard the report of the boy's rifle close to the wood's edge, she would have thought nothing of it if a sharp cry of distress had not followed the sound.", "characters": 184, "sentences": 2}, {"text": "She withdrew her arms from the tub of suds in which they had been plunged, dried them upon her apron, and as quickly as her trembling limbs would bear her, hurried to the spot whence the ominous report had come.", "characters": 211, "sentences": 2}, {"text": "It was as she feared. There she found Cheri stretched upon the ground, with his rifle beside him. He moaned piteously:--", "characters": 120, "sentences": 3}, {"text": "\"Non, non!\" she exclaimed resolutely, as she knelt beside him. \"Put you' arm 'roun' La Folle's nake, Cheri. Dat's nuttin'; dat goin' be nuttin'.\" She lifted him in her powerful arms.", "characters": 182, "sentences": 5}, {"text": "Cheri had carried his gun muzzle-downward. He had stumbled,--he did not know how. He only knew that he had a ball lodged somewhere in his leg, and he thought that his end was at hand. Now, with his head upon the woman's shoulder, he moaned and wept with pain and fright.", "characters": 270, "sentences": 5}, {"text": "\"Don't cry, mon bebe, mon bebe, mon Cheri!\" the woman spoke soothingly as she covered the ground with long strides. \"La Folle goin' mine you; Doctor Bonfils goin' come make mon Cheri well agin.\"", "characters": 194, "sentences": 3}, {"text": "She had reached the abandoned field. As she crossed it with her precious burden, she looked constantly and restlessly from side to side. A terrible fear was upon her,--the fear of the world beyond the bayou, the morbid and insane dread she had been under since childhood.", "characters": 271, "sentences": 4}, {"text": "When she was at the bayou's edge she stood there, and shouted for help as if a life depended upon it:--", "characters": 103, "sentences": 1}, {"text": "No voice responded. Cheri's hot tears were scalding her neck. She called for each and every one upon the place, and still no answer came.", "characters": 137, "sentences": 4}, {"text": "She shouted, she wailed; but whether her voice remained unheard or unheeded, no reply came to her frenzied cries. And all the while Cheri moaned and wept and entreated to be taken home to his mother.", "characters": 199, "sentences": 3}, {"text": "La Folle gave a last despairing look around her. Extreme terror was upon her. She clasped the child close against her breast, where he could feel her heart beat like a muffled hammer. Then shutting her eyes, she ran suddenly down the shallow bank of the bayou, and never stopped till she had climbed the opposite shore.", "characters": 319, "sentences": 5}, {"text": "She stood there quivering an instant as she opened her eyes. Then she plunged into the footpath through the trees.", "characters": 114, "sentences": 3}, {"text": "She spoke no more to Cheri, but muttered constantly, \"Bon Dieu, ayez pitie La Folle! Bon Dieu, ayez pitie moi!\"", "characters": 111, "sentences": 1}, {"text": "Instinct seemed to guide her. When the pathway spread clear and smooth enough before her, she again closed her eyes tightly against the sight of that unknown and terrifying world.", "characters": 179, "sentences": 3}, {"text": "A child, playing in some weeds, caught sight of her as she neared the quarters. The little one uttered a cry of dismay.", "characters": 119, "sentences": 3}, {"text": "Children, old men, old women, young ones with infants in their arms, flocked to doors and windows to see this awe-inspiring spectacle. Most of them shuddered with superstitious dread of what it might portend. \"She totin' Cheri!\" some of them shouted.", "characters": 250, "sentences": 4}, {"text": "Some of the more daring gathered about her, and followed at her heels, only to fall back with new terror when she turned her distorted face upon them. Her eyes were bloodshot and the saliva had gathered in a white foam on her black lips.", "characters": 237, "sentences": 3}, {"text": "Some one had run ahead of her to where P'tit Maitre sat with his family and guests upon the gallery.", "characters": 100, "sentences": 2}, {"text": "\"P'tit Maitre! La Folle done cross de bayou! Look her! Look her yonda totin' Cheri!\" This startling intimation was the first which they had of the woman's approach.", "characters": 164, "sentences": 2}, {"text": "She was now near at hand. She walked with long strides. Her eyes were fixed desperately before her, and she breathed heavily, as a tired ox.", "characters": 140, "sentences": 4}, {"text": "At the foot of the stairway, which she could not have mounted, she laid the boy in his father's arms. Then the world that had looked red to La Folle suddenly turned black,--like that day she had seen powder and blood.", "characters": 217, "sentences": 3}, {"text": "She reeled for an instant. Before a sustaining arm could reach her, she fell heavily to the ground.", "characters": 99, "sentences": 3}, {"text": "When La Folle regained consciousness, she was at home again, in her own cabin and upon her own bed. The moon rays, streaming in through the open door and windows, gave what light was needed to the old black mammy who stood at the table concocting a tisane of fragrant herbs. It was very late.", "characters": 292, "sentences": 4}, {"text": "Others who had come, and found that the stupor clung to her, had gone again. P'tit Maitre had been there, and with him Doctor Bonfils, who said that La Folle might die.", "characters": 168, "sentences": 3}, {"text": "But death had passed her by. The voice was very clear and steady with which she spoke to Tante Lizette, brewing her tisane there in a corner.", "characters": 141, "sentences": 3}, {"text": "And she did sleep; so soundly, so healthfully, that old Lizette without compunction stole softly away, to creep back through the moonlit fields to her own cabin in the new quarters.", "characters": 181, "sentences": 2}, {"text": "The first touch of the cool gray morning awoke La Folle. She arose, calmly, as if no tempest had shaken and threatened her existence but yesterday.", "characters": 147, "sentences": 3}, {"text": "She donned her new blue cottonade and white apron, for she remembered that this was Sunday. When she had made for herself a cup of strong black coffee, and drunk it with relish, she quitted the cabin and walked across the old familiar field to the bayou's edge again.", "characters": 267, "sentences": 3}, {"text": "She did not stop there as she had always done before, but crossed with a long, steady stride as if she had done this all her life.", "characters": 130, "sentences": 2}, {"text": "When she had made her way through the brush and scrub cottonwood-trees that lined the opposite bank, she found herself upon the border of a field where the white, bursting cotton, with the dew upon it, gleamed for acres and acres like frosted silver in the early dawn.", "characters": 268, "sentences": 2}, {"text": "La Folle drew a long, deep breath as she gazed across the country. She walked slowly and uncertainly, like one who hardly knows how, looking about her as she went.", "characters": 163, "sentences": 3}, {"text": "The cabins, that yesterday had sent a clamor of voices to pursue her, were quiet now. No one was yet astir at Bellissime. Only the birds that darted here and there from hedges were awake, and singing their matins.", "characters": 213, "sentences": 4}, {"text": "When La Folle came to the broad stretch of velvety lawn that surrounded the house, she moved slowly and with delight over the springy turf, that was delicious beneath her tread.", "characters": 177, "sentences": 2}, {"text": "She stopped to find whence came those perfumes that were assailing her senses with memories from a time far gone.", "characters": 113, "sentences": 2}, {"text": "There they were, stealing up to her from the thousand blue violets that peeped out from green, luxuriant beds. There they were, showering down from the big waxen bells of the magnolias far above her head, and from the jessamine clumps around her.", "characters": 246, "sentences": 3}, {"text": "There were roses, too, without number. To right and left palms spread in broad and graceful curves. It all looked like enchantment beneath the sparkling sheen of dew.", "characters": 166, "sentences": 4}, {"text": "When La Folle had slowly and cautiously mounted the many steps that led up to the veranda, she turned to look back at the perilous ascent she had made. Then she caught sight of the river, bending like a silver bow at the foot of Bellissime. Exultation possessed her soul.", "characters": 271, "sentences": 4}, {"text": "La Folle rapped softly upon a door near at hand. Cheri's mother soon cautiously opened it. Quickly and cleverly she dissembled the astonishment she felt at seeing La Folle.", "characters": 172, "sentences": 4}, {"text": "\"He is feeling easier, thank you, La Folle. Dr. Bonfils says it will be nothing serious. He's sleeping now. Will you come back when he awakes?\"", "characters": 143, "sentences": 5}, {"text": "\"Non, madame. I'm goin' wait yair tell Cheri wake up.\" La Folle seated herself upon the topmost step of the veranda.", "characters": 116, "sentences": 4}, {"text": "A look of wonder and deep content crept into her face as she watched for the first time the sun rise upon the new, the beautiful world beyond the bayou.", "characters": 152, "sentences": 2}, {"text": "When the war began, there stood on Cote Joyeuse an imposing mansion of red brick, shaped like the Pantheon. A grove of majestic live-oaks surrounded it.", "characters": 152, "sentences": 3}, {"text": "The two lived alone in a three-roomed cabin, almost within the shadow of the ruin. They lived for a dream, for Ma'ame Pelagie's dream, which was to rebuild the old home.", "characters": 169, "sentences": 3}, {"text": "It would be pitiful to tell how their days were spent to accomplish this end; how the dollars had been saved for thirty years and the picayunes hoarded; and yet, not half enough gathered! But Ma'ame Pelagie felt sure of twenty years of life before her, and counted upon as many more for her sister. And what could not come to pass in twenty--in forty--years?", "characters": 358, "sentences": 2}, {"text": "Often, of pleasant afternoons, the two would drink their black coffee, seated upon the stone-flagged portico whose canopy was the blue sky of Louisiana. They loved to sit there in the silence, with only each other and the sheeny, prying lizards for company, talking of the old times and planning for the new; while light breezes stirred the tattered vines high up among the columns, where owls nested.", "characters": 401, "sentences": 3}, {"text": "\"We can never hope to have all just as it was, Pauline,\" Ma'ame Pelagie would say; \"perhaps the marble pillars of the salon will have to be replaced by wooden ones, and the crystal candelabra left out. Should you be willing, Pauline?\"", "characters": 234, "sentences": 2}, {"text": "They talked about it, sipping their coffee on the ruined portico. Mam'selle Pauline was terribly excited; the flush that throbbed into her pale, nervous face showed it; and she locked her thin fingers in and out incessantly.", "characters": 224, "sentences": 3}, {"text": "\"But what shall we do with La Petite, Sesoeur? Where shall we put her? How shall we amuse her? Ah, Seigneur!\"", "characters": 109, "sentences": 1}, {"text": "\"She will sleep upon a cot in the room next to ours,\" responded Ma'ame Pelagie, \"and live as we do. She knows how we live, and why we live; her father has told her. She knows we have money and could squander it if we chose. Do not fret, Pauline; let us hope La Petite is a true Valmet.\"", "characters": 286, "sentences": 5}, {"text": "Then Ma'ame Pelagie rose with stately deliberation and went to saddle her horse, for she had yet to make her last daily round through the fields; and Mam'selle Pauline threaded her way slowly among the tangled grasses toward the cabin.", "characters": 235, "sentences": 2}, {"text": "One day when she sat within its shadow, between her aunts, holding a hand of each, she said: \"Tante Pelagie, I must tell you something, you and Tan'tante.\" She spoke low, but clearly and firmly. \"I love you both,--please remember that I love you both. But I must go away from you. I can't live any longer here at Cote Joyeuse.\"", "characters": 327, "sentences": 6}, {"text": "A spasm passed through Mam'selle Pauline's delicate frame. La Petite could feel the twitch of it in the wiry fingers that were intertwined with her own. Ma'ame Pelagie remained unchanged and motionless. No human eye could penetrate so deep as to see the satisfaction which her soul felt. She said: \"What do you mean, Petite? Your father has sent you to us, and I am sure it is his wish that you remain.\"", "characters": 403, "sentences": 6}, {"text": "It was nothing; only a slight feeling of faintness, that would soon pass. She entreated them to take no notice; but they brought her some water and fanned her with a palmetto leaf.", "characters": 180, "sentences": 3}, {"text": "But that night, in the stillness of the room, Mam'selle Pauline sobbed and would not be comforted. Ma'ame Pelagie took her in her arms.", "characters": 135, "sentences": 3}, {"text": "\"Pauline, my little sister Pauline,\" she entreated, \"I never have seen you like this before. Do you no longer love me? Have we not been happy together, you and I?\"", "characters": 163, "sentences": 2}, {"text": "\"Then she is dearer to you than I!\" spoke Ma'ame Pelagie with sharp resentment. \"Than I, who held you and warmed you in my arms the day you were born; than I, your mother, father, sister, everything that could cherish you. Pauline, don't tell me that.\"", "characters": 252, "sentences": 4}, {"text": "\"I can't explain it to you, Sesoeur. I don't understand it myself. I love you as I have always loved you; next to God. But if La Petite goes away I shall die. I can't understand,--help me, Sesoeur. She seems--she seems like a saviour; like one who had come and taken me by the hand and was leading me somewhere-somewhere I want to go.\"", "characters": 335, "sentences": 7}, {"text": "Ma'ame Pelagie had been sitting beside the bed in her peignoir and slippers. She held the hand of her sister who lay there, and smoothed down the woman's soft brown hair. She said not a word, and the silence was broken only by Mam'selle Pauline's continued sobs. Once Ma'ame Pelagie arose to mix a drink of orange-flower water, which she gave to her sister, as she would have offered it to a nervous, fretful child. Almost an hour passed before Ma'ame Pelagie spoke again. Then she said:--", "characters": 489, "sentences": 6}, {"text": "\"Pauline, you must cease that sobbing, now, and sleep. You will make yourself ill. La Petite will not go away. Do you hear me? Do you understand? She will stay, I promise you.\"", "characters": 176, "sentences": 5}, {"text": "Mam'selle Pauline could not clearly comprehend, but she had great faith in the word of her sister, and soothed by the promise and the touch of Ma'ame Pelagie's strong, gentle hand, she fell asleep.", "characters": 197, "sentences": 2}, {"text": "Ma'ame Pelagie, when she saw that her sister slept, arose noiselessly and stepped outside upon the low-roofed narrow gallery. She did not linger there, but with a step that was hurried and agitated, she crossed the distance that divided her cabin from the ruin.", "characters": 261, "sentences": 3}, {"text": "The night was not a dark one, for the sky was clear and the moon resplendent. But light or dark would have made no difference to Ma'ame Pelagie. It was not the first time she had stolen away to the ruin at night-time, when the whole plantation slept; but she never before had been there with a heart so nearly broken. She was going there for the last time to dream her dreams; to see the visions that hitherto had crowded her days and nights, and to bid them farewell.", "characters": 468, "sentences": 5}, {"text": "There was the first of them, awaiting her upon the very portal; a robust old white-haired man, chiding her for returning home so late. There are guests to be entertained. Does she not know it? Guests from the city and from the near plantations. Yes, she knows it is late. She had been abroad with Felix, and they did not notice how the time was speeding. Felix is there; he will explain it all. He is there beside her, but she does not want to hear what he will tell her father.", "characters": 478, "sentences": 8}, {"text": "Ma'ame Pelagie had sunk upon the bench where she and her sister so often came to sit. Turning, she gazed in through the gaping chasm of the window at her side. The interior of the ruin is ablaze. Not with the moonlight, for that is faint beside the other one--the sparkle from the crystal candelabra, which negroes, moving noiselessly and respectfully about, are lighting, one after the other. How the gleam of them reflects and glances from the polished marble pillars!", "characters": 470, "sentences": 5}, {"text": "But they were right! The sound of a cannon, shot at Sumter, has rolled across the Southern States, and its echo is heard along the whole stretch of Cote Joyeuse.", "characters": 161, "sentences": 2}, {"text": "But there is no time to weep, with the enemy at the door. The door has been no barrier. They are clattering through the halls now, drinking the wines, shattering the crystal and glass, slashing the portraits.", "characters": 208, "sentences": 4}, {"text": "One of them stands before her and tells her to leave the house. She slaps his face. How the stigma stands out red as blood upon his blanched cheek!", "characters": 147, "sentences": 3}, {"text": "Now there is a roar of fire and the flames are bearing down upon her motionless figure. She wants to show them how a daughter of Louisiana can perish before her conquerors. But little Pauline clings to her knees in an agony of terror. Little Pauline must be saved.", "characters": 264, "sentences": 5}, {"text": "The night was nearly spent; Ma'ame Pelagie had glided from the bench upon which she had rested, and for hours lay prone upon the stone flagging, motionless. When she dragged herself to her feet it was to walk like one in a dream. About the great, solemn pillars, one after the other, she reached her arms, and pressed her cheek and her lips upon the senseless brick.", "characters": 366, "sentences": 4}, {"text": "Little more than a year later the transformation which the old Valmet place had undergone was the talk and wonder of Cote Joyeuse. One would have looked in vain for the ruin; it was no longer there; neither was the log cabin. But out in the open, where the sun shone upon it, and the breezes blew about it, was a shapely structure fashioned from woods that the forests of the State had furnished. It rested upon a solid foundation of brick.", "characters": 440, "sentences": 5}, {"text": "Ma'ame Pelagie had been conversing with her brother and his friends. Then she turned and walked away; stopping to listen awhile to the music which La Petite was making. But it was only for a moment. She went on around the curve of the veranda, where she found herself alone. She stayed there, erect, holding to the banister rail and looking out calmly in the distance across the fields.", "characters": 386, "sentences": 6}, {"text": "She was dressed in black, with the white kerchief she always wore folded across her bosom. Her thick, glossy hair rose like a silver diadem from her brow. In her deep, dark eyes smouldered the light of fires that would never flame. She had grown very old. Years instead of months seemed to have passed over her since the night she bade farewell to her visions.", "characters": 360, "sentences": 6}, {"text": "Poor Ma'ame Pelagie! How could it be different! While the outward pressure of a young and joyous existence had forced her footsteps into the light, her soul had stayed in the shadow of the ruin.", "characters": 194, "sentences": 2}, {"text": "It made her laugh to think of Desiree with a baby. Why, it seemed but yesterday that Desiree was little more than a baby herself; when Monsieur in riding through the gateway of Valmonde had found her lying asleep in the shadow of the big stone pillar.", "characters": 251, "sentences": 3}, {"text": "Monsieur Valmonde grew practical and wanted things well considered: that is, the girl's obscure origin. Armand looked into her eyes and did not care. He was reminded that she was nameless. What did it matter about a name when he could give her one of the oldest and proudest in Louisiana? He ordered the corbeille from Paris, and contained himself with what patience he could until it arrived; then they were married.", "characters": 417, "sentences": 5}, {"text": "The young mother was recovering slowly, and lay full length, in her soft white muslins and laces, upon a couch. The baby was beside her, upon her arm, where he had fallen asleep, at her breast. The yellow nurse woman sat beside a window fanning herself.", "characters": 253, "sentences": 4}, {"text": "Madame Valmonde bent her portly figure over Desiree and kissed her, holding her an instant tenderly in her arms. Then she turned to the child.", "characters": 142, "sentences": 3}, {"text": "\"This is not the baby!\" she exclaimed, in startled tones. French was the language spoken at Valmonde in those days.", "characters": 115, "sentences": 3}, {"text": "\"I knew you would be astonished,\" laughed Desiree, \"at the way he has grown. The little cochon de lait! Look at his legs, mamma, and his hands and fingernails,--real finger-nails. Zandrine had to cut them this morning. Isn't it true, Zandrine?\"", "characters": 244, "sentences": 4}, {"text": "\"And the way he cries,\" went on Desiree, \"is deafening. Armand heard him the other day as far away as La Blanche's cabin.\"", "characters": 122, "sentences": 3}, {"text": "Madame Valmonde had never removed her eyes from the child. She lifted it and walked with it over to the window that was lightest. She scanned the baby narrowly, then looked as searchingly at Zandrine, whose face was turned to gaze across the fields.", "characters": 249, "sentences": 4}, {"text": "\"Yes, the child has grown, has changed,\" said Madame Valmonde, slowly, as she replaced it beside its mother. \"What does Armand say?\"", "characters": 132, "sentences": 2}, {"text": "What Desiree said was true. Marriage, and later the birth of his son had softened Armand Aubigny's imperious and exacting nature greatly. This was what made the gentle Desiree so happy, for she loved him desperately. When he frowned she trembled, but loved him. When he smiled, she asked no greater blessing of God. But Armand's dark, handsome face had not often been disfigured by frowns since the day he fell in love with her.", "characters": 428, "sentences": 7}, {"text": "She tried to speak to the little quadroon boy; but no sound would come, at first. When he heard his name uttered, he looked up, and his mistress was pointing to the door. He laid aside the great, soft fan, and obediently stole away, over the polished floor, on his bare tiptoes.", "characters": 278, "sentences": 4}, {"text": "Presently her husband entered the room, and without noticing her, went to a table and began to search among some papers which covered it.", "characters": 137, "sentences": 2}, {"text": "\"Armand,\" she called to him, in a voice which must have stabbed him, if he was human. But he did not notice. \"Armand,\" she said again. Then she rose and tottered towards him. \"Armand,\" she panted once more, clutching his arm, \"look at our child. What does it mean? tell me.\"", "characters": 274, "sentences": 7}, {"text": "He coldly but gently loosened her fingers from about his arm and thrust the hand away from him. \"Tell me what it means!\" she cried despairingly.", "characters": 144, "sentences": 3}, {"text": "A quick conception of all that this accusation meant for her nerved her with unwonted courage to deny it. \"It is a lie; it is not true, I am white! Look at my hair, it is brown; and my eyes are gray, Armand, you know they are gray. And my skin is fair,\" seizing his wrist. \"Look at my hand; whiter than yours, Armand,\" she laughed hysterically.", "characters": 344, "sentences": 5}, {"text": "\"My mother, they tell me I am not white. Armand has told me I am not white. For God's sake tell them it is not true. You must know it is not true. I shall die. I must die. I cannot be so unhappy, and live.\"", "characters": 206, "sentences": 8}, {"text": "When the letter reached Desiree she went with it to her husband's study, and laid it open upon the desk before which he sat. She was like a stone image: silent, white, motionless after she placed it there.", "characters": 205, "sentences": 3}, {"text": "He thought Almighty God had dealt cruelly and unjustly with him; and felt, somehow, that he was paying Him back in kind when he stabbed thus into his wife's soul. Moreover he no longer loved her, because of the unconscious injury she had brought upon his home and his name.", "characters": 273, "sentences": 3}, {"text": "She turned away like one stunned by a blow, and walked slowly towards the door, hoping he would call her back.", "characters": 110, "sentences": 2}, {"text": "Desiree went in search of her child. Zandrine was pacing the sombre gallery with it. She took the little one from the nurse's arms with no word of explanation, and descending the steps, walked away, under the live-oak branches.", "characters": 227, "sentences": 4}, {"text": "It was an October afternoon; the sun was just sinking. Out in the still fields the negroes were picking cotton.", "characters": 111, "sentences": 3}, {"text": "Desiree had not changed the thin white garment nor the slippers which she wore. Her hair was uncovered and the sun's rays brought a golden gleam from its brown meshes. She did not take the broad, beaten road which led to the far-off plantation of Valmonde. She walked across a deserted field, where the stubble bruised her tender feet, so delicately shod, and tore her thin gown to shreds.", "characters": 389, "sentences": 5}, {"text": "She disappeared among the reeds and willows that grew thick along the banks of the deep, sluggish bayou; and she did not come back again.", "characters": 137, "sentences": 2}, {"text": "Some weeks later there was a curious scene enacted at L'Abri. In the centre of the smoothly swept back yard was a great bonfire. Armand Aubigny sat in the wide hallway that commanded a view of the spectacle; and it was he who dealt out to a half dozen negroes the material which kept this fire ablaze.", "characters": 301, "sentences": 4}, {"text": "A graceful cradle of willow, with all its dainty furbishings, was laid upon the pyre, which had already been fed with the richness of a priceless layette. Then there were silk gowns, and velvet and satin ones added to these; laces, too, and embroideries; bonnets and gloves; for the corbeille had been of rare quality.", "characters": 318, "sentences": 3}, {"text": "The last thing to go was a tiny bundle of letters; innocent little scribblings that Desiree had sent to him during the days of their espousal. There was the remnant of one back in the drawer from which he took them. But it was not Desiree's; it was part of an old letter from his mother to his father. He read it. She was thanking God for the blessing of her husband's love:--", "characters": 376, "sentences": 5}, {"text": "\"But above all,\" she wrote, \"night and day, I thank the good God for having so arranged our lives that our dear Armand will never know that his mother, who adores him, belongs to the race that is cursed with the brand of slavery.\"", "characters": 230, "sentences": 2}, {"text": "Mrs. Baroda was a little provoked to learn that her husband expected his friend, Gouvernail, up to spend a week or two on the plantation.", "characters": 137, "sentences": 3}, {"text": "They had entertained a good deal during the winter; much of the time had also been passed in New Orleans in various forms of mild dissipation. She was looking forward to a period of unbroken rest, now, and undisturbed tete-a-tete with her husband, when he informed her that Gouvernail was coming up to stay a week or two.", "characters": 321, "sentences": 3}, {"text": "Once settled at the plantation he seemed to like to sit upon the wide portico in the shade of one of the big Corinthian pillars, smoking his cigar lazily and listening attentively to Gaston's experience as a sugar planter.", "characters": 222, "sentences": 2}, {"text": "\"This is what I call living,\" he would utter with deep satisfaction, as the air that swept across the sugar field caressed him with its warm and scented velvety touch. It pleased him also to get on familiar terms with the big dogs that came about him, rubbing themselves sociably against his legs. He did not care to fish, and displayed no eagerness to go out and kill grosbecs when Gaston proposed doing so.", "characters": 408, "sentences": 4}, {"text": "\"When is he going--your friend?\" she one day asked her husband. \"For my part, he tires me frightfully.\"", "characters": 103, "sentences": 3}, {"text": "\"No. I should like him better if he did; if he were more like others, and I had to plan somewhat for his comfort and enjoyment.\"", "characters": 128, "sentences": 3}, {"text": "Gaston took his wife's pretty face between his hands and looked tenderly and laughingly into her troubled eyes.", "characters": 111, "sentences": 2}, {"text": "\"You are full of surprises, ma belle,\" he said to her. \"Even I can never count upon how you are going to act under given conditions.\" He kissed her and turned to fasten his cravat before the mirror.", "characters": 198, "sentences": 4}, {"text": "\"Here you are,\" he went on, \"taking poor Gouvernail seriously and making a commotion over him, the last thing he would desire or expect.\"", "characters": 137, "sentences": 2}, {"text": "\"Commotion!\" she hotly resented. \"Nonsense! How can you say such a thing? Commotion, indeed! But, you know, you said he was clever.\"", "characters": 132, "sentences": 3}, {"text": "\"So he is. But the poor fellow is run down by overwork now. That's why I asked him here to take a rest.\"", "characters": 104, "sentences": 4}, {"text": "\"You used to say he was a man of ideas,\" she retorted, unconciliated. \"I expected him to be interesting, at least. I'm going to the city in the morning to have my spring gowns fitted. Let me know when Mr. Gouvernail is gone; I shall be at my Aunt Octavie's.\"", "characters": 258, "sentences": 6}, {"text": "That night she went and sat alone upon a bench that stood beneath a live oak tree at the edge of the gravel walk.", "characters": 113, "sentences": 2}, {"text": "She had never known her thoughts or her intentions to be so confused. She could gather nothing from them but the feeling of a distinct necessity to quit her home in the morning.", "characters": 177, "sentences": 3}, {"text": "Mrs. Baroda heard footsteps crunching the gravel; but could discern in the darkness only the approaching red point of a lighted cigar. She knew it was Gouvernail, for her husband did not smoke. She hoped to remain unnoticed, but her white gown revealed her to him. He threw away his cigar and seated himself upon the bench beside her; without a suspicion that she might object to his presence.", "characters": 393, "sentences": 6}, {"text": "\"Your husband told me to bring this to you, Mrs. Baroda,\" he said, handing her a filmy, white scarf with which she sometimes enveloped her head and shoulders. She accepted the scarf from him with a murmur of thanks, and let it lie in her lap.", "characters": 242, "sentences": 4}, {"text": "He made some commonplace observation upon the baneful effect of the night air at the season. Then as his gaze reached out into the darkness, he murmured, half to himself:", "characters": 170, "sentences": 2}, {"text": "Gouvernail was in no sense a diffident man, for he was not a self-conscious one. His periods of reserve were not constitutional, but the result of moods. Sitting there beside Mrs. Baroda, his silence melted for the time.", "characters": 220, "sentences": 5}, {"text": "He talked freely and intimately in a low, hesitating drawl that was not unpleasant to hear. He talked of the old college days when he and Gaston had been a good deal to each other; of the days of keen and blind ambitions and large intentions. Now there was left with him, at least, a philosophic acquiescence to the existing order--only a desire to be permitted to exist, with now and then a little whiff of genuine life, such as he was breathing now.", "characters": 451, "sentences": 4}, {"text": "Her mind only vaguely grasped what he was saying. Her physical being was for the moment predominant. She was not thinking of his words, only drinking in the tones of his voice. She wanted to reach out her hand in the darkness and touch him with the sensitive tips of her fingers upon the face or the lips. She wanted to draw close to him and whisper against his cheek--she did not care what--as she might have done if she had not been a respectable woman.", "characters": 455, "sentences": 6}, {"text": "The stronger the impulse grew to bring herself near him, the further, in fact, did she draw away from him. As soon as she could do so without an appearance of too great rudeness, she rose and left him there alone.", "characters": 213, "sentences": 3}, {"text": "Before she reached the house, Gouvernail had lighted a fresh cigar and ended his apostrophe to the night.", "characters": 105, "sentences": 2}, {"text": "Mrs. Baroda was greatly tempted that night to tell her husband--who was also her friend--of this folly that had seized her. But she did not yield to the temptation. Beside being a respectable woman she was a very sensible one; and she knew there are some battles in life which a human being must fight alone.", "characters": 308, "sentences": 5}, {"text": "When Gaston arose in the morning, his wife had already departed. She had taken an early morning train to the city. She did not return till Gouvernail was gone from under her roof.", "characters": 179, "sentences": 4}, {"text": "There was some talk of having him back during the summer that followed. That is, Gaston greatly desired it; but this desire yielded to his wife's strenuous opposition.", "characters": 167, "sentences": 3}, {"text": "However, before the year ended, she proposed, wholly from herself, to have Gouvernail visit them again. Her husband was surprised and delighted with the suggestion coming from her.", "characters": 180, "sentences": 3}, {"text": "\"I am glad, chere amie, to know that you have finally overcome your dislike for him; truly he did not deserve it.\"", "characters": 114, "sentences": 2}, {"text": "\"Oh,\" she told him, laughingly, after pressing a long, tender kiss upon his lips, \"I have overcome everything! you will see. This time I shall be very nice to him.\"", "characters": 164, "sentences": 3}, {"text": "It was still quite light out of doors, but inside with the curtains drawn and the smouldering fire sending out a dim, uncertain glow, the room was full of deep shadows.", "characters": 168, "sentences": 2}, {"text": "Brantain sat in one of these shadows; it had overtaken him and he did not mind. The obscurity lent him courage to keep his eyes fastened as ardently as he liked upon the girl who sat in the firelight.", "characters": 200, "sentences": 3}, {"text": "During one of the pauses between their talk of the last tea and the next reception the door opened and a young man entered whom Brantain knew quite well. The girl turned her face toward him. A stride or two brought him to her side, and bending over her chair--before she could suspect his intention, for she did not realize that he had not seen her visitor--he pressed an ardent, lingering kiss upon her lips.", "characters": 409, "sentences": 4}, {"text": "Brantain slowly arose; so did the girl arise, but quickly, and the newcomer stood between them, a little amusement and some defiance struggling with the confusion in his face.", "characters": 175, "sentences": 2}, {"text": "\"I believe,\" stammered Brantain, \"I see that I have stayed too long. I--I had no idea--that is, I must wish you good-by.\" He was clutching his hat with both hands, and probably did not perceive that she was extending her hand to him, her presence of mind had not completely deserted her; but she could not have trusted herself to speak.", "characters": 336, "sentences": 4}, {"text": "\"Hang me if I saw him sitting there, Nattie! I know it's deuced awkward for you. But I hope you'll forgive me this once--this very first break. Why, what's the matter?\"", "characters": 168, "sentences": 3}, {"text": "\"Don't touch me; don't come near me,\" she returned angrily. \"What do you mean by entering the house without ringing?\"", "characters": 117, "sentences": 2}, {"text": "\"I came in with your brother, as I often do,\" he answered coldly, in self-justification. \"We came in the side way. He went upstairs and I came in here hoping to find you. The explanation is simple enough and ought to satisfy you that the misadventure was unavoidable. But do say that you forgive me, Nathalie,\" he entreated, softening.", "characters": 335, "sentences": 6}, {"text": "\"Forgive you! You don't know what you are talking about. Let me pass. It depends upon--a good deal whether I ever forgive you.\"", "characters": 127, "sentences": 4}, {"text": "At that next reception which she and Brantain had been talking about she approached the young man with a delicious frankness of manner when she saw him there.", "characters": 158, "sentences": 2}, {"text": "\"Will you let me speak to you a moment or two, Mr. Brantain?\" she asked with an engaging but perturbed smile. He seemed extremely unhappy; but when she took his arm and walked away with him, seeking a retired corner, a ray of hope mingled with the almost comical misery of his expression. She was apparently very outspoken.", "characters": 323, "sentences": 5}, {"text": "\"Then you do really care what I think, Miss Nathalie? May I call you Miss Nathalie?\" They turned into a long, dim corridor that was lined on either side with tall, graceful plants. They walked slowly to the very end of it. When they turned to retrace their steps Brantain's face was radiant and hers was triumphant.", "characters": 315, "sentences": 4}, {"text": "Harvy was among the guests at the wedding; and he sought her out in a rare moment when she stood alone.", "characters": 103, "sentences": 2}, {"text": "A quick blush suffused her face and round polished throat. \"I suppose it's natural for a man to feel and act generously on an occasion of this kind. He tells me he doesn't want his marriage to interrupt wholly that pleasant intimacy which has existed between you and me. I don't know what you've been telling him,\" with an insolent smile, \"but he has sent me here to kiss you.\"", "characters": 377, "sentences": 5}, {"text": "She felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended. Her eyes were bright and tender with a smile as they glanced up into his; and her lips looked hungry for the kiss which they invited.", "characters": 247, "sentences": 3}, {"text": "\"But, you know,\" he went on quietly, \"I didn't tell him so, it would have seemed ungrateful, but I can tell you. I've stopped kissing women; it's dangerous.\"", "characters": 157, "sentences": 3}, {"text": "Well, she had Brantain and his million left. A person can't have everything in this world; and it was a little unreasonable of her to expect it.", "characters": 144, "sentences": 3}, {"text": "Little Mrs. Sommers one day found herself the unexpected possessor of fifteen dollars. It seemed to her a very large amount of money, and the way in which it stuffed and bulged her worn old porte-monnaie gave her a feeling of importance such as she had not enjoyed for years.", "characters": 275, "sentences": 4}, {"text": "The question of investment was one that occupied her greatly. For a day or two she walked about apparently in a dreamy state, but really absorbed in speculation and calculation. She did not wish to act hastily, to do anything she might afterward regret. But it was during the still hours of the night when she lay awake revolving plans in her mind that she seemed to see her way clearly toward a proper and judicious use of the money.", "characters": 434, "sentences": 5}, {"text": "The neighbors sometimes talked of certain \"better days\" that little Mrs. Sommers had known before she had ever thought of being Mrs. Sommers. She herself indulged in no such morbid retrospection. She had no time--no second of time to devote to the past. The needs of the present absorbed her every faculty. A vision of the future like some dim, gaunt monster sometimes appalled her, but luckily to-morrow never comes.", "characters": 417, "sentences": 8}, {"text": "Mrs. Sommers was one who knew the value of bargains; who could stand for hours making her way inch by inch toward the desired object that was selling below cost. She could elbow her way if need be; she had learned to clutch a piece of goods and hold it and stick to it with persistence and determination till her turn came to be served, no matter when it came.", "characters": 360, "sentences": 4}, {"text": "But that day she was a little faint and tired. She had swallowed a light luncheon--no! when she came to think of it, between getting the children fed and the place righted, and preparing herself for the shopping bout, she had actually forgotten to eat any luncheon at all!", "characters": 272, "sentences": 2}, {"text": "There were any number of eights-and-a-half. In fact, there were more of that size than any other. Here was a light-blue pair; there were some lavender, some all black and various shades of tan and gray. Mrs. Sommers selected a black pair and looked at them very long and closely. She pretended to be examining their texture, which the clerk assured her was excellent.", "characters": 367, "sentences": 7}, {"text": "\"A dollar and ninety-eight cents,\" she mused aloud. \"Well, I'll take this pair.\" She handed the girl a five-dollar bill and waited for her change and for her parcel. What a very small parcel it was! It seemed lost in the depths of her shabby old shopping-bag.", "characters": 259, "sentences": 5}, {"text": "How good was the touch of the raw silk to her flesh! She felt like lying back in the cushioned chair and reveling for a while in the luxury of it. She did for a little while. Then she replaced her shoes, rolled the cotton stockings together and thrust them into her bag. After doing this she crossed straight over to the shoe department and took her seat to be fitted.", "characters": 368, "sentences": 5}, {"text": "It was a long time since Mrs. Sommers had been fitted with gloves. On rare occasions when she had bought a pair they were always \"bargains,\" so cheap that it would have been preposterous and unreasonable to have expected them to be fitted to the hand.", "characters": 251, "sentences": 4}, {"text": "Now she rested her elbow on the cushion of the glove counter, and a pretty, pleasant young creature, delicate and deft of touch, drew a long-wristed \"kid\" over Mrs. Sommers's hand. She smoothed it down over the wrist and buttoned it neatly, and both lost themselves for a second or two in admiring contemplation of the little symmetrical gloved hand. But there were other places where money might be spent.", "characters": 406, "sentences": 5}, {"text": "She was very hungry. Another time she would have stilled the cravings for food until reaching her own home, where she would have brewed herself a cup of tea and taken a snack of anything that was available. But the impulse that was guiding her would not suffer her to entertain any such thought.", "characters": 295, "sentences": 4}, {"text": "There was a restaurant at the corner. She had never entered its doors; from the outside she had sometimes caught glimpses of spotless damask and shining crystal, and soft-stepping waiters serving people of fashion.", "characters": 214, "sentences": 3}, {"text": "When she entered her appearance created no surprise, no consternation, as she had half feared it might. She seated herself at a small table alone, and an attentive waiter at once approached to take her order. She did not want a profusion; she craved a nice and tasty bite--a half dozen blue-points, a plump chop with cress, a something sweet--a creme-frappee, for instance; a glass of Rhine wine, and after all a small cup of black coffee.", "characters": 439, "sentences": 4}, {"text": "There was still money in her purse, and her next temptation presented itself in the shape of a matinee poster.", "characters": 110, "sentences": 2}, {"text": "The play was over, the music ceased, the crowd filed out. It was like a dream ended. People scattered in all directions. Mrs. Sommers went to the corner and waited for the cable car.", "characters": 182, "sentences": 6}, {"text": "A man with keen eyes, who sat opposite to her, seemed to like the study of her small, pale face. It puzzled him to decipher what he saw there. In truth, he saw nothing-unless he were wizard enough to detect a poignant wish, a powerful longing that the cable car would never stop anywhere, but go on and on with her forever.", "characters": 323, "sentences": 4}, {"text": "Ned--or Edmond--mechanically fastened another button of his shirt and did not reply. He went on reading his letter.", "characters": 115, "sentences": 3}, {"text": "\"'Taint no gal's picture,\" offered the man at the fire. He had removed his tin cup and was engaged in stirring its grimy contents with a small stick. \"That's a charm; some kind of hoodoo business that one o' them priests gave him to keep him out o' trouble. I know them Cath'lics. That's how come Frenchy got permoted an never got a scratch sence he's been in the ranks. Hey, French! aint I right?\" Edmond looked up absently from his letter.", "characters": 441, "sentences": 7}, {"text": "\"It must be, Nick,\" returned Edmond with a smile. \"I don't know how I could have gone through this year and a half without it.\"", "characters": 127, "sentences": 3}, {"text": "The profound and treacherous night with its silence and semblance of peace settled upon the camp. He dreamed that the fair Octavie brought him a letter. He had no chair to offer her and was pained and embarrassed at the condition of his garments. He was ashamed of the poor food which comprised the dinner at which he begged her to join them.", "characters": 342, "sentences": 5}, {"text": "He dreamt of a serpent coiling around his throat, and when he strove to grasp it the slimy thing glided away from his clutch. Then his dream was clamor.", "characters": 152, "sentences": 3}, {"text": "\"Git your duds! you! Frenchy!\" Nick was bellowing in his face. There was what appeared to be a scramble and a rush rather than any regulated movement. The hill side was alive with clatter and motion; with sudden up-springing lights among the pines. In the east the dawn was unfolding out of the darkness. Its glimmer was yet dim in the plain below.", "characters": 348, "sentences": 6}, {"text": "\"What's it all about?\" wondered a big black bird perched in the top of the tallest tree. He was an old solitary and a wise one, yet he was not wise enough to guess what it was all about. So all day long he kept blinking and wondering.", "characters": 234, "sentences": 4}, {"text": "The noise reached far out over the plain and across the hills and awoke the little babes that were sleeping in their cradles. The smoke curled up toward the sun and shadowed the plain so that the stupid birds thought it was going to rain; but the wise one knew better.", "characters": 268, "sentences": 3}, {"text": "\"They are children playing a game,\" thought he. \"I shall know more about it if I watch long enough.\"", "characters": 100, "sentences": 3}, {"text": "At the approach of night they had all vanished away with their din and smoke. Then the old bird plumed his feathers. At last he had understood! With a flap of his great, black wings he shot downward, circling toward the plain.", "characters": 226, "sentences": 4}, {"text": "A man was picking his way across the plain. He was dressed in the garb of a clergyman. His mission was to administer the consolations of religion to any of the prostrate figures in whom there might yet linger a spark of life. A negro accompanied him, bearing a bucket of water and a flask of wine.", "characters": 297, "sentences": 5}, {"text": "There were no wounded here; they had been borne away. But the retreat had been hurried and the vultures and the good Samaritans would have to look to the dead.", "characters": 159, "sentences": 3}, {"text": "The angelus was ringing half a mile away. The priest and the negro knelt and murmured together the evening benediction and a prayer for the dead.", "characters": 145, "sentences": 3}, {"text": "Octavie wore a plain black dress, severe in its simplicity. A narrow belt held it at the waist and the sleeves were gathered into close fitting wristbands. She had discarded her hoopskirt and appeared not unlike a nun. Beneath the folds of her bodice nestled the old locket. She never displayed it now. It had returned to her sanctified in her eyes; made precious as material things sometimes are by being forever identified with a significant moment of one's existence.", "characters": 470, "sentences": 7}, {"text": "A hundred times she had read over the letter with which the locket had come back to her. No later than that morning she had again pored over it. As she sat beside the window, smoothing the letter out upon her knee, heavy and spiced odors stole in to her with the songs of birds and the humming of insects in the air.", "characters": 316, "sentences": 4}, {"text": "Octavie had experienced many such moments of despair, but a blessed resignation had never failed to follow, and it fell then upon her like a mantle and enveloped her.", "characters": 166, "sentences": 2}, {"text": "\"I shall grow old and quiet and sad like poor Aunt Tavie,\" she murmured to herself as she folded the letter and replaced it in the secretary. Already she gave herself a little demure air like her Aunt Tavie. She walked with a slow glide in unconscious imitation of Mademoiselle Tavie whom some youthful affliction had robbed of earthly compensation while leaving her in possession of youth's illusions.", "characters": 402, "sentences": 4}, {"text": "\"Will you do me the favor, Octavie,\" requested the judge in the courteous tone which he never abandoned, \"to remove that veil which you wear. It seems out of harmony, someway, with the beauty and promise of the day.\"", "characters": 216, "sentences": 3}, {"text": "The young girl obediently yielded to her old companion's wish and unpinning the cumbersome, sombre drapery from her bonnet, folded it neatly and laid it upon the seat in front of her.", "characters": 183, "sentences": 2}, {"text": "\"Ah! that is better; far better!\" he said in a tone expressing unbounded relief. \"Never put it on again, dear.\" Octavie felt a little hurt; as if he wished to debar her from share and parcel in the burden of affliction which had been placed upon all of them. Again she drew forth the old muslin handkerchief.", "characters": 308, "sentences": 5}, {"text": "They had left the big road and turned into a level plain which had formerly been an old meadow. There were clumps of thorn trees here and there, gorgeous in their spring radiance. Some cattle were grazing off in the distance in spots where the grass was tall and luscious. At the far end of the meadow was the towering lilac hedge, skirting the lane that led to Judge Pillier's house, and the scent of its heavy blossoms met them like a soft and tender embrace of welcome.", "characters": 472, "sentences": 5}, {"text": "They had been driving through the lane with the towering hedge on one side and the open meadow on the other. The horses had somewhat quickened their lazy pace. As they turned into the avenue leading to the house, a whole choir of feathered songsters fluted a sudden torrent of melodious greeting from their leafy hiding places.", "characters": 327, "sentences": 4}, {"text": "It was many hours later that Octavie drew the locket from her bosom and looked at Edmond with a questioning appeal in her glance.", "characters": 129, "sentences": 2}, {"text": "\"It was the night before an engagement,\" he said. \"In the hurry of the encounter, and the retreat next day, I never missed it till the fight was over. I thought of course I had lost it in the heat of the struggle, but it was stolen.\"", "characters": 233, "sentences": 4}, {"text": "\"Stolen,\" she shuddered, and thought of the dead soldier with his face uplifted to the sky in an agony of supplication.", "characters": 119, "sentences": 2}, {"text": "Edmond said nothing; but he thought of his messmate; the one who had lain far back in the shadow; the one who had said nothing.", "characters": 127, "sentences": 2}, {"text": "Some people are born with a vital and responsive energy. It not only enables them to keep abreast of the times; it qualifies them to furnish in their own personality a good bit of the motive power to the mad pace. They are fortunate beings. They do not need to apprehend the significance of things. They do not grow weary nor miss step, nor do they fall out of rank and sink by the wayside to be left contemplating the moving procession.", "characters": 437, "sentences": 6}, {"text": "Ah! that moving procession that has left me by the road-side! Its fantastic colors are more brilliant and beautiful than the sun on the undulating waters. What matter if souls and bodies are failing beneath the feet of the ever-pressing multitude! It moves with the majestic rhythm of the spheres. Its discordant clashes sweep upward in one harmonious tone that blends with the music of other worlds--to complete God's orchestra.", "characters": 429, "sentences": 4}, {"text": "It is greater than the stars--that moving procession of human energy; greater than the palpitating earth and the things growing thereon. Oh! I could weep at being left by the wayside; left with the grass and the clouds and a few dumb animals. True, I feel at home in the society of these symbols of life's immutability. In the procession I should feel the crushing feet, the clashing discords, the ruthless hands and stifling breath. I could not hear the rhythm of the march.", "characters": 475, "sentences": 6}], "id": 160, "paragraphs": 838, "author": "Kate Chopin"}