{"title": "Beowulf", "data": [{"text": "Produced by David Starner, Dainis Millers and the Online Distributed Proofreading Team at http://www.pgdp.net", "characters": 109, "sentences": 3}, {"text": "Scyld's Successors                                  } (II.)                          3       Hrothgar's Great Mead-Hall", "characters": 119, "sentences": 2}, {"text": "Beowulf Silences Unferth                                } (X.)                            21       Glee is High", "characters": 111, "sentences": 2}, {"text": "Banquet (continued)                                        } (XVII.)                 37       The Scop's Song of Finn and Hnæf", "characters": 127, "sentences": 2}, {"text": "The Finn Episode (continued)                                    } (XVIII.)                    39       The Banquet Continues", "characters": 124, "sentences": 2}, {"text": "[vi]  Beowulf Brings his Trophies                                   } (XXV.)                       57       Hrothgar's Gratitude", "characters": 128, "sentences": 2}, {"text": "Hrothgar Moralizes                          } (XXVI.)                               60       Rest after Labor", "characters": 109, "sentences": 2}, {"text": "The Homeward Journey                            } (XXVIII.)                           64       The Two Queens", "characters": 109, "sentences": 2}, {"text": "Brave Though Aged                         } (XXXIII.)                              78       Reminiscences", "characters": 105, "sentences": 2}, {"text": "Beowulf Seeks the Dragon                                } (XXXIV.)                        81       Beowulf's Reminiscences", "characters": 122, "sentences": 2}, {"text": "Reminiscences (continued)                                 } (XXXV.)                        83       Beowulf's Last Battle", "characters": 121, "sentences": 2}, {"text": "Wiglaf the Trusty                                                   } (XXXVI.)     88       Beowulf is Deserted by Friends and by Sword", "characters": 135, "sentences": 2}, {"text": "The Fatal Struggle                              } (XXXVII.)                         91       Beowulf's Last Moments", "characters": 115, "sentences": 2}, {"text": "Wiglaf Plunders the Dragon's Den                                        } (XXXVIII.)              93       Beowulf's Death", "characters": 122, "sentences": 2}, {"text": "The Dead Foes                              } (XXXIX.)                          95       Wiglaf's Bitter Taunts", "characters": 110, "sentences": 2}, {"text": "Wiglaf's Sad Story                             } (XLII.)                           103       The Hoard Carried Off", "characters": 114, "sentences": 2}, {"text": "The present work is a modest effort to reproduce approximately, in modern measures, the venerable epic, Beowulf. _Approximately_, I repeat; for a very close reproduction of Anglo-Saxon verse would, to a large extent, be prose to a modern ear.", "characters": 242, "sentences": 3}, {"text": "The Heyne-Socin text and glossary have been closely followed. Occasionally a deviation has been made, but always for what seemed good and sufficient reason. The translator does not aim to be an editor. Once in a while, however, he has added a conjecture of his own to the emendations quoted from the criticisms of other students of the poem.", "characters": 341, "sentences": 5}, {"text": "In order to please the larger class of readers, a regular cadence has been used, a measure which, while retaining the essential characteristics of the original, permits the reader to see ahead of him in reading.", "characters": 211, "sentences": 2}, {"text": "Of all English translations of Beowulf, that of Professor Garnett alone gives any adequate idea of the chief characteristics of this great Teutonic epic.", "characters": 153, "sentences": 2}, {"text": "What Gummere[1] calls the \"rime-giver\" has been studiously kept; _viz._, the first accented syllable in the second half-verse always carries the alliteration; and the last accented syllable alliterates only sporadically. Alternate alliteration is occasionally used as in the original. (See 7_61, 8_5.)", "characters": 301, "sentences": 5}, {"text": "The parallelisms of the original have been faithfully preserved. (_E.g._, 1_16 and 1_17: \"Lord\" and \"Wielder of Glory\"; 1_30, 1_31, 1_32; 2_12 and 2_13; 2_27 and 2_28; 3_5 and 3_6.) Occasionally, some loss has been sustained; but, on the other hand, a gain has here and there been made.", "characters": 286, "sentences": 6}, {"text": "The effort has been made to give a decided flavor of archaism to the translation. All words not in keeping with the spirit of the poem have been avoided. Again, though many archaic words have been used, there are none, it is believed, which are not found in standard modern poetry.", "characters": 281, "sentences": 4}, {"text": "_Grendel comes, the great march-stepper, bearing God's anger. He seizes and kills one of the sleeping warriors. Then he advances towards Beowulf. A fierce and desperate hand-to-hand struggle ensues. No arms are used, both combatants trusting to strength and hand-grip. Beowulf tears Grendel's shoulder from its socket, and the monster retreats to his den, howling and yelling with agony and fury. The wound is fatal._", "characters": 417, "sentences": 8}, {"text": "_The next morning, at early dawn, warriors in numbers flock to the hall Heorot, to hear the news. Joy is boundless. Glee runs high. Hrothgar and his retainers are lavish of gratitude and of gifts._", "characters": 197, "sentences": 5}, {"text": "_Joy is renewed at Heorot. Congratulations crowd upon the victor. Hrothgar literally pours treasures into the lap of Beowulf; and it is agreed among the vassals of the king that Beowulf will be their next liegelord._", "characters": 216, "sentences": 4}, {"text": "_When the hero arrives in his own land, Higelac treats him as a distinguished guest. He is the hero of the hour._", "characters": 113, "sentences": 3}, {"text": "_The poem closes with a glowing tribute to his bravery, his gentleness, his goodness of heart, and his generosity._", "characters": 115, "sentences": 2}, {"text": "It is the devout desire of this translator to hasten the day when the story of Beowulf shall be as familiar to English-speaking peoples as that of the Iliad. Beowulf is our first great epic. It is an epitomized history of the life of the Teutonic races. It brings vividly before us our forefathers of pre-Alfredian eras, in their love of war, of sea, and of adventure.", "characters": 368, "sentences": 5}, {"text": "My special thanks are due to Professors Francis A. March and James A. Harrison, for advice, sympathy, and assistance.", "characters": 117, "sentences": 4}, {"text": "B. = Bugge. C. = Cosijn. Gr. = Grein. Grdvtg. = Grundtvig. H. = Heyne. H. and S. = Harrison and Sharp. H.-So. = Heyne-Socin. K.= Kemble. Kl. = Kluge. M.= Müllenhoff. R. = Rieger. S. = Sievers. Sw. = Sweet. t.B. = ten Brink. Th. = Thorpe. W. = Wülcker.", "characters": 253, "sentences": 36}, {"text": "~Arnold, Thomas.~--Beowulf. A heroic poem of the eighth century. London, 1876. With English translation. Prose.", "characters": 111, "sentences": 7}, {"text": "~Botkine, L.~--Beowulf. Epopée Anglo-Saxonne. Havre, 1877. First French translation. Passages occasionally omitted.", "characters": 116, "sentences": 7}, {"text": "~Conybeare, J.J.~--Illustrations of Anglo-Saxon Poetry. London, 1826. Full Latin translation, and some passages translated into English blank-verse.", "characters": 148, "sentences": 6}, {"text": "~Garnett, J.M.~--Beowulf: an Anglo-Saxon Poem, and the Fight at Finnsburg. Boston, 1882. An accurate line-for-line translation, using alliteration occasionally, and sometimes assuming a metrical cadence.", "characters": 203, "sentences": 6}, {"text": "~Grion, Giusto.~--Beovulf, poema epico anglo-sassone del VII. secolo, tradotto e illustrato. Lucca, 1883. First Italian translation.", "characters": 132, "sentences": 6}, {"text": "~Kemble, J.M.~--The Anglo-Saxon Poems of Beowulf, the Traveller's Song, and the Battle of Finnsburg. London, 1833. The second edition contains a prose translation of Beowulf.", "characters": 174, "sentences": 6}, {"text": "~Lumsden, H.W.~--Beowulf, translated into modern rhymes. London, 1881. Ballad measures. Passages occasionally omitted.", "characters": 118, "sentences": 7}, {"text": "~Sandras, G.S.~--De carminibus Cædmoni adjudicatis. Paris, 1859. An extract from Beowulf, with Latin translation.", "characters": 114, "sentences": 6}, {"text": "~Simrock, K.~--Beowulf. Uebersetzt und erläutert. Stuttgart und Augsburg, 1859. Alliterative measures.", "characters": 103, "sentences": 6}, {"text": "~Thorkelin, G.J.~--De Danorum rebus gestis secul. III. et IV. poema Danicum dialecto Anglosaxonica. Havniæ, 1815. Latin translation.", "characters": 133, "sentences": 9}, {"text": "~Thorpe, B.~--The Anglo-Saxon Poems of Beowulf, the Scôp or Gleeman's Tale, and the Fight at Finnsburg. Oxford, 1855. English translation in short lines, generally containing two stresses.", "characters": 189, "sentences": 5}, {"text": "~Wickberg, R.~--Beowulf, en fornengelsk hjeltedikt, öfersatt. Westervik. First Swedish translation.", "characters": 100, "sentences": 5}, {"text": "[The figures refer to the divisions of the poem in which the respective names occur. The large figures refer to fitts, the small, to lines in the fitts.]", "characters": 153, "sentences": 3}, {"text": "~Æschere~.--Confidential friend of King Hrothgar. Elder brother of Yrmenlaf. Killed by Grendel.--21_3; 30_89.", "characters": 110, "sentences": 6}, {"text": "~Beowulf~.--Son of Scyld, the founder of the dynasty of Scyldings. Father of Healfdene, and grandfather of Hrothgar.--1_18; 2_1.", "characters": 128, "sentences": 5}, {"text": "~Danes~.--Subjects of Scyld and his descendants, and hence often called Scyldings. Other names for them are Victory-Scyldings, Honor-Scyldings, Armor-Danes, Bright-Danes, East-Danes, West-Danes, North-Danes, South-Danes, Ingwins, Hrethmen.--1_1; 2_1; 3_2; 5_14; 7_1, etc.", "characters": 271, "sentences": 5}, {"text": "~Ecgtheow~.--Father of Beowulf, the hero of the poem. A widely-known Wægmunding warrior. Marries Hrethel's daughter. After slaying Heatholaf, a Wylfing, he flees his country.--7_3; 5_6; 8_4.", "characters": 191, "sentences": 7}, {"text": "~Eanmund~.--Son of Ohthere and brother of Eadgils. The reference to these brothers is vague, and variously understood. Heyne supposes as follows: Raising a revolt against their father, they are obliged to leave Sweden. They go to the land of the Geats; with what intention, is not known, but probably to conquer and plunder. The Geatish king, Heardred, is slain by one of the brothers, probably Eanmund.--36_10; 31_54 to 31_60; 33_66 to 34_6.", "characters": 442, "sentences": 8}, {"text": "~Eofor~.--A Geatish hero who slays Ongentheow in war, and is rewarded by Hygelac with the hand of his only daughter.--41_18; 41_48.", "characters": 131, "sentences": 4}, {"text": "~Finn~.--King of the North-Frisians and the Jutes. Marries Hildeburg. At his court takes place the horrible slaughter in which the Danish general, Hnæf, fell. Later on, Finn himself is slain by Danish warriors.--17_18; 17_30; 17_44; 18_4; 18_23.", "characters": 246, "sentences": 7}, {"text": "~Fin-land~.--The country to which Beowulf was driven by the currents in his swimming-match.--10_22.", "characters": 99, "sentences": 4}, {"text": "~Frisians~.--A part of them are ruled by Finn. Some of them were engaged in the struggle in which Higelac was slain.--17_20; 17_42; 17_52; 40_21.", "characters": 145, "sentences": 5}, {"text": "~Geats, Geatmen~.--The race to which the hero of the poem belongs. Also called Weder-Geats, or Weders, War-Geats, Sea-Geats. They are ruled by Hrethel, Hæthcyn, Higelac, and Beowulf.--4_7; 7_4; 10_45; 11_8; 27_14; 28_8.", "characters": 220, "sentences": 6}, {"text": "~Grendel~.--A monster of the race of Cain. Dwells in the fens and moors. Is furiously envious when he hears sounds of joy in Hrothgar's palace. Causes the king untold agony for years. Is finally conquered by Beowulf, and dies of his wound. His hand and arm are hung up in Hrothgar's hall Heorot. His head is cut off by Beowulf when he goes down to fight with Grendel's mother.--2_50; 3_1; 3_13; 8_19; 11_17; 12_2; 13_27; 15_3.", "characters": 426, "sentences": 10}, {"text": "~Hæthcyn~.--Son of Hrethel and brother of Higelac. Kills his brother Herebeald accidentally. Is slain at Ravenswood, fighting against Ongentheow.--34_43; 35_23; 40_32.", "characters": 168, "sentences": 6}, {"text": "~Herebeald~.--Eldest son of Hrethel, the Geatish king, and brother of Higelac. Killed by his younger brother Hæthcyn.--34_43; 34_47.", "characters": 133, "sentences": 5}, {"text": "~Heremod~.--A Danish king of a dynasty before the Scylding line. Was a source of great sorrow to his people.--14_64; 25_59.", "characters": 123, "sentences": 5}, {"text": "~Healfdene~.--Grandson of Scyld and father of Hrothgar. Ruled the Danes long and well.--2_5; 4_1; 8_14.", "characters": 103, "sentences": 5}, {"text": "~Heardred~.--Son of Higelac and Hygd, king and queen of the Geats. Succeeds his father, with Beowulf as regent. Is slain by the sons of Ohthere.--31_56; 33_63; 33_75.", "characters": 166, "sentences": 6}, {"text": "~Heathobards~.--Race of Lombards, of which Froda is king. After Froda falls in battle with the Danes, Ingeld, his son, marries Hrothgar's daughter, Freaware, in order to heal the feud.--30_1; 30_6.", "characters": 197, "sentences": 5}, {"text": "~Heathoremes~.--The people on whose shores Breca is cast by the waves during his contest with Beowulf.--9_21.", "characters": 109, "sentences": 4}, {"text": "~Heorogar~.--Elder brother of Hrothgar, and surnamed 'Weoroda Ræswa,' Prince of the Troopers.--2_9; 8_12.", "characters": 106, "sentences": 4}, {"text": "~Heort~, ~Heorot~.--The great mead-hall which King Hrothgar builds. It is invaded by Grendel for twelve years. Finally cleansed by Beowulf, the Geat. It is called Heort on account of the hart-antlers which decorate it.--2_25; 3_32; 3_52.", "characters": 237, "sentences": 7}, {"text": "~Hildeburg~.--Wife of Finn, daughter of Hoce, and related to Hnæf,--probably his sister.--17_21; 18_34.", "characters": 104, "sentences": 4}, {"text": "~Hnæf~.--Leader of a branch of the Danes called Half-Danes. Killed in the struggle at Finn's castle.--17_19; 17_61.", "characters": 116, "sentences": 5}, {"text": "~Hondscio~.--One of Beowulf's companions. Killed by Grendel just before Beowulf grappled with that monster.--30_43.", "characters": 115, "sentences": 5}, {"text": "~Hreosna-beorh~.--A promontory in Geat-land, near which Ohthere's sons made plundering raids.--35_18.", "characters": 101, "sentences": 4}, {"text": "~Hrothgar~.--The Danish king who built the hall Heort, but was long unable to enjoy it on account of Grendel's persecutions. Marries Wealhtheow, a Helming lady. Has two sons and a daughter. Is a typical Teutonic king, lavish of gifts. A devoted liegelord, as his lamentations over slain liegemen prove. Also very appreciative of kindness, as is shown by his loving gratitude to Beowulf.--2_9; 2_12; 4_1; 8_10; 15_1; etc., etc.", "characters": 426, "sentences": 10}, {"text": "~Hrothulf~.--Probably a son of Halga, younger brother of Hrothgar. Certainly on terms of close intimacy in Hrothgar's palace.--16_26; 18_57.", "characters": 140, "sentences": 5}, {"text": "~Hun~.--A Frisian warrior, probably general of the Hetwars. Gives Hengest a beautiful sword.--18_19.", "characters": 100, "sentences": 5}, {"text": "~Hygelac~, ~Higelac~.--King of the Geats, uncle and liegelord of Beowulf, the hero of the poem.--His second wife is the lovely Hygd, daughter of Hæreth. The son of their union is Heardred. Is slain in a war with the Hugs, Franks, and Frisians combined. Beowulf is regent, and afterwards king of the Geats.--4_6; 5_4; 28_34; 29_9; 29_21; 31_56.", "characters": 344, "sentences": 8}, {"text": "~Hygd~.--Wife of Higelac, and daughter of Hæreth. There are some indications that she married Beowulf after she became a widow.--28_37.", "characters": 136, "sentences": 5}, {"text": "~Ingeld~.--Son of the Heathobard king, Froda. Marries Hrothgar's daughter, Freaware, in order to reconcile the two peoples.--29_62; 30_32.", "characters": 138, "sentences": 5}, {"text": "~Offa~.--King of the Angles, and son of Garmund. Marries the terrible Thrytho who is so strongly contrasted with Hygd.--28_59; 28_66.", "characters": 133, "sentences": 5}, {"text": "~Ohthere~.--Son of Ongentheow, king of the Swedes. He is father of Eanmund and Eadgils.--40_35; 40_39.", "characters": 102, "sentences": 5}, {"text": "~Ongentheow~.--King of Sweden, of the Scylfing dynasty. Married, perhaps, Elan, daughter of Healfdene.--35_26; 41_16.", "characters": 117, "sentences": 5}, {"text": "~Scyld~.--Founder of the dynasty to which Hrothgar, his father, and grandfather belonged. He dies, and his body is put on a vessel, and set adrift. He goes from Daneland just as he had come to it--in a bark.--1_4; 1_19; 1_27.", "characters": 225, "sentences": 6}, {"text": "~Scyldings~.--The descendants of Scyld. They are also called Honor-Scyldings, Victory-Scyldings, War-Scyldings, etc. (See 'Danes,' above.)--2_1; 7_1; 8_1.", "characters": 154, "sentences": 6}, {"text": "~Sigemund~.--Son of Wæls, and uncle and father of Fitela. His struggle with a dragon is related in connection with Beowulf's deeds of prowess.--14_38; 14_47.", "characters": 158, "sentences": 5}, {"text": "~Thrytho~.--Wife of Offa, king of the Angles. Known for her fierce and unwomanly disposition. She is introduced as a contrast to the gentle Hygd, queen of Higelac.--28_42; 28_56.", "characters": 178, "sentences": 6}, {"text": "~Unferth~.--Son of Ecglaf, and seemingly a confidential courtier of Hrothgar. Taunts Beowulf for having taken part in the swimming-match. Lends Beowulf his sword when he goes to look for Grendel's mother. In the MS. sometimes written _Hunferth_. 9_1; 18_41.", "characters": 257, "sentences": 8}, {"text": "~Wægmunding~.--A name occasionally applied to Wiglaf and Beowulf, and perhaps derived from a common ancestor, Wægmund.--36_6; 38_61.", "characters": 134, "sentences": 4}, {"text": "~Wiglaf~.--Son of Wihstan, and related to Beowulf. He remains faithful to Beowulf in the fatal struggle with the fire-drake. Would rather die than leave his lord in his dire emergency.--36_1; 36_3; 36_28.", "characters": 204, "sentences": 6}, {"text": "~Wulf~.--Son of Wonred. Engaged in the battle between Higelac's and Ongentheow's forces, and had a hand-to-hand fight with Ongentheow himself. Ongentheow disables him, and is thereupon slain by Eofor.--41_19; 41_29.", "characters": 215, "sentences": 6}, {"text": "WIELDER.--Ruler. Often used of God; also in compounds, as 'Wielder of Glory,' 'Wielder of Worship.'", "characters": 99, "sentences": 4}, {"text": "Lo! the Spear-Danes' glory through splendid achievements           The folk-kings' former fame we have heard of,           How princes displayed then their prowess-in-battle.", "characters": 174, "sentences": 2}, {"text": "{Scyld, their mighty king, in honor of whom they are often called Scyldings. He is the great-grandfather of Hrothgar, so prominent in the poem.}", "characters": 144, "sentences": 3}, {"text": "Oft Scyld the Scefing from scathers in numbers         5 From many a people their mead-benches tore.           Since first he found him friendless and wretched,           The earl had had terror: comfort he got for it,           Waxed 'neath the welkin, world-honor gained,           Till all his neighbors o'er sea were compelled to        10 Bow to his bidding and bring him their tribute:           An excellent atheling! After was borne him", "characters": 444, "sentences": 2}, {"text": "{A son is born to him, who receives the name of Beowulf--a name afterwards made so famous by the hero of the poem.}", "characters": 115, "sentences": 2}, {"text": "A son and heir, young in his dwelling,           Whom God-Father sent to solace the people.           He had marked the misery malice had caused them,        15 [1]That reaved of their rulers they wretched had erstwhile[2]           Long been afflicted. The Lord, in requital,           Wielder of Glory, with world-honor blessed him.           Famed was Beowulf, far spread the glory           Of Scyld's great son in the lands of the Danemen.", "characters": 444, "sentences": 5}, {"text": "20 So the carle that is young, by kindnesses rendered           The friends of his father, with fees in abundance           Must be able to earn that when age approacheth           Eager companions aid him requitingly,           When war assaults him serve him as liegemen:        25 By praise-worthy actions must honor be got           'Mong all of the races. At the hour that was fated", "characters": 387, "sentences": 2}, {"text": "Scyld then departed to the All-Father's keeping           Warlike to wend him; away then they bare him           To the flood of the current, his fond-loving comrades,        30 As himself he had bidden, while the friend of the Scyldings           Word-sway wielded, and the well-lovèd land-prince           Long did rule them.[3] The ring-stemmèd vessel,           Bark of the atheling, lay there at anchor,           Icy in glimmer and eager for sailing;", "characters": 458, "sentences": 2}, {"text": "Who when first he was born outward did send him           Lone on the main, the merest of infants:           And a gold-fashioned standard they stretched under heaven [3]    50 High o'er his head, let the holm-currents bear him,           Seaward consigned him: sad was their spirit,           Their mood very mournful. Men are not able", "characters": 336, "sentences": 2}, {"text": "Soothly to tell us, they in halls who reside,[4]           Heroes under heaven, to what haven he hied.", "characters": 102, "sentences": 2}, {"text": "[1] For the 'Þæt' of verse 15, Sievers suggests 'Þá' (= which). If     this be accepted, the sentence 'He had ... afflicted' will read: _He_     (_i.e._ God) _had perceived the malice-caused sorrow which they,     lordless, had formerly long endured_.", "characters": 255, "sentences": 8}, {"text": "[2] For 'aldor-léase' (15) Gr. suggested 'aldor-ceare': _He perceived     their distress, that they formerly had suffered life-sorrow a long     while_.", "characters": 153, "sentences": 3}, {"text": "[3] A very difficult passage. 'Áhte' (31) has no object. H. supplies     'geweald' from the context; and our translation is based upon this     assumption, though it is far from satisfactory. Kl. suggests     'lændagas' for 'lange': _And the beloved land-prince enjoyed (had) his     transitory days (i.e. lived)_. B. suggests a dislocation; but this is     a dangerous doctrine, pushed rather far by that eminent scholar.", "characters": 424, "sentences": 11}, {"text": "[4] The reading of the H.-So. text has been quite closely followed;     but some eminent scholars read 'séle-rædenne' for 'sele-rædende.' If     that be adopted, the passage will read: _Men cannot tell us, indeed,     the order of Fate, etc._ 'Sele-rædende' has two things to support it:     (1) v. 1347; (2) it affords a parallel to 'men' in v. 50.", "characters": 353, "sentences": 8}, {"text": "In the boroughs then Beowulf, bairn of the Scyldings,           Belovèd land-prince, for long-lasting season           Was famed mid the folk (his father departed,           The prince from his dwelling), till afterward sprang         5 Great-minded Healfdene; the Danes in his lifetime           He graciously governed, grim-mooded, agèd.", "characters": 341, "sentences": 2}, {"text": "Four bairns of his body born in succession           Woke in the world, war-troopers' leader           Heorogar, Hrothgar, and Halga the good;        10 Heard I that Elan was Ongentheow's consort,", "characters": 196, "sentences": 1}, {"text": "{He has three sons--one of them, Hrothgar--and a daughter named Elan. Hrothgar becomes a mighty king.}", "characters": 102, "sentences": 3}, {"text": "The well-beloved bedmate of the War-Scylfing leader.           Then glory in battle to Hrothgar was given,           Waxing of war-fame, that willingly kinsmen           Obeyed his bidding, till the boys grew to manhood,        15 A numerous band.  It burned in his spirit           To urge his folk to found a great building,           A mead-hall grander than men of the era", "characters": 376, "sentences": 3}, {"text": "Ever had heard of, and in it to share           With young and old all of the blessings        20 The Lord had allowed him, save life and retainers.           Then the work I find afar was assigned [4]       To many races in middle-earth's regions,           To adorn the great folk-hall. In due time it happened           Early 'mong men, that 'twas finished entirely,        25 The greatest of hall-buildings; Heorot he named it", "characters": 430, "sentences": 3}, {"text": "Who wide-reaching word-sway wielded 'mong earlmen.           His promise he brake not, rings he lavished,           Treasure at banquet. Towered the hall up           High and horn-crested, huge between antlers:        30 It battle-waves bided, the blasting fire-demon;           Ere long then from hottest hatred must sword-wrath           Arise for a woman's husband and father.           Then the mighty war-spirit[1] endured for a season,", "characters": 442, "sentences": 4}, {"text": "Bore it bitterly, he who bided in darkness,        35 That light-hearted laughter loud in the building           Greeted him daily; there was dulcet harp-music,           Clear song of the singer. He said that was able", "characters": 218, "sentences": 2}, {"text": "{[The course of the story is interrupted by a short reference to some old account of the creation.]}", "characters": 100, "sentences": 2}, {"text": "To tell from of old earthmen's beginnings,           That Father Almighty earth had created,        40 The winsome wold that the water encircleth,           Set exultingly the sun's and the moon's beams           To lavish their lustre on land-folk and races,           And earth He embellished in all her regions           With limbs and leaves; life He bestowed too        45 On all the kindreds that live under heaven.", "characters": 421, "sentences": 2}, {"text": "The kindred of Cain crushed with His vengeance;           In the feud He rejoiced not, but far away drove him           From kindred and kind, that crime to atone for,           Meter of Justice. Thence ill-favored creatures,        60 Elves and giants, monsters of ocean,           Came into being, and the giants that longtime           Grappled with God; He gave them requital.", "characters": 380, "sentences": 3}, {"text": "[1] R. and t. B. prefer 'ellor-gæst' to 'ellen-gæst' (86): _Then the     stranger from afar endured, etc._", "characters": 108, "sentences": 5}, {"text": "[3] Some authorities arrange differently, and render: _Who dwelt in     the moor-fens, the marsh and the fastness, the land of the     giant-race._", "characters": 147, "sentences": 2}, {"text": "When the sun was sunken, he set out to visit           The lofty hall-building, how the Ring-Danes had used it           For beds and benches when the banquet was over.           Then he found there reposing many a noble         5 Asleep after supper; sorrow the heroes,[1]           Misery knew not. The monster of evil           Greedy and cruel tarried but little,", "characters": 367, "sentences": 3}, {"text": "Fell and frantic, and forced from their slumbers           Thirty of thanemen; thence he departed        10 Leaping and laughing, his lair to return to,           With surfeit of slaughter sallying homeward.           In the dusk of the dawning, as the day was just breaking,           Was Grendel's prowess revealed to the warriors:", "characters": 333, "sentences": 2}, {"text": "Then, his meal-taking finished, a moan was uplifted,        15 Morning-cry mighty. The man-ruler famous,           The long-worthy atheling, sat very woful,           Suffered great sorrow, sighed for his liegemen, [6]       When they had seen the track of the hateful pursuer,           The spirit accursèd: too crushing that sorrow,", "characters": 335, "sentences": 2}, {"text": "45 The monster of evil fiercely did harass,           The ill-planning death-shade, both elder and younger,           Trapping and tricking them. He trod every night then           The mist-covered moor-fens; men do not know where           Witches and wizards wander and ramble.        50 So the foe of mankind many of evils           Grievous injuries, often accomplished,           Horrible hermit; Heort he frequented,           Gem-bedecked palace, when night-shades had fallen", "characters": 482, "sentences": 3}, {"text": "(Since God did oppose him, not the throne could he touch,[5]        55 The light-flashing jewel, love of Him knew not).           'Twas a fearful affliction to the friend of the Scyldings", "characters": 187, "sentences": 2}, {"text": "Soul-crushing sorrow. Not seldom in private           Sat the king in his council; conference held they           What the braves should determine 'gainst terrors unlooked for.", "characters": 176, "sentences": 3}, {"text": "60 At the shrines of their idols often they promised           Gifts and offerings, earnestly prayed they           The devil from hell would help them to lighten           Their people's oppression. Such practice they used then,           Hope of the heathen; hell they remembered        65 In innermost spirit, God they knew not,", "characters": 331, "sentences": 2}, {"text": "Judge of their actions, All-wielding Ruler,           No praise could they give the Guardian of Heaven,           The Wielder of Glory. Woe will be his who           Through furious hatred his spirit shall drive to        70 The clutch of the fire, no comfort shall look for,           Wax no wiser; well for the man who,           Living his life-days, his Lord may face           And find defence in his Father's embrace!", "characters": 423, "sentences": 2}, {"text": "[1] The translation is based on 'weras,' adopted by H.-So.--K. and Th.     read 'wera' and, arranging differently, render 119(2)-120: _They knew     not sorrow, the wretchedness of man, aught of misfortune_.--For     'unhælo' (120) R. suggests 'unfælo': _The uncanny creature, greedy and     cruel, etc_.", "characters": 306, "sentences": 8}, {"text": "[2] S. rearranges and translates: _So he ruled and struggled unjustly,     one against all, till the noblest of buildings stood useless (it was a     long while) twelve years' time: the friend of the Scyldings suffered     distress, every woe, great sorrows, etc_.", "characters": 264, "sentences": 3}, {"text": "[3] For 'syððan,' B. suggests 'sárcwidum': _Hence in mournful words it     became well known, etc_. Various other words beginning with 's' have     been conjectured.", "characters": 168, "sentences": 4}, {"text": "[4] The H.-So. glossary is very inconsistent in referring to this     passage.--'Sibbe' (154), which H.-So. regards as an instr., B. takes     as accus., obj. of 'wolde.' Putting a comma after Deniga, he renders:     _He did not desire peace with any of the Danes, nor did he wish to     remove their life-woe, nor to settle for money_.", "characters": 336, "sentences": 12}, {"text": "So Healfdene's kinsman constantly mused on           His long-lasting sorrow; the battle-thane clever           Was not anywise able evils to 'scape from:           Too crushing the sorrow that came to the people,         5 Loathsome and lasting the life-grinding torture,", "characters": 272, "sentences": 1}, {"text": "{Beowulf, the Geat, hero of the poem, hears of Hrothgar's sorrow, and resolves to go to his assistance.}", "characters": 104, "sentences": 2}, {"text": "The foamy-necked floater fanned by the breeze,           Likest a bird, glided the waters,", "characters": 90, "sentences": 1}, {"text": "40 Then well from the cliff edge the guard of the Scyldings           Who the sea-cliffs should see to, saw o'er the gangway           Brave ones bearing beauteous targets,           Armor all ready, anxiously thought he,           Musing and wondering what men were approaching.        45 High on his horse then Hrothgar's retainer           Turned him to coastward, mightily brandished           His lance in his hands, questioned with boldness.", "characters": 447, "sentences": 3}, {"text": "[1] 'From hám' (194) is much disputed. One rendering is: _Beowulf,     being away from home, heard of Hrothgar's troubles, etc_. Another,     that adopted by S. and endorsed in the H.-So. notes, is: _B. heard     from his neighborhood (neighbors),_ i.e. _in his home, etc_. A third     is: _B., being at home, heard this as occurring away from home_. The     H.-So. glossary and notes conflict.", "characters": 395, "sentences": 15}, {"text": "[2] 'Eoletes' (224) is marked with a (?) by H.-So.; our rendering     simply follows his conjecture.--Other conjectures as to 'eolet' are:     (1) _voyage_, (2) _toil_, _labor_, (3) _hasty journey_.", "characters": 198, "sentences": 5}, {"text": "[4] 'Seld-guma' (249) is variously rendered: (1) _housecarle_; (2)     _home-stayer_; (3) _common man_. Dr. H. Wood suggests _a man-at-arms     in another's house_.", "characters": 164, "sentences": 5}, {"text": "The chief of the strangers rendered him answer,           War-troopers' leader, and word-treasure opened:", "characters": 105, "sentences": 1}, {"text": "\"We are sprung from the lineage of the people of Geatland,           And Higelac's hearth-friends. To heroes unnumbered", "characters": 119, "sentences": 2}, {"text": "5 My father was known, a noble head-warrior           Ecgtheow titled; many a winter           He lived with the people, ere he passed on his journey,           Old from his dwelling; each of the counsellors           Widely mid world-folk well remembers him.", "characters": 259, "sentences": 2}, {"text": "10 We, kindly of spirit, the lord of thy people,           The son of King Healfdene, have come here to visit, [11]      Folk-troop's defender: be free in thy counsels!           To the noble one bear we a weighty commission,           The helm of the Danemen; we shall hide, I ween,", "characters": 283, "sentences": 1}, {"text": "15 Naught of our message. Thou know'st if it happen,           As we soothly heard say, that some savage despoiler,           Some hidden pursuer, on nights that are murky           By deeds very direful 'mid the Danemen exhibits           Hatred unheard of, horrid destruction        20 And the falling of dead. From feelings least selfish", "characters": 340, "sentences": 3}, {"text": "I am able to render counsel to Hrothgar,           How he, wise and worthy, may worst the destroyer,           If the anguish of sorrow should ever be lessened,[1]           Comfort come to him, and care-waves grow cooler,        25 Or ever hereafter he agony suffer           And troublous distress, while towereth upward           The handsomest of houses high on the summit.\"", "characters": 378, "sentences": 2}, {"text": "Bestriding his stallion, the strand-watchman answered,           The doughty retainer: \"The difference surely        30 'Twixt words and works, the warlike shield-bearer           Who judgeth wisely well shall determine.           This band, I hear, beareth no malice", "characters": 267, "sentences": 2}, {"text": "To the prince of the Scyldings. Pass ye then onward           With weapons and armor. I shall lead you in person;        35 To my war-trusty vassals command I shall issue           To keep from all injury your excellent vessel,", "characters": 227, "sentences": 3}, {"text": "Your fresh-tarred craft, 'gainst every opposer           Close by the sea-shore, till the curved-neckèd bark shall           Waft back again the well-beloved hero        40 O'er the way of the water to Weder dominions.", "characters": 219, "sentences": 2}, {"text": "To warrior so great 'twill be granted sure           In the storm of strife to stand secure.\"           Onward they fared then (the vessel lay quiet,           The broad-bosomed bark was bound by its cable, [12]   45 Firmly at anchor); the boar-signs glistened[2]           Bright on the visors vivid with gilding,           Blaze-hardened, brilliant; the boar acted warden.           The heroes hastened, hurried the liegemen,", "characters": 427, "sentences": 3}, {"text": "Descended together, till they saw the great palace,        50 The well-fashioned wassail-hall wondrous and gleaming:", "characters": 116, "sentences": 1}, {"text": "'Mid world-folk and kindreds that was widest reputed           Of halls under heaven which the hero abode in;           Its lustre enlightened lands without number.           Then the battle-brave hero showed them the glittering        55 Court of the bold ones, that they easily thither           Might fare on their journey; the aforementioned warrior           Turning his courser, quoth as he left them:", "characters": 407, "sentences": 2}, {"text": "\"'Tis time I were faring; Father Almighty           Grant you His grace, and give you to journey        60 Safe on your mission! To the sea I will get me           'Gainst hostile warriors as warden to stand.\"", "characters": 209, "sentences": 2}, {"text": "[1] 'Edwendan' (280) B. takes to be the subs. 'edwenden' (cf. 1775);     and 'bisigu' he takes as gen. sing., limiting 'edwenden': _If     reparation for sorrows is ever to come_. This is supported by t.B.", "characters": 205, "sentences": 9}, {"text": "[2] Combining the emendations of B. and t.B., we may read: _The     boar-images glistened ... brilliant, protected the life of the     war-mooded man_. They read 'ferh-wearde' (305) and 'gúðmódgum men'     (306).", "characters": 215, "sentences": 9}, {"text": "The highway glistened with many-hued pebble,           A by-path led the liegemen together.           [1]Firm and hand-locked the war-burnie glistened,           The ring-sword radiant rang 'mid the armor         5 As the party was approaching the palace together", "characters": 263, "sentences": 2}, {"text": "In warlike equipments. 'Gainst the wall of the building           Their wide-fashioned war-shields they weary did set then, [13]      Battle-shields sturdy; benchward they turned then;           Their battle-sarks rattled, the gear of the heroes;        10 The lances stood up then, all in a cluster,           The arms of the seamen, ashen-shafts mounted           With edges of iron: the armor-clad troopers", "characters": 409, "sentences": 2}, {"text": "Were decked with weapons. Then a proud-mooded hero           Asked of the champions questions of lineage:        15 \"From what borders bear ye your battle-shields plated,           Gilded and gleaming, your gray-colored burnies,           Helmets with visors and heap of war-lances?--           To Hrothgar the king I am servant and liegeman.           'Mong folk from far-lands found I have never", "characters": 397, "sentences": 3}, {"text": "20 Men so many of mien more courageous.           I ween that from valor, nowise as outlaws,           But from greatness of soul ye sought for King Hrothgar.\"", "characters": 159, "sentences": 3}, {"text": "Then the strength-famous earlman answer rendered,           The proud-mooded Wederchief replied to his question,", "characters": 112, "sentences": 1}, {"text": "25 Hardy 'neath helmet: \"Higelac's mates are we;           Beowulf hight I. To the bairn of Healfdene,           The famous folk-leader, I freely will tell           To thy prince my commission, if pleasantly hearing           He'll grant we may greet him so gracious to all men.\"        30 Wulfgar replied then (he was prince of the Wendels,           His boldness of spirit was known unto many,           His prowess and prudence): \"The prince of the Scyldings,", "characters": 463, "sentences": 3}, {"text": "O'er the way of the waters are wafted hither,           Faring from far-lands: the foremost in rank        45 The battle-champions Beowulf title.           They make this petition: with thee, O my chieftain,           To be granted a conference; O gracious King Hrothgar,           Friendly answer refuse not to give them!", "characters": 322, "sentences": 2}, {"text": "In war-trappings weeded worthy they seem        50 Of earls to be honored; sure the atheling is doughty           Who headed the heroes hitherward coming.\"", "characters": 155, "sentences": 2}, {"text": "[1] Instead of the punctuation given by H.-So, S. proposed to insert a     comma after 'scír' (322), and to take 'hring-íren' as meaning     'ring-mail' and as parallel with 'gúð-byrne.' The passage would then     read: _The firm and hand-locked war-burnie shone, bright ring-mail,     rang 'mid the armor, etc_.", "characters": 316, "sentences": 5}, {"text": "Hrothgar answered, helm of the Scyldings:           \"I remember this man as the merest of striplings.           His father long dead now was Ecgtheow titled,           Him Hrethel the Geatman granted at home his         5 One only daughter; his battle-brave son           Is come but now, sought a trustworthy friend.           Seafaring sailors asserted it then,", "characters": 363, "sentences": 3}, {"text": "Who valuable gift-gems of the Geatmen[1] carried           As peace-offering thither, that he thirty men's grapple        10 Has in his hand, the hero-in-battle.", "characters": 161, "sentences": 2}, {"text": "The holy Creator usward sent him,           To West-Dane warriors, I ween, for to render           'Gainst Grendel's grimness gracious assistance:           I shall give to the good one gift-gems for courage.        15 Hasten to bid them hither to speed them,[2]           To see assembled this circle of kinsmen;           Tell them expressly they're welcome in sooth to           The men of the Danes.\" To the door of the building", "characters": 432, "sentences": 3}, {"text": "The strength of my body. Themselves they beheld me           When I came from the contest, when covered with gore           Foes I escaped from, where five[3] I had bound, [16]      The giant-race wasted, in the waters destroying        50 The nickers by night, bore numberless sorrows,           The Weders avenged (woes had they suffered)           Enemies ravaged; alone now with Grendel", "characters": 390, "sentences": 2}, {"text": "From veriest rashness recks not for weapons;           I this do scorn then, so be Higelac gracious,           My liegelord belovèd, lenient of spirit,        65 To bear a blade or a broad-fashioned target,           A shield to the onset; only with hand-grip", "characters": 260, "sentences": 1}, {"text": "The foe I must grapple, fight for my life then,           Foeman with foeman; he fain must rely on           The doom of the Lord whom death layeth hold of.", "characters": 156, "sentences": 2}, {"text": "70 I ween he will wish, if he win in the struggle,           To eat in the war-hall earls of the Geat-folk,           Boldly to swallow[4] them, as of yore he did often           The best of the Hrethmen! Thou needest not trouble           A head-watch to give me;[5] he will have me dripping", "characters": 292, "sentences": 1}, {"text": "75 And dreary with gore, if death overtake me,[6]           Will bear me off bleeding, biting and mouthing me,           The hermit will eat me, heedless of pity,           Marking the moor-fens; no more wilt thou need then", "characters": 223, "sentences": 1}, {"text": "Find me my food.[7] If I fall in the battle,        80 Send to Higelac the armor that serveth           To shield my bosom, the best of equipments,           Richest of ring-mails; 'tis the relic of Hrethla,", "characters": 207, "sentences": 2}, {"text": "[1] Some render 'gif-sceattas' by 'tribute.'--'Géata' B. and Th.     emended to 'Géatum.' If this be accepted, change '_of_ the Geatmen' to     '_to_ the Geatmen.'", "characters": 165, "sentences": 6}, {"text": "[2] If t.B.'s emendation of vv. 386, 387 be accepted, the two lines,     'Hasten ... kinsmen' will read: _Hasten thou, bid the throng of     kinsmen go into the hall together_.", "characters": 176, "sentences": 8}, {"text": "[5] For 'head-watch,' cf. H.-So. notes and cf. v. 2910.--Th.     translates: _Thou wilt not need my head to hide_ (i.e., thou wilt have     no occasion to bury me, as Grendel will devour me whole).--Simrock     imagines a kind of dead-watch.--Dr. H. Wood suggests: _Thou wilt not     have to bury so much as my head_ (for Grendel will be a thorough     undertaker),--grim humor.", "characters": 378, "sentences": 15}, {"text": "[6] S. proposes a colon after 'nimeð' (l. 447). This would make no     essential change in the translation.", "characters": 108, "sentences": 5}, {"text": "[7] Owing to the vagueness of 'feorme' (451), this passage is     variously translated. In our translation, H.-So.'s glossary has been     quite closely followed. This agrees substantially with B.'s     translation (P. and B. XII. 87). R. translates: _Thou needst not take     care longer as to the consumption of my dead body._ 'Líc' is also a     crux here, as it may mean living body or dead body.", "characters": 401, "sentences": 13}, {"text": "Hrothgar discoursed, helm of the Scyldings:           \"To defend our folk and to furnish assistance,[1]           Thou soughtest us hither, good friend Beowulf.", "characters": 160, "sentences": 2}, {"text": "It pains me in spirit to any to tell it,           What grief in Heorot Grendel hath caused me,        20 What horror unlooked-for, by hatred unceasing.           Waned is my war-band, wasted my hall-troop;           Weird hath offcast them to the clutches of Grendel.           God can easily hinder the scather           From deeds so direful. Oft drunken with beer", "characters": 367, "sentences": 4}, {"text": "25 O'er the ale-vessel promised warriors in armor           They would willingly wait on the wassailing-benches           A grapple with Grendel, with grimmest of edges.           Then this mead-hall at morning with murder was reeking,           The building was bloody at breaking of daylight,        30 The bench-deals all flooded, dripping and bloodied,           The folk-hall was gory: I had fewer retainers,           Dear-beloved warriors, whom death had laid hold of.", "characters": 475, "sentences": 3}, {"text": "Sit at the feast now, thy intents unto heroes,[2]           Thy victor-fame show, as thy spirit doth urge thee!\"", "characters": 112, "sentences": 1}, {"text": "35 For the men of the Geats then together assembled,           In the beer-hall blithesome a bench was made ready;           There warlike in spirit they went to be seated,           Proud and exultant. A liegeman did service, [19]      Who a beaker embellished bore with decorum,", "characters": 280, "sentences": 2}, {"text": "Hearty in Heorot; there was heroes' rejoicing,           A numerous war-band of Weders and Danemen.", "characters": 99, "sentences": 2}, {"text": "[1] B. and S. reject the reading given in H.-So., and suggested by     Grtvg. B. suggests for 457-458:", "characters": 102, "sentences": 7}, {"text": "wáere-ryhtum Þú, wine mín Béowulf,                and for ár-stafum úsic sóhtest.", "characters": 89, "sentences": 2}, {"text": "This means: _From the obligations of clientage, my friend Beowulf, and     for assistance thou hast sought us_.--This gives coherence to     Hrothgar's opening remarks in VIII., and also introduces a new motive     for Beowulf's coming to Hrothgar's aid.", "characters": 254, "sentences": 4}, {"text": "[2] _Sit now at the feast, and disclose thy purposes to the victorious     heroes, as thy spirit urges_.--Kl. reaches the above translation by     erasing the comma after 'meoto' and reading 'sige-hrèðsecgum.'--There     are other and bolder emendations and suggestions. Of these the boldest     is to regard 'meoto' as a verb (imperative), and read 'on sæl': _Think     upon gayety, etc_.--All the renderings are unsatisfactory, the one     given in our translation involving a zeugma.", "characters": 489, "sentences": 7}, {"text": "Unferth spoke up, Ecglaf his son,           Who sat at the feet of the lord of the Scyldings,           Opened the jousting (the journey[1] of Beowulf,           Sea-farer doughty, gave sorrow to Unferth         5 And greatest chagrin, too, for granted he never           That any man else on earth should attain to,           Gain under heaven, more glory than he):", "characters": 366, "sentences": 1}, {"text": "\"Art thou that Beowulf with Breca did struggle,           On the wide sea-currents at swimming contended,        10 Where to humor your pride the ocean ye tried,", "characters": 161, "sentences": 1}, {"text": "The son of Beanstan hath soothly accomplished.           Then I ween thou wilt find thee less fortunate issue,", "characters": 110, "sentences": 2}, {"text": "Though ever triumphant in onset of battle,           A grim grappling, if Grendel thou darest        30 For the space of a night near-by to wait for!\"", "characters": 150, "sentences": 1}, {"text": "Beowulf answered, offspring of Ecgtheow:           \"My good friend Unferth, sure freely and wildly,", "characters": 99, "sentences": 1}, {"text": "Thou fuddled with beer of Breca hast spoken,           Hast told of his journey! A fact I allege it,        35 That greater strength in the waters I had then,           Ills in the ocean, than any man else had.           We made agreement as the merest of striplings           Promised each other (both of us then were", "characters": 318, "sentences": 2}, {"text": "Younkers in years) that we yet would adventure        40 Out on the ocean; it all we accomplished.           While swimming the sea-floods, sword-blade unscabbarded           Boldly we brandished, our bodies expected           To shield from the sharks. He sure was unable", "characters": 272, "sentences": 3}, {"text": "To swim on the waters further than I could,        45 More swift on the waves, nor _would_ I from him go.           Then we two companions stayed in the ocean", "characters": 158, "sentences": 2}, {"text": "Five nights together, till the currents did part us,           The weltering waters, weathers the bleakest,           And nethermost night, and the north-wind whistled        50 Fierce in our faces; fell were the billows.           The mere fishes' mood was mightily ruffled:           And there against foemen my firm-knotted corslet,           Hand-jointed, hardy, help did afford me;           My battle-sark braided, brilliantly gilded,", "characters": 440, "sentences": 2}, {"text": "55 Lay on my bosom. To the bottom then dragged me,           A hateful fiend-scather, seized me and held me,           Grim in his grapple: 'twas granted me, nathless,           To pierce the monster with the point of my weapon,           My obedient blade; battle offcarried        60 The mighty mere-creature by means of my hand-blow.", "characters": 336, "sentences": 3}, {"text": "[1] It has been plausibly suggested that 'síð' (in 501 and in 353)     means 'arrival.' If so, translate the bracket: _(the arrival of     Beowulf, the brave seafarer, was a source of great chagrin to Unferth,     etc.)_.", "characters": 223, "sentences": 4}, {"text": "\"So ill-meaning enemies often did cause me           Sorrow the sorest. I served them, in quittance,", "characters": 100, "sentences": 2}, {"text": "With my dear-lovèd sword, as in sooth it was fitting;           They missed the pleasure of feasting abundantly,         5 Ill-doers evil, of eating my body,           Of surrounding the banquet deep in the ocean;           But wounded with edges early at morning           They were stretched a-high on the strand of the ocean,", "characters": 329, "sentences": 1}, {"text": "Put to sleep with the sword, that sea-going travelers        10 No longer thereafter were hindered from sailing           The foam-dashing currents. Came a light from the east,           God's beautiful beacon; the billows subsided,           That well I could see the nesses projecting,", "characters": 287, "sentences": 2}, {"text": "The blustering crags. Weird often saveth        15 The undoomed hero if doughty his valor!           But me did it fortune[1] to fell with my weapon           Nine of the nickers. Of night-struggle harder           'Neath dome of the heaven heard I but rarely,           Nor of wight more woful in the waves of the ocean;        20 Yet I 'scaped with my life the grip of the monsters,", "characters": 384, "sentences": 3}, {"text": "Weary from travel. Then the waters bare me           To the land of the Finns, the flood with the current,", "characters": 106, "sentences": 2}, {"text": "The weltering waves. Not a word hath been told me           Of deeds so daring done by thee, Unferth,        25 And of sword-terror none; never hath Breca           At the play of the battle, nor either of you two,           Feat so fearless performèd with weapons           Glinting and gleaming . . . . . . . . . . . . [22]      . . . . . . . . . . . . I utter no boasting;", "characters": 376, "sentences": 26}, {"text": "30 Though with cold-blooded cruelty thou killedst thy brothers,           Thy nearest of kin; thou needs must in hell get           Direful damnation, though doughty thy wisdom.           I tell thee in earnest, offspring of Ecglaf,           Never had Grendel such numberless horrors,        35 The direful demon, done to thy liegelord,           Harrying in Heorot, if thy heart were as sturdy,", "characters": 396, "sentences": 2}, {"text": "Thy mood as ferocious as thou dost describe them.           He hath found out fully that the fierce-burning hatred,           The edge-battle eager, of all of your kindred,        40 Of the Victory-Scyldings, need little dismay him:           Oaths he exacteth, not any he spares", "characters": 279, "sentences": 2}, {"text": "Of the folk of the Danemen, but fighteth with pleasure,           Killeth and feasteth, no contest expecteth", "characters": 108, "sentences": 1}, {"text": "From Spear-Danish people. But the prowess and valor        45 Of the earls of the Geatmen early shall venture           To give him a grapple. He shall go who is able           Bravely to banquet, when the bright-light of morning", "characters": 229, "sentences": 3}, {"text": "Which the second day bringeth, the sun in its ether-robes,           O'er children of men shines from the southward!\"        50 Then the gray-haired, war-famed giver of treasure", "characters": 177, "sentences": 1}, {"text": "Was blithesome and joyous, the Bright-Danish ruler           Expected assistance; the people's protector", "characters": 104, "sentences": 1}, {"text": "Heard from Beowulf his bold resolution.           There was laughter of heroes; loud was the clatter,        55 The words were winsome. Wealhtheow advanced then,", "characters": 161, "sentences": 3}, {"text": "Consort of Hrothgar, of courtesy mindful,           Gold-decked saluted the men in the building,           And the freeborn woman the beaker presented", "characters": 150, "sentences": 1}, {"text": "To the lord of the kingdom, first of the East-Danes,        60 Bade him be blithesome when beer was a-flowing,           Lief to his liegemen; he lustily tasted           Of banquet and beaker, battle-famed ruler.           The Helmingish lady then graciously circled           'Mid all the liegemen lesser and greater:", "characters": 319, "sentences": 2}, {"text": "65 Treasure-cups tendered, till time was afforded           That the decorous-mooded, diademed folk-queen", "characters": 105, "sentences": 1}, {"text": "Might bear to Beowulf the bumper o'errunning;           She greeted the Geat-prince, God she did thank,           Most wise in her words, that her wish was accomplished,        70 That in any of earlmen she ever should look for           Solace in sorrow. He accepted the beaker,           Battle-bold warrior, at Wealhtheow's giving,", "characters": 334, "sentences": 2}, {"text": "Then equipped for combat quoth he in measures,           Beowulf spake, offspring of Ecgtheow:        75 \"I purposed in spirit when I mounted the ocean,", "characters": 152, "sentences": 1}, {"text": "When I boarded my boat with a band of my liegemen,           I would work to the fullest the will of your people           Or in foe's-clutches fastened fall in the battle.           Deeds I shall do of daring and prowess,        80 Or the last of my life-days live in this mead-hall.\"           These words to the lady were welcome and pleasing,           The boast of the Geatman; with gold trappings broidered           Went the freeborn folk-queen her fond-lord to sit by.", "characters": 476, "sentences": 4}, {"text": "[1] The repetition of 'hwæðere' (574 and 578) is regarded by some     scholars as a defect. B. suggests 'swá Þær' for the first: _So there     it befell me, etc._ Another suggestion is to change the second     'hwæðere' into 'swá Þær': _So there I escaped with my life, etc._", "characters": 285, "sentences": 5}, {"text": "[2] Kl. suggests a period after 'determined.' This would give the     passage as follows: _Since they no longer could see the light of the     sun, and lowering darkness was down over all, dire under the heavens     shadowy beings came going around them_.", "characters": 255, "sentences": 4}, {"text": "Then Hrothgar departed, his earl-throng attending him,           Folk-lord of Scyldings, forth from the building;           The war-chieftain wished then Wealhtheow to look for,           The queen for a bedmate. To keep away Grendel", "characters": 233, "sentences": 2}, {"text": "5 The Glory of Kings had given a hall-watch,           As men heard recounted: for the king of the Danemen           He did special service, gave the giant a watcher:           And the prince of the Geatmen implicitly trusted", "characters": 225, "sentences": 1}, {"text": "10 His armor of iron off him he did then,           His helmet from his head, to his henchman committed           His chased-handled chain-sword, choicest of weapons,           And bade him bide with his battle-equipments.           The good one then uttered words of defiance,        15 Beowulf Geatman, ere his bed he upmounted:", "characters": 330, "sentences": 2}, {"text": "\"I hold me no meaner in matters of prowess,           In warlike achievements, than Grendel does himself;           Hence I seek not with sword-edge to sooth him to slumber,           Of life to bereave him, though well I am able.", "characters": 230, "sentences": 2}, {"text": "20 No battle-skill[1] has he, that blows he should strike me,           To shatter my shield, though sure he is mighty [25]      In strife and destruction; but struggling by night we           Shall do without edges, dare he to look for           Weaponless warfare, and wise-mooded Father        25 The glory apportion, God ever-holy,", "characters": 335, "sentences": 1}, {"text": "On which hand soever to him seemeth proper.\"           Then the brave-mooded hero bent to his slumber,           The pillow received the cheek of the noble;", "characters": 156, "sentences": 2}, {"text": "And many a martial mere-thane attending        30 Sank to his slumber. Seemed it unlikely", "characters": 89, "sentences": 2}, {"text": "That ever thereafter any should hope to           Be happy at home, hero-friends visit           Or the lordly troop-castle where he lived from his childhood;           They had heard how slaughter had snatched from the wine-hall,        35 Had recently ravished, of the race of the Scyldings", "characters": 292, "sentences": 1}, {"text": "Too many by far. But the Lord to them granted           The weaving of war-speed, to Wederish heroes           Aid and comfort, that every opponent           By one man's war-might they worsted and vanquished,", "characters": 209, "sentences": 2}, {"text": "40 By the might of himself; the truth is established           That God Almighty hath governed for ages           Kindreds and nations. A night very lurid", "characters": 154, "sentences": 2}, {"text": "The trav'ler-at-twilight came tramping and striding.           The warriors were sleeping who should watch the horned-building,", "characters": 127, "sentences": 2}, {"text": "45 One only excepted. 'Mid earthmen 'twas 'stablished,           Th' implacable foeman was powerless to hurl them           To the land of shadows, if the Lord were unwilling;           But serving as warder, in terror to foemen,           He angrily bided the issue of battle.[2]", "characters": 280, "sentences": 3}, {"text": "[1] Gr. understood 'gódra' as meaning 'advantages in battle.' This     rendering H.-So. rejects. The latter takes the passage as meaning that     Grendel, though mighty and formidable, has no skill in the art of war.", "characters": 217, "sentences": 7}, {"text": "'Neath the cloudy cliffs came from the moor then           Grendel going, God's anger bare he.           The monster intended some one of earthmen           In the hall-building grand to entrap and make way with:", "characters": 212, "sentences": 2}, {"text": "5 He went under welkin where well he knew of           The wine-joyous building, brilliant with plating,           Gold-hall of earthmen. Not the earliest occasion", "characters": 163, "sentences": 2}, {"text": "He the home and manor of Hrothgar had sought:           Ne'er found he in life-days later nor earlier        10 Hardier hero, hall-thanes[1] more sturdy!           Then came to the building the warrior marching,", "characters": 211, "sentences": 1}, {"text": "Bereft of his joyance. The door quickly opened           On fire-hinges fastened, when his fingers had touched it;           The fell one had flung then--his fury so bitter--        15 Open the entrance. Early thereafter           The foeman trod the shining hall-pavement,", "characters": 273, "sentences": 3}, {"text": "Strode he angrily; from the eyes of him glimmered           A lustre unlovely likest to fire.           He beheld in the hall the heroes in numbers,        20 A circle of kinsmen sleeping together,", "characters": 197, "sentences": 2}, {"text": "A throng of thanemen: then his thoughts were exultant,           He minded to sunder from each of the thanemen           The life from his body, horrible demon,           Ere morning came, since fate had allowed him", "characters": 215, "sentences": 1}, {"text": "25 The prospect of plenty. Providence willed not           To permit him any more of men under heaven           To eat in the night-time. Higelac's kinsman           Great sorrow endured how the dire-mooded creature [27]      In unlooked-for assaults were likely to bear him.        30 No thought had the monster of deferring the matter,", "characters": 337, "sentences": 4}, {"text": "But on earliest occasion he quickly laid hold of           A soldier asleep, suddenly tore him,           Bit his bone-prison, the blood drank in currents,           Swallowed in mouthfuls: he soon had the dead man's        35 Feet and hands, too, eaten entirely.           Nearer he strode then, the stout-hearted warrior", "characters": 322, "sentences": 2}, {"text": "Snatched as he slumbered, seizing with hand-grip,           Forward the foeman foined with his hand;           Caught he quickly the cunning deviser,        40 On his elbow he rested. This early discovered           The master of malice, that in middle-earth's regions,           'Neath the whole of the heavens, no hand-grapple greater", "characters": 336, "sentences": 2}, {"text": "In any man else had he ever encountered:           Fearful in spirit, faint-mooded waxed he,        45 Not off could betake him; death he was pondering,", "characters": 152, "sentences": 1}, {"text": "Would fly to his covert, seek the devils' assembly:           His calling no more was the same he had followed           Long in his lifetime. The liege-kinsman worthy", "characters": 167, "sentences": 2}, {"text": "Of Higelac minded his speech of the evening,        50 Stood he up straight and stoutly did seize him.           His fingers crackled; the giant was outward,           The earl stepped farther. The famous one minded           To flee away farther, if he found an occasion,           And off and away, avoiding delay,        55 To fly to the fen-moors; he fully was ware of           The strength of his grapple in the grip of the foeman.", "characters": 437, "sentences": 4}, {"text": "'Twas an ill-taken journey that the injury-bringing,           Harrying harmer to Heorot wandered:", "characters": 98, "sentences": 1}, {"text": "75 Novel enough; on the North Danes fastened           A terror of anguish, on all of the men there           Who heard from the wall the weeping and plaining,           The song of defeat from the foeman of heaven,           Heard him hymns of horror howl, and his sorrow        80 Hell-bound bewailing. He held him too firmly           Who was strongest of main-strength of men of that era.", "characters": 392, "sentences": 3}, {"text": "[1] B. and t.B. emend so as to make lines 9 and 10 read: _Never in his     life, earlier or later, had he, the hell-thane, found a braver     hero_.--They argue that Beowulf's companions had done nothing to merit     such encomiums as the usual readings allow them.", "characters": 265, "sentences": 6}, {"text": "[2] For 'réðe rén-weardas' (771), t.B. suggests 'réðe, rénhearde.'     Translate: _They were both angry, raging and mighty_.", "characters": 130, "sentences": 5}, {"text": "For no cause whatever would the earlmen's defender           Leave in life-joys the loathsome newcomer,           He deemed his existence utterly useless           To men under heaven. Many a noble         5 Of Beowulf brandished his battle-sword old,           Would guard the life of his lord and protector,           The far-famous chieftain, if able to do so;           While waging the warfare, this wist they but little,           Brave battle-thanes, while his body intending", "characters": 482, "sentences": 2}, {"text": "Was each one if living. A body-wound suffered           The direful demon, damage incurable", "characters": 91, "sentences": 2}, {"text": "25 Was seen on his shoulder, his sinews were shivered,           His body did burst. To Beowulf was given           Glory in battle; Grendel from thenceward           Must flee and hide him in the fen-cliffs and marshes,           Sick unto death, his dwelling must look for        30 Unwinsome and woful; he wist the more fully", "characters": 328, "sentences": 2}, {"text": "When the hero-in-battle the hand suspended,           The arm and the shoulder (there was all of the claw        45 Of Grendel together) 'neath great-stretching hall-roof.", "characters": 171, "sentences": 2}, {"text": "[1] It has been proposed to translate 'myrðe' by _with sorrow_; but     there seems no authority for such a rendering. To the present     translator, the phrase 'módes myrðe' seems a mere padding for     _gladly_; i.e., _he who gladly harassed mankind_.", "characters": 256, "sentences": 5}, {"text": "In the mist of the morning many a warrior           Stood round the gift-hall, as the story is told me:           Folk-princes fared then from far and from near           Through long-stretching journeys to look at the wonder,         5 The footprints of the foeman. Few of the warriors", "characters": 286, "sentences": 2}, {"text": "Who gazed on the foot-tracks of the inglorious creature           His parting from life pained very deeply,           How, weary in spirit, off from those regions           In combats conquered he carried his traces,        10 Fated and flying, to the flood of the nickers.", "characters": 273, "sentences": 2}, {"text": "Beowulf's praises; many often asserted           That neither south nor north, in the circuit of waters,", "characters": 104, "sentences": 1}, {"text": "O'er outstretching earth-plain, none other was better           'Mid bearers of war-shields, more worthy to govern,        25 'Neath the arch of the ether. Not any, however,           'Gainst the friend-lord muttered, mocking-words uttered", "characters": 239, "sentences": 2}, {"text": "Of Hrothgar the gracious (a good king he).           Oft the famed ones permitted their fallow-skinned horses [31]      To run in rivalry, racing and chasing,        30 Where the fieldways appeared to them fair and inviting,           Known for their excellence; oft a thane of the folk-lord,[2]", "characters": 295, "sentences": 2}, {"text": "[3]A man of celebrity, mindful of rhythms,           Who ancient traditions treasured in memory,           New word-groups found properly bound:        35 The bard after 'gan then Beowulf's venture", "characters": 197, "sentences": 1}, {"text": "Wisely to tell of, and words that were clever           To utter skilfully, earnestly speaking,           Everything told he that he heard as to Sigmund's", "characters": 154, "sentences": 1}, {"text": "He was farthest famed of fugitive pilgrims,           Mid wide-scattered world-folk, for works of great prowess,           War-troopers' shelter: hence waxed he in honor.[4]", "characters": 173, "sentences": 2}, {"text": "Afterward Heremod's hero-strength failed him,        65 His vigor and valor. 'Mid venomous haters           To the hands of foemen he was foully delivered,           Offdriven early. Agony-billows", "characters": 196, "sentences": 3}, {"text": "He to all men became then far more beloved,           Higelac's kinsman, to kindreds and races,           To his friends much dearer; him malice assaulted.--", "characters": 157, "sentences": 2}, {"text": "[1] S. emends, suggesting 'déop' for 'déog,' and removing semicolon     after 'wéol.' The two half-lines 'welling ... hid him' would then     read: _The bloody deep welled with sword-gore_. B. accepts 'déop' for     'déog,' but reads 'déað-fæges': _The deep boiled with the sword-gore     of the death-doomed one_.", "characters": 322, "sentences": 9}, {"text": "[2] Another and quite different rendering of this passage is as     follows: _Oft a liegeman of the king, a fame-covered man mindful of     songs, who very many ancient traditions remembered (he found other     word-groups accurately bound together) began afterward to tell of     Beowulf's adventure, skilfully to narrate it, etc_.", "characters": 332, "sentences": 2}, {"text": "[4] t.B. accepts B.'s 'hé þæs áron þáh' as given by H.-So., but puts a     comma after 'þáh,' and takes 'siððan' as introducing a dependent     clause: _He throve in honor since Heremod's strength ... had     decreased_.", "characters": 230, "sentences": 10}, {"text": "Hrothgar discoursed (to the hall-building went he,           He stood by the pillar,[1] saw the steep-rising hall-roof           Gleaming with gold-gems, and Grendel his hand there):", "characters": 182, "sentences": 1}, {"text": "\"For the sight we behold now, thanks to the Wielder         5 Early be offered! Much evil I bided,           Snaring from Grendel:[2] God can e'er 'complish           Wonder on wonder, Wielder of Glory!", "characters": 202, "sentences": 1}, {"text": "Failed to perform. May affirm very truly           What woman soever in all of the nations           Gave birth to the child, if yet she surviveth,        20 That the long-ruling Lord was lavish to herward           In the birth of the bairn. Now, Beowulf dear,", "characters": 261, "sentences": 3}, {"text": "Most excellent hero, I'll love thee in spirit           As bairn of my body; bear well henceforward           The relationship new. No lack shall befall thee        25 Of earth-joys any I ever can give thee.           Full often for lesser service I've given [34]      Hero less hardy hoard-treasure precious,", "characters": 309, "sentences": 3}, {"text": "To a weaker in war-strife. By works of distinction           Thou hast gained for thyself now that thy glory shall flourish        30 Forever and ever. The All-Ruler quite thee           With good from His hand as He hitherto did thee!\"", "characters": 236, "sentences": 3}, {"text": "Since God did not will it, to keep him from going,           Not held him that firmly, hated opposer;           Too swift was the foeman. Yet safety regarding        45 He suffered his hand behind him to linger,           His arm and shoulder, to act as watcher;", "characters": 262, "sentences": 2}, {"text": "No shadow of solace the woe-begone creature           Found him there nathless: the hated destroyer           Liveth no longer, lashed for his evils,        50 But sorrow hath seized him, in snare-meshes hath him           Close in its clutches, keepeth him writhing           In baleful bonds: there banished for evil           The man shall wait for the mighty tribunal,", "characters": 372, "sentences": 1}, {"text": "How the God of glory shall give him his earnings.\"        55 Then the soldier kept silent, son of old Ecglaf,", "characters": 109, "sentences": 2}, {"text": "From boasting and bragging of battle-achievements,           Since the princes beheld there the hand that depended           'Neath the lofty hall-timbers by the might of the nobleman,           Each one before him, the enemy's fingers;        60 Each finger-nail strong steel most resembled,           The heathen one's hand-spur, the hero-in-battle's           Claw most uncanny; quoth they agreeing,", "characters": 402, "sentences": 1}, {"text": "That not any excellent edges of brave ones           Was willing to touch him, the terrible creature's        65 Battle-hand bloody to bear away from him.", "characters": 154, "sentences": 2}, {"text": "[2] For 'snaring from Grendel,' 'sorrows at Grendel's hands' has been     suggested. This gives a parallel to 'láðes.' 'Grynna' may well be gen.     pl. of 'gyrn,' by a scribal slip.", "characters": 184, "sentences": 6}, {"text": "[3] The H.-So punctuation has been followed; but B. has been followed     in understanding 'gehwylcne' as object of 'wíd-scofen (hæfde).' Gr.     construes 'wéa' as nom abs.", "characters": 176, "sentences": 6}, {"text": "Then straight was ordered that Heorot inside[1]           With hands be embellished: a host of them gathered,           Of men and women, who the wassailing-building           The guest-hall begeared. Gold-flashing sparkled         5 Webs on the walls then, of wonders a many           To each of the heroes that look on such objects.", "characters": 334, "sentences": 3}, {"text": "The beautiful building was broken to pieces           Which all within with irons was fastened,           Its hinges torn off: only the roof was        10 Whole and uninjured when the horrible creature           Outlawed for evil off had betaken him,           Hopeless of living. 'Tis hard to avoid it", "characters": 302, "sentences": 2}, {"text": "(Whoever will do it!); but he doubtless must come to[2]           The place awaiting, as Wyrd hath appointed,        15 Soul-bearers, earth-dwellers, earls under heaven,           Where bound on its bed his body shall slumber", "characters": 225, "sentences": 1}, {"text": "Hrothgar and Hrothulf. Heorot then inside           Was filled with friendly ones; falsehood and treachery           The Folk-Scyldings now nowise did practise.", "characters": 160, "sentences": 3}, {"text": "Then the offspring of Healfdene offered to Beowulf        30 A golden standard, as reward for the victory,           A banner embossed, burnie and helmet;           Many men saw then a song-famous weapon           Borne 'fore the hero. Beowulf drank of           The cup in the building; that treasure-bestowing        35 He needed not blush for in battle-men's presence.", "characters": 371, "sentences": 3}, {"text": "Ne'er heard I that many men on the ale-bench           In friendlier fashion to their fellows presented           Four bright jewels with gold-work embellished.           'Round the roof of the helmet a head-guarder outside        40 Braided with wires, with bosses was furnished,           That swords-for-the-battle fight-hardened might fail           Boldly to harm him, when the hero proceeded", "characters": 397, "sentences": 2}, {"text": "[1] Kl. suggests 'hroden' for 'háten,' and renders: _Then quickly was     Heorot adorned within, with hands bedecked_.--B. suggests 'gefrætwon'     instead of 'gefrætwod,' and renders: _Then was it commanded to adorn     Heorot within quickly with hands_.--The former has the advantage of     affording a parallel to 'gefrætwod': both have the disadvantage of     altering the text.", "characters": 386, "sentences": 6}, {"text": "[2] The passage 1005-1009 seems to be hopeless. One difficult point is     to find a subject for 'gesacan.' Some say 'he'; others supply 'each,'     _i.e., every soul-bearer ... must gain the inevitable place_. The     genitives in this case are partitive.--If 'he' be subj., the genitives     are dependent on 'gearwe' (= prepared).--The 'he' itself is disputed,     some referring it to Grendel; but B. takes it as involved in the     parenthesis.", "characters": 449, "sentences": 14}, {"text": "And the atheling of earlmen to each of the heroes           Who the ways of the waters went with Beowulf,           A costly gift-token gave on the mead-bench,           Offered an heirloom, and ordered that that man", "characters": 216, "sentences": 1}, {"text": "15 Touching Healfdene's leader; the joy-wood was fingered,           Measures recited, when the singer of Hrothgar           On mead-bench should mention the merry hall-joyance           Of the kinsmen of Finn, when onset surprised them:", "characters": 237, "sentences": 1}, {"text": "\"The Half-Danish hero, Hnæf of the Scyldings,        20 On the field of the Frisians was fated to perish.           Sure Hildeburg needed not mention approving           The faith of the Jutemen: though blameless entirely,", "characters": 223, "sentences": 2}, {"text": "When shields were shivered she was shorn of her darlings,           Of bairns and brothers: they bent to their fate        25 With war-spear wounded; woe was that woman.           Not causeless lamented the daughter of Hoce           The decree of the Wielder when morning-light came and           She was able 'neath heaven to behold the destruction [38]      Of brothers and bairns, where the brightest of earth-joys", "characters": 418, "sentences": 2}, {"text": "30 She had hitherto had: all the henchmen of Finn           War had offtaken, save a handful remaining,           That he nowise was able to offer resistance[1]", "characters": 160, "sentences": 1}, {"text": "To the onset of Hengest in the parley of battle,           Nor the wretched remnant to rescue in war from        35 The earl of the atheling; but they offered conditions,", "characters": 170, "sentences": 1}, {"text": "Another great building to fully make ready,           A hall and a high-seat, that half they might rule with           The sons of the Jutemen, and that Folcwalda's son would           Day after day the Danemen honor        40 When gifts were giving, and grant of his ring-store           To Hengest's earl-troop ever so freely,           Of his gold-plated jewels, as he encouraged the Frisians", "characters": 395, "sentences": 1}, {"text": "Then if one of the Frisians the quarrel should speak of           In tones that were taunting, terrible edges           Should cut in requital. Accomplished the oath was,        55 And treasure of gold from the hoard was uplifted.", "characters": 230, "sentences": 3}, {"text": "The best of the Scylding braves was then fully           Prepared for the pile; at the pyre was seen clearly           The blood-gory burnie, the boar with his gilding,           The iron-hard swine, athelings many        60 Fatally wounded; no few had been slaughtered.           Hildeburg bade then, at the burning of Hnæf,", "characters": 326, "sentences": 2}, {"text": "[1] For 1084, R. suggests 'wiht Hengeste wið gefeohtan.'--K. suggests     'wið Hengeste wiht gefeohtan.' Neither emendation would make any     essential change in the translation.", "characters": 181, "sentences": 6}, {"text": "\"Then the warriors departed to go to their dwellings,           Reaved of their friends, Friesland to visit,           Their homes and high-city. Hengest continued", "characters": 163, "sentences": 2}, {"text": "When the grewsome grapple Guthlaf and Oslaf        25 Had mournfully mentioned, the mere-journey over,           For sorrows half-blamed him; the flickering spirit           Could not bide in his bosom. Then the building was covered[2]", "characters": 235, "sentences": 2}, {"text": "With corpses of foemen, and Finn too was slaughtered,           The king with his comrades, and the queen made a prisoner.", "characters": 122, "sentences": 2}, {"text": "30 The troops of the Scyldings bore to their vessels           All that the land-king had in his palace,           Such trinkets and treasures they took as, on searching,           At Finn's they could find. They ferried to Daneland           The excellent woman on oversea journey,", "characters": 282, "sentences": 2}, {"text": "35 Led her to their land-folk.\" The lay was concluded,           The gleeman's recital. Shouts again rose then,           Bench-glee resounded, bearers then offered", "characters": 164, "sentences": 3}, {"text": "Wine from wonder-vats. Wealhtheo advanced then           Going 'neath gold-crown, where the good ones were seated", "characters": 113, "sentences": 2}, {"text": "40 Uncle and nephew; their peace was yet mutual,           True each to the other. And Unferth the spokesman           Sat at the feet of the lord of the Scyldings:           Each trusted his spirit that his mood was courageous,           Though at fight he had failed in faith to his kinsmen.        45 Said the queen of the Scyldings: \"My lord and protector,           Treasure-bestower, take thou this beaker;           Joyance attend thee, gold-friend of heroes,", "characters": 466, "sentences": 3}, {"text": "And greet thou the Geatmen with gracious responses!           So ought one to do. Be kind to the Geatmen,        50 In gifts not niggardly; anear and afar now           Peace thou enjoyest. Report hath informed me           Thou'lt have for a bairn the battle-brave hero.           Now is Heorot cleansèd, ring-palace gleaming;", "characters": 328, "sentences": 4}, {"text": "Give while thou mayest many rewards,        55 And bequeath to thy kinsmen kingdom and people,           On wending thy way to the Wielder's splendor.           I know good Hrothulf, that the noble young troopers", "characters": 212, "sentences": 2}, {"text": "He'll care for and honor, lord of the Scyldings,           If earth-joys thou endest earlier than he doth;        60 I reckon that recompense he'll render with kindness           Our offspring and issue, if that all he remember,           What favors of yore, when he yet was an infant,           We awarded to him for his worship and pleasure.\"           Then she turned by the bench where her sons were carousing,        65 Hrethric and Hrothmund, and the heroes' offspring,", "characters": 476, "sentences": 2}, {"text": "The war-youth together; there the good one was sitting           'Twixt the brothers twain, Beowulf Geatman.", "characters": 108, "sentences": 2}, {"text": "[2] Some scholars have proposed 'roden'; the line would then read:     _Then the building was reddened, etc._, instead of 'covered.' The 'h'     may have been carried over from the three alliterating 'h's.'", "characters": 206, "sentences": 4}, {"text": "A beaker was borne him, and bidding to quaff it           Graciously given, and gold that was twisted           Pleasantly proffered, a pair of arm-jewels, [42]      Rings and corslet, of collars the greatest         5 I've heard of 'neath heaven. Of heroes not any           More splendid from jewels have I heard 'neath the welkin,", "characters": 333, "sentences": 2}, {"text": "35 Jewels and treasure. Be kind to my son, thou           Living in joyance! Here each of the nobles           Is true unto other, gentle in spirit,           Loyal to leader. The liegemen are peaceful,           The war-troops ready: well-drunken heroes,[3]        40 Do as I bid ye.\" Then she went to the settle.           There was choicest of banquets, wine drank the heroes:", "characters": 379, "sentences": 5}, {"text": "Weird they knew not, destiny cruel,           As to many an earlman early it happened,           When evening had come and Hrothgar had parted        45 Off to his manor, the mighty to slumber.           Warriors unnumbered warded the building           As erst they did often: the ale-settle bared they,           'Twas covered all over with beds and pillows.", "characters": 360, "sentences": 3}, {"text": "Doomed unto death, down to his slumber        50 Bowed then a beer-thane. Their battle-shields placed they,           Bright-shining targets, up by their heads then;           O'er the atheling on ale-bench 'twas easy to see there           Battle-high helmet, burnie of ring-mail,", "characters": 281, "sentences": 2}, {"text": "And mighty war-spear. 'Twas the wont of that people        55 To constantly keep them equipped for the battle,[4]           At home or marching--in either condition--           At seasons just such as necessity ordered           As best for their ruler; that people was worthy.", "characters": 277, "sentences": 3}, {"text": "[1] C. suggests a semicolon after 'city,' with 'he' as supplied     subject of 'fled' and 'chose.'", "characters": 98, "sentences": 3}, {"text": "[2] For 'feorh' S. suggests 'feoh': 'corpse' in the translation would     then be changed to '_possessions_,' '_belongings_.' This is a better     reading than one joining, in such intimate syntactical relations,     things so unlike as 'corpse' and 'jewels.'", "characters": 259, "sentences": 4}, {"text": "They sank then to slumber. With sorrow one paid for           His evening repose, as often betid them           While Grendel was holding[1] the gold-bedecked palace,           Ill-deeds performing, till his end overtook him,         5 Death for his sins. 'Twas seen very clearly,", "characters": 280, "sentences": 3}, {"text": "Known unto earth-folk, that still an avenger           Outlived the loathed one, long since the sorrow           Caused by the struggle; the mother of Grendel,           Devil-shaped woman, her woe ever minded,        10 Who was held to inhabit the horrible waters,", "characters": 265, "sentences": 1}, {"text": "The cold-flowing currents, after Cain had become a           Slayer-with-edges to his one only brother,           The son of his sire; he set out then banished,           Marked as a murderer, man-joys avoiding,        15 Lived in the desert. Thence demons unnumbered", "characters": 267, "sentences": 2}, {"text": "45 Soon she had grappled one of the athelings           Fast and firmly, when fenward she hied her;           That one to Hrothgar was liefest of heroes           In rank of retainer where waters encircle,           A mighty shield-warrior, whom she murdered at slumber,        50 A broadly-famed battle-knight. Beowulf was absent,", "characters": 331, "sentences": 2}, {"text": "60 His dearest one gone. Quick from a room was           Beowulf brought, brave and triumphant.           As day was dawning in the dusk of the morning,", "characters": 152, "sentences": 3}, {"text": "Went then that earlman, champion noble,           Came with comrades, where the clever one bided        65 Whether God all gracious would grant him a respite           After the woe he had suffered. The war-worthy hero           With a troop of retainers trod then the pavement           (The hall-building groaned), till he greeted the wise one,", "characters": 346, "sentences": 2}, {"text": "The earl of the Ingwins;[5] asked if the night had        70 Fully refreshed him, as fain he would have it.", "characters": 107, "sentences": 2}, {"text": "[1] Several eminent authorities either read or emend the MS. so as to     make this verse read, _While Grendel was wasting the gold-bedecked     palace_. So 20_15 below: _ravaged the desert_.", "characters": 191, "sentences": 4}, {"text": "[2] For 'sóna' (1281), t.B. suggests 'sára,' limiting 'edhwyrft.' Read     then: _Return of sorrows to the nobles, etc_. This emendation supplies     the syntactical gap after 'edhwyrft.'", "characters": 189, "sentences": 6}, {"text": "[3] Some authorities follow Grein's lexicon in treating 'heard ecg' as     an adj. limiting 'sweord': H.-So. renders it as a subst. (So v. 1491.)     The sense of the translation would be the same.", "characters": 197, "sentences": 8}, {"text": "[5] For 'néod-laðu' (1321) C. suggests 'néad-láðum,' and translates:     _asked whether the night had been pleasant to him after     crushing-hostility_.", "characters": 158, "sentences": 3}, {"text": "Hrothgar rejoined, helm of the Scyldings:           \"Ask not of joyance! Grief is renewed to           The folk of the Danemen. Dead is Æschere,           Yrmenlaf's brother, older than he,         5 My true-hearted counsellor, trusty adviser,           Shoulder-companion, when fighting in battle           Our heads we protected, when troopers were clashing,", "characters": 361, "sentences": 2}, {"text": "And heroes were dashing; such an earl should be ever,           An erst-worthy atheling, as Æschere proved him.        10 The flickering death-spirit became in Heorot           His hand-to-hand murderer; I can not tell whither           The cruel one turned in the carcass exulting,", "characters": 283, "sentences": 2}, {"text": "Fly to the forest, firm-antlered he-deer,           Spurred from afar, his spirit he yieldeth,        50 His life on the shore, ere in he will venture           To cover his head. Uncanny the place is:           Thence upward ascendeth the surging of waters,           Wan to the welkin, when the wind is stirring           The weathers unpleasing, till the air groweth gloomy,", "characters": 377, "sentences": 2}, {"text": "55 And the heavens lower. Now is help to be gotten           From thee and thee only! The abode thou know'st not,           The dangerous place where thou'rt able to meet with           The sin-laden hero: seek if thou darest!           For the feud I will fully fee thee with money,        60 With old-time treasure, as erstwhile I did thee,           With well-twisted jewels, if away thou shalt get thee.\"", "characters": 408, "sentences": 3}, {"text": "[1] For 'gefrægnod' (1334), K. and t.B. suggest 'gefægnod,' rendering     '_rejoicing in her fill_.' This gives a parallel to 'æse wlanc'     (1333).", "characters": 152, "sentences": 6}, {"text": "[2] The line 'And ... yielding,' B. renders: _And she has performed a     deed of blood-vengeance whose effect is far-reaching_.", "characters": 128, "sentences": 6}, {"text": "[3] 'Sé Þe' (1345) is an instance of masc. rel. with fem. antecedent.     So v. 1888, where 'sé Þe' refers to 'yldo.'", "characters": 121, "sentences": 7}, {"text": "[4] For 'hrímge' in the H.-So. edition, Gr. and others read 'hrínde'     (=hrínende), and translate: _which rustling forests overhang_.", "characters": 138, "sentences": 5}, {"text": "15 Then up sprang the old one, the All-Wielder thanked he,           Ruler Almighty, that the man had outspoken.           Then for Hrothgar a war-horse was decked with a bridle,           Curly-maned courser. The clever folk-leader", "characters": 232, "sentences": 3}, {"text": "Sad to be suffered, a sorrow unlittle           To each of the earlmen, when to Æschere's head they           Came on the cliff. The current was seething           With blood and with gore (the troopers gazed on it).        40 The horn anon sang the battle-song ready.           The troop were all seated; they saw 'long the water then", "characters": 336, "sentences": 4}, {"text": "Many a serpent, mere-dragons wondrous           Trying the waters, nickers a-lying           On the cliffs of the nesses, which at noonday full often        45 Go on the sea-deeps their sorrowful journey,           Wild-beasts and wormkind; away then they hastened", "characters": 264, "sentences": 1}, {"text": "Hot-mooded, hateful, they heard the great clamor,           The war-trumpet winding. One did the Geat-prince [50]      Sunder from earth-joys, with arrow from bowstring,        50 From his sea-struggle tore him, that the trusty war-missile", "characters": 239, "sentences": 2}, {"text": "Pierced to his vitals; he proved in the currents           Less doughty at swimming whom death had offcarried.           Soon in the waters the wonderful swimmer           Was straitened most sorely with sword-pointed boar-spears,        55 Pressed in the battle and pulled to the cliff-edge;           The liegemen then looked on the loath-fashioned stranger.", "characters": 360, "sentences": 3}, {"text": "Ecglaf's kinsman minded not soothly,        80 Exulting in strength, what erst he had spoken           Drunken with wine, when the weapon he lent to           A sword-hero bolder; himself did not venture           'Neath the strife of the currents his life to endanger, [51]      To fame-deeds perform; there he forfeited glory,        85 Repute for his strength. Not so with the other           When he clad in his corslet had equipped him for battle.", "characters": 452, "sentences": 3}, {"text": "Beowulf spake, Ecgtheow's son:           \"Recall now, oh, famous kinsman of Healfdene,           Prince very prudent, now to part I am ready,           Gold-friend of earlmen, what erst we agreed on,", "characters": 199, "sentences": 1}, {"text": "5 Should I lay down my life in lending thee assistance,           When my earth-joys were over, thou wouldst evermore serve me           In stead of a father; my faithful thanemen,           My trusty retainers, protect thou and care for,           Fall I in battle: and, Hrothgar belovèd,", "characters": 290, "sentences": 1}, {"text": "10 Send unto Higelac the high-valued jewels           Thou to me hast allotted. The lord of the Geatmen           May perceive from the gold, the Hrethling may see it", "characters": 166, "sentences": 2}, {"text": "When he looks on the jewels, that a gem-giver found I           Good over-measure, enjoyed him while able.        15 And the ancient heirloom Unferth permit thou,           The famed one to have, the heavy-sword splendid[1]           The hard-edgèd weapon; with Hrunting to aid me,           I shall gain me glory, or grim-death shall take me.\"", "characters": 345, "sentences": 3}, {"text": "The atheling of Geatmen uttered these words and        20 Heroic did hasten, not any rejoinder           Was willing to wait for; the wave-current swallowed", "characters": 156, "sentences": 1}, {"text": "The doughty-in-battle. Then a day's-length elapsed ere           He was able to see the sea at its bottom.           Early she found then who fifty of winters        25 The course of the currents kept in her fury,           Grisly and greedy, that the grim one's dominion", "characters": 271, "sentences": 3}, {"text": "Some one of men from above was exploring.           Forth did she grab them, grappled the warrior           With horrible clutches; yet no sooner she injured        30 His body unscathèd: the burnie out-guarded,           That she proved but powerless to pierce through the armor,           The limb-mail locked, with loath-grabbing fingers.           The sea-wolf bare then, when bottomward came she,", "characters": 402, "sentences": 3}, {"text": "The ring-prince homeward, that he after was powerless        35 (He had daring to do it) to deal with his weapons,           But many a mere-beast tormented him swimming,", "characters": 170, "sentences": 1}, {"text": "Flood-beasts no few with fierce-biting tusks did           Break through his burnie, the brave one pursued they.           The earl then discovered he was down in some cavern        40 Where no water whatever anywise harmed him,           And the clutch of the current could come not anear him,           Since the roofed-hall prevented; brightness a-gleaming           Fire-light he saw, flashing resplendent.           The good one saw then the sea-bottom's monster,", "characters": 468, "sentences": 3}, {"text": "45 The mighty mere-woman; he made a great onset           With weapon-of-battle, his hand not desisted           From striking, that war-blade struck on her head then           A battle-song greedy. The stranger perceived then", "characters": 226, "sentences": 2}, {"text": "He hoped in his strength, his hand-grapple sturdy.        60 So any must act whenever he thinketh           To gain him in battle glory unending,           And is reckless of living. The lord of the War-Geats [53]      (He shrank not from battle) seized by the shoulder[2]           The mother of Grendel; then mighty in struggle        65 Swung he his enemy, since his anger was kindled,           That she fell to the floor. With furious grapple", "characters": 447, "sentences": 4}, {"text": "She gave him requital[3] early thereafter,           And stretched out to grab him; the strongest of warriors           Faint-mooded stumbled, till he fell in his traces,", "characters": 170, "sentences": 1}, {"text": "70 Foot-going champion. Then she sat on the hall-guest           And wielded her war-knife wide-bladed, flashing,           For her son would take vengeance, her one only bairn.", "characters": 177, "sentences": 3}, {"text": "His breast-armor woven bode on his shoulder;           It guarded his life, the entrance defended        75 'Gainst sword-point and edges. Ecgtheow's son there           Had fatally journeyed, champion of Geatmen,           In the arms of the ocean, had the armor not given,           Close-woven corslet, comfort and succor,", "characters": 325, "sentences": 2}, {"text": "And had God most holy not awarded the victory,        80 All-knowing Lord; easily did heaven's           Ruler most righteous arrange it with justice;[4]           Uprose he erect ready for battle.", "characters": 197, "sentences": 2}, {"text": "[1] Kl. emends 'wæl-sweord.' The half-line would then read, '_the     battle-sword splendid_.'--For 'heard-ecg' in next half-verse, see note     to 20_39 above.", "characters": 161, "sentences": 5}, {"text": "[3] If 'hand-léan' be accepted (as the MS. has it), the line will     read: _She hand-reward gave him early thereafter_.", "characters": 121, "sentences": 3}, {"text": "[4] Sw. and S. change H.-So.'s semicolon (v. 1557) to a comma, and     translate: _The Ruler of Heaven arranged it in justice easily, after     he arose again_.", "characters": 160, "sentences": 7}, {"text": "When he saw on his rest-place weary of conflict           Grendel lying, of life-joys bereavèd,        30 As the battle at Heorot erstwhile had scathed him;           His body far bounded, a blow when he suffered,           Death having seized him, sword-smiting heavy,           And he cut off his head then. Early this noticed           The clever carles who as comrades of Hrothgar", "characters": 385, "sentences": 2}, {"text": "35 Gazed on the sea-deeps, that the surging wave-currents           Were mightily mingled, the mere-flood was gory:           Of the good one the gray-haired together held converse,", "characters": 181, "sentences": 1}, {"text": "The first passage (v. 1599 (b)-1600) I translate literally: _Then many     agreed upon this (namely), that the sea-wolf had killed him_.", "characters": 136, "sentences": 3}, {"text": "The second passage (v. 2025 (b)-2027): _She is promised ...; to this     the friend of the Scyldings has agreed, etc_. By emending 'is' instead     of 'wæs' (2025), the tenses will be brought into perfect harmony.", "characters": 214, "sentences": 7}, {"text": "In v. 1997 ff. this same idiom occurs, and was noticed in B.'s great     article on Beowulf, which appeared about the time I published my     reading of 1599 and 2027. Translate 1997 then: _Wouldst let the     South-Danes themselves decide about their struggle with Grendel_. Here     'Súð-Dene' is accus. of person, and 'gúðe' is gen. of thing agreed on.", "characters": 359, "sentences": 9}, {"text": "With such collateral support as that afforded by B. (P. and B. XII.     97), I have no hesitation in departing from H.-So., my usual guide.", "characters": 139, "sentences": 8}, {"text": "The idiom above treated runs through A.-S., Old Saxon, and other     Teutonic languages, and should be noticed in the lexicons.", "characters": 127, "sentences": 4}, {"text": "[2] 'Bróden-mæl' is regarded by most scholars as meaning a damaskeened     sword. Translate: _The damaskeened sword burned up_. Cf. 25_16 and     note.", "characters": 153, "sentences": 5}, {"text": "[3] 'Cyning-balde' (1635) is the much-disputed reading of K. and Th.     To render this, \"_nobly bold_,\" \"_excellently bold_,\" have been     suggested. B. would read 'cyning-holde' (cf. 290), and render: _Men     well-disposed towards the king carried the head, etc._ 'Cynebealde,'     says t.B., endorsing Gr.", "characters": 310, "sentences": 10}, {"text": "Thou'lt be able in Heorot careless to slumber           With thy throng of heroes and the thanes of thy people           Every and each, of greater and lesser,           And thou needest not fear for them from the selfsame direction        25 As thou formerly fearedst, oh, folk-lord of Scyldings, [58]     End-day for earlmen.\" To the age-hoary man then,", "characters": 355, "sentences": 2}, {"text": "Hrothgar discoursed, the hilt he regarded,           The ancient heirloom where an old-time contention's           Beginning was graven: the gurgling currents,           The flood slew thereafter the race of the giants,        40 They had proved themselves daring: that people was loth to", "characters": 288, "sentences": 1}, {"text": "The Lord everlasting, through lash of the billows           The Father gave them final requital.           So in letters of rune on the clasp of the handle           Gleaming and golden, 'twas graven exactly,        45 Set forth and said, whom that sword had been made for,           Finest of irons, who first it was wrought for,           Wreathed at its handle and gleaming with serpents.           The wise one then said (silent they all were)", "characters": 447, "sentences": 3}, {"text": "70 To the Danes after custom; endured he unjoyful           Standing the straits from strife that was raging,           Longsome folk-sorrow. Learn then from this,           Lay hold of virtue! Though laden with winters,           I have sung thee these measures. 'Tis a marvel to tell it,", "characters": 289, "sentences": 3}, {"text": "Beware of arrogance, world-famous champion!           But a little-while lasts thy life-vigor's fulness;           'Twill after hap early, that illness or sword-edge        20 Shall part thee from strength, or the grasp of the fire,           Or the wave of the current, or clutch of the edges,           Or flight of the war-spear, or age with its horrors,           Or thine eyes' bright flashing shall fade into darkness:           'Twill happen full early, excellent hero,", "characters": 476, "sentences": 1}, {"text": "25 That death shall subdue thee. So the Danes a half-century           I held under heaven, helped them in struggles           'Gainst many a race in middle-earth's regions,           With ash-wood and edges, that enemies none           On earth molested me. Lo! offsetting change, now,", "characters": 286, "sentences": 3}, {"text": "60 The high-mooded farer would faraway thenceward           Look for his vessel. The valiant one bade then,[3]", "characters": 110, "sentences": 2}, {"text": "[1] K. says '_proudly giveth_.'--Gr. says, '_And gives no gold-plated     rings, in order to incite the recipient to boastfulness_.'--B.     suggests 'gyld' for 'gylp,' and renders: _And gives no beaten rings     for reward_.", "characters": 225, "sentences": 7}, {"text": "[2] If S.'s emendation be accepted, v. 57 will read: _Then came the     light, going bright after darkness: the warriors, etc_.", "characters": 127, "sentences": 4}, {"text": "[3] As the passage stands in H.-So., Unferth presents Beowulf with the     sword Hrunting, and B. thanks him for the gift. If, however, the     suggestions of Grdtvg. and M. be accepted, the passage will read:     _Then the brave one (_i.e._ Beowulf) commanded that Hrunting be borne     to the son of Ecglaf (Unferth), bade him take his sword, his dear     weapon; he (B.) thanked him (U.) for the loan, etc_.", "characters": 410, "sentences": 12}, {"text": "Beowulf spake, Ecgtheow's offspring:           \"We men of the water wish to declare now           Fared from far-lands, we're firmly determined           To seek King Higelac. Here have we fitly         5 Been welcomed and feasted, as heart would desire it;           Good was the greeting. If greater affection           I am anywise able ever on earth to           Gain at thy hands, ruler of heroes,           Than yet I have done, I shall quickly be ready", "characters": 459, "sentences": 3}, {"text": "10 For combat and conflict. O'er the course of the waters           Learn I that neighbors alarm thee with terror,           As haters did whilom, I hither will bring thee           For help unto heroes henchmen by thousands.", "characters": 225, "sentences": 3}, {"text": "Ne'er heard I an earlman thus early in life           More clever in speaking: thou'rt cautious of spirit,           Mighty of muscle, in mouth-answers prudent.           I count on the hope that, happen it ever        30 That missile shall rob thee of Hrethel's descendant,           Edge-horrid battle, and illness or weapon           Deprive thee of prince, of people's protector,", "characters": 383, "sentences": 2}, {"text": "And life thou yet holdest, the Sea-Geats will never           Find a more fitting folk-lord to choose them,        35 Gem-ward of heroes, than _thou_ mightest prove thee,           If the kingdom of kinsmen thou carest to govern.           Thy mood-spirit likes me the longer the better,           Beowulf dear: thou hast brought it to pass that           To both these peoples peace shall be common,", "characters": 400, "sentences": 2}, {"text": "50 Kinsman of Healfdene, a dozen of jewels,           Bade him safely seek with the presents           His well-beloved people, early returning.", "characters": 144, "sentences": 2}, {"text": "Then the noble-born king kissed the distinguished,           Dear-lovèd liegeman, the Dane-prince saluted him,        55 And claspèd his neck; tears from him fell,           From the gray-headed man: he two things expected,           Agèd and reverend, but rather the second,           [2]That bold in council they'd meet thereafter.           The man was so dear that he failed to suppress the        60 Emotions that moved him, but in mood-fetters fastened", "characters": 461, "sentences": 2}, {"text": "The long-famous hero longeth in secret           Deep in his spirit for the dear-beloved man           Though not a blood-kinsman. Beowulf thenceward,           Gold-splendid warrior, walked o'er the meadows        65 Exulting in treasure: the sea-going vessel           Riding at anchor awaited its owner.           As they pressed on their way then, the present of Hrothgar", "characters": 375, "sentences": 3}, {"text": "Was frequently referred to: a folk-king indeed that           Everyway blameless, till age did debar him        70 The joys of his might, which hath many oft injured.", "characters": 166, "sentences": 2}, {"text": "[1] For 'geworhte,' the crux of this passage, B. proposes 'geþóhte,'     rendering: _I know this people with firm thought every way blameless     towards foe and friends_.", "characters": 173, "sentences": 3}, {"text": "[2] S. and B. emend so as to negative the verb 'meet.' \"Why should     Hrothgar weep if he expects to meet Beowulf again?\" both these     scholars ask. But the weeping is mentioned before the 'expectations':     the tears may have been due to many emotions, especially gratitude,     struggling for expression.", "characters": 310, "sentences": 6}, {"text": "Then the band of very valiant retainers           Came to the current; they were clad all in armor,", "characters": 99, "sentences": 1}, {"text": "Till they came within sight of the cliffs of the Geatmen,           The well-known headlands. The wave-goer hastened           Driven by breezes, stood on the shore.", "characters": 165, "sentences": 3}, {"text": "Fine-mooded, clever, though few were the winters           That the daughter of Hæreth had dwelt in the borough;        40 But she nowise was cringing nor niggard of presents,           Of ornaments rare, to the race of the Geatmen.", "characters": 233, "sentences": 2}, {"text": "Thrytho nursed anger, excellent[5] folk-queen,           Hot-burning hatred: no hero whatever           'Mong household companions, her husband excepted", "characters": 152, "sentences": 1}, {"text": "[1] For 'scawan' (1896), 'scaðan' has been proposed. Accepting this,     we may render: _He said the bright-armored warriors were going to     their vessel, welcome, etc_. (Cf. 1804.)", "characters": 184, "sentences": 5}, {"text": "[3] B. translates: _Who for a long time, ready at the coast, had     looked out into the distance eagerly for the dear men_. This changes     the syntax of 'léofra manna.'", "characters": 172, "sentences": 4}, {"text": "[4] For 'wunað' (v. 1924) several eminent critics suggest 'wunade'     (=remained). This makes the passage much clearer.", "characters": 121, "sentences": 4}, {"text": "[5] Why should such a woman be described as an 'excellent' queen? C.     suggests 'frécnu' = dangerous, bold.", "characters": 110, "sentences": 3}, {"text": "[6] For 'an dæges' various readings have been offered. If 'and-éges'     be accepted, the sentence will read: _No hero ... dared look upon her,     eye to eye_. If 'án-dæges' be adopted, translate: _Dared look upon her     the whole day_.", "characters": 242, "sentences": 7}, {"text": "15 He sat by the man then who had lived through the struggle,           Kinsman by kinsman, when the king of the people           Had in lordly language saluted the dear one,", "characters": 174, "sentences": 1}, {"text": "In words that were formal. The daughter of Hæreth           Coursed through the building, carrying mead-cups:[1] [68]   20 She loved the retainers, tendered the beakers           To the high-minded Geatmen. Higelac 'gan then", "characters": 225, "sentences": 3}, {"text": "Pleasantly plying his companion with questions           In the high-towering palace. A curious interest           Tormented his spirit, what meaning to see in        25 The Sea-Geats' adventures: \"Beowulf worthy,", "characters": 213, "sentences": 2}, {"text": "How throve your journeying, when thou thoughtest suddenly           Far o'er the salt-streams to seek an encounter,           A battle at Heorot? Hast bettered for Hrothgar,           The famous folk-leader, his far-published sorrows        30 Any at all? In agony-billows", "characters": 272, "sentences": 1}, {"text": "I mused upon torture, distrusted the journey           Of the belovèd liegeman; I long time did pray thee           By no means to seek out the murderous spirit,           To suffer the South-Danes themselves to decide on[2]        35 Grappling with Grendel. To God I am thankful           To be suffered to see thee safe from thy journey.\"", "characters": 341, "sentences": 3}, {"text": "Beowulf answered, bairn of old Ecgtheow:           \"'Tis hidden by no means, Higelac chieftain,           From many of men, the meeting so famous,        40 What mournful moments of me and of Grendel           Were passed in the place where he pressing affliction           On the Victory-Scyldings scathefully brought,           Anguish forever; that all I avengèd,           So that any under heaven of the kinsmen of Grendel", "characters": 428, "sentences": 1}, {"text": "45 Needeth not boast of that cry-in-the-morning,           Who longest liveth of the loth-going kindred,[3]           Encompassed by moorland. I came in my journey           To the royal ring-hall, Hrothgar to greet there:", "characters": 222, "sentences": 2}, {"text": "Soon did the famous scion of Healfdene,        50 When he understood fully the spirit that led me,           Assign me a seat with the son of his bosom. [69]      The troop was in joyance; mead-glee greater           'Neath arch of the ether not ever beheld I", "characters": 259, "sentences": 2}, {"text": "'Mid hall-building holders. The highly-famed queen,        55 Peace-tie of peoples, oft passed through the building,           Cheered the young troopers; she oft tendered a hero           A beautiful ring-band, ere she went to her sitting.", "characters": 240, "sentences": 3}, {"text": "Oft the daughter of Hrothgar in view of the courtiers           To the earls at the end the ale-vessel carried,        60 Whom Freaware I heard then hall-sitters title,           When nail-adorned jewels she gave to the heroes:", "characters": 227, "sentences": 1}, {"text": "Gold-bedecked, youthful, to the glad son of Froda           Her faith has been plighted; the friend of the Scyldings,           The guard of the kingdom, hath given his sanction,[4]        65 And counts it a vantage, for a part of the quarrels,           A portion of hatred, to pay with the woman.           [5]Somewhere not rarely, when the ruler has fallen,           The life-taking lance relaxeth its fury           For a brief breathing-spell, though the bride be charming!", "characters": 479, "sentences": 2}, {"text": "[1] 'Meodu-scencum' (1981) some would render '_with mead-pourers_.'     Translate then: _The daughter of Hæreth went through the building     accompanied by mead-pourers_.", "characters": 172, "sentences": 3}, {"text": "[3] For 'fenne,' supplied by Grdtvg., B. suggests 'fácne' (cf. Jul.     350). Accepting this, translate: _Who longest lives of the hated race,     steeped in treachery_.", "characters": 170, "sentences": 7}, {"text": "More about Grendel, that thou fully mayst hear,           Ornament-giver, what afterward came from           The hand-rush of heroes. When heaven's bright jewel        40 O'er earthfields had glided, the stranger came raging,           The horrible night-fiend, us for to visit,           Where wholly unharmed the hall we were guarding.", "characters": 337, "sentences": 3}, {"text": "'Twas there, my prince, that I proudly distinguished           Thy land with my labors. He left and retreated,           He lived his life a little while longer:        65 Yet his right-hand guarded his footstep in Heorot,           And sad-mooded thence to the sea-bottom fell he,           Mournful in mind. For the might-rush of battle", "characters": 338, "sentences": 3}, {"text": "The age-hoary warrior afterward began to           Mourn for the might that marked him in youth-days;        80 His breast within boiled, when burdened with winters           Much he remembered. From morning till night then           We joyed us therein as etiquette suffered,           Till the second night season came unto earth-folk.           Then early thereafter, the mother of Grendel", "characters": 392, "sentences": 3}, {"text": "85 Was ready for vengeance, wretched she journeyed;           Her son had death ravished, the wrath of the Geatmen.           The horrible woman avengèd her offspring,           And with mighty mainstrength murdered a hero.", "characters": 224, "sentences": 3}, {"text": "There the spirit of Æschere, agèd adviser,        90 Was ready to vanish; nor when morn had lightened           Were they anywise suffered to consume him with fire,           Folk of the Danemen, the death-weakened hero,           Nor the belovèd liegeman to lay on the pyre;", "characters": 278, "sentences": 1}, {"text": "She the corpse had offcarried in the clutch of the foeman[2]        95 'Neath mountain-brook's flood. To Hrothgar 'twas saddest           Of pains that ever had preyed on the chieftain;           By the life of thee the land-prince then me[3]           Besought very sadly, in sea-currents' eddies           To display my prowess, to peril my safety,       100 Might-deeds accomplish; much did he promise.", "characters": 405, "sentences": 3}, {"text": "I found then the famous flood-current's cruel,           Horrible depth-warder. A while unto us two [73]      Hand was in common; the currents were seething           With gore that was clotted, and Grendel's fierce mother's", "characters": 224, "sentences": 2}, {"text": "105 Head I offhacked in the hall at the bottom           With huge-reaching sword-edge, hardly I wrested           My life from her clutches; not doomed was I then,", "characters": 164, "sentences": 1}, {"text": "But the warden of earlmen afterward gave me           Jewels in quantity, kinsman of Healfdene.", "characters": 95, "sentences": 2}, {"text": "[1] For 'lifigende' (2063), a mere conjecture, 'wígende' has been     suggested. The line would then read: _Escapeth by fighting, knows the     land thoroughly_.", "characters": 162, "sentences": 3}, {"text": "[2] For 'fæðmum,' Gr.'s conjecture, B. proposes 'færunga.' These three     half-verses would then read: _She bore off the corpse of her foe     suddenly under the mountain-torrent_.", "characters": 184, "sentences": 5}, {"text": "[3] The phrase 'þíne lýfe' (2132) was long rendered '_with thy     (presupposed) permission_.' The verse would read: _The land-prince     then sadly besought me, with thy (presupposed) permission, etc_.", "characters": 205, "sentences": 3}, {"text": "\"So the belovèd land-prince lived in decorum;           I had missed no rewards, no meeds of my prowess,           But he gave me jewels, regarding my wishes,           Healfdene his bairn; I'll bring them to thee, then,", "characters": 221, "sentences": 1}, {"text": "5 Atheling of earlmen, offer them gladly.           And still unto thee is all my affection:[1]           But few of my folk-kin find I surviving           But thee, dear Higelac!\" Bade he in then to carry[2]           The boar-image, banner, battle-high helmet,        10 Iron-gray armor, the excellent weapon,", "characters": 311, "sentences": 2}, {"text": "Of trusty companion. Most precious to Higelac,        25 The bold one in battle, was the bairn of his sister,           And each unto other mindful of favors.", "characters": 158, "sentences": 3}, {"text": "I am told that to Hygd he proffered the necklace,           Wonder-gem rare that Wealhtheow gave him,           The troop-leader's daughter, a trio of horses        30 Slender and saddle-bright; soon did the jewel           Embellish her bosom, when the beer-feast was over.           So Ecgtheow's bairn brave did prove him,", "characters": 325, "sentences": 2}, {"text": "An indolent atheling: to the honor-blest man there           Came requital for the cuts he had suffered.        45 The folk-troop's defender bade fetch to the building           The heirloom of Hrethel, embellished with gold,", "characters": 225, "sentences": 2}, {"text": "After Higelac's death, and when Heardred was murdered           With weapons of warfare 'neath well-covered targets,           When valiant battlemen in victor-band sought him,           War-Scylfing heroes harassed the nephew        60 Of Hereric in battle. To Beowulf's keeping           Turned there in time extensive dominions:", "characters": 331, "sentences": 2}, {"text": "He fittingly ruled them a fifty of winters           (He a man-ruler wise was, manor-ward old) till           A certain one 'gan, on gloom-darkening nights, a", "characters": 158, "sentences": 1}, {"text": "[2] For 'eafor' (2153), Kl. suggests 'ealdor.' Translate then: _Bade     the prince then to bear in the banner, battle-high helmet, etc_. On     the other hand, W. takes 'eaforhéafodsegn' as a compound, meaning     'helmet': _He bade them bear in the helmet, battle-high helm, gray     armor, etc_.", "characters": 299, "sentences": 6}, {"text": "[3] The H.-So. rendering (ærest = _history, origin_; 'eft' for 'est'),     though liable to objection, is perhaps the best offered. 'That I     should very early tell thee of his favor, kindness' sounds well; but     'his' is badly placed to limit 'ést.'--Perhaps, 'eft' with verbs of     saying may have the force of Lat. prefix 're,' and the H.-So. reading     mean, 'that I should its origin rehearse to thee.'", "characters": 415, "sentences": 9}, {"text": "Dashed on his spirit. Then the ancient dusk-scather        50 Found the great treasure standing all open,           He who flaming and fiery flies to the barrows,           Naked war-dragon, nightly escapeth           Encompassed with fire; men under heaven           Widely beheld him. 'Tis said that he looks for[4]        55 The hoard in the earth, where old he is guarding           The heathenish treasure; he'll be nowise the better.", "characters": 439, "sentences": 4}, {"text": "So three-hundred winters the waster of peoples           Held upon earth that excellent hoard-hall,           Till the forementioned earlman angered him bitterly:        60 The beat-plated beaker he bare to his chieftain           And fullest remission for all his remissness           Begged of his liegelord. Then the hoard[5] was discovered,           The treasure was taken, his petition was granted", "characters": 403, "sentences": 2}, {"text": "80 That some man or other had discovered the gold,           The famous folk-treasure. Not fain did the hoard-ward           Wait until evening; then the ward of the barrow           Was angry in spirit, the loathèd one wished to           Pay for the dear-valued drink-cup with fire.        85 Then the day was done as the dragon would have it,           He no longer would wait on the wall, but departed", "characters": 406, "sentences": 3}, {"text": "Fire-impelled, flaming. Fearful the start was           To earls in the land, as it early thereafter           To their giver-of-gold was grievously ended.", "characters": 155, "sentences": 3}, {"text": "[1] For 'long-gestréona,' B. suggests 'láengestréona,' and renders,     _Of fleeting treasures_. S. accepts H.'s 'long-gestréona,' but     renders, _The treasure long in accumulating_.", "characters": 188, "sentences": 6}, {"text": "[2] For 'hard-fyrdne' (2246), B. first suggested 'hard-fyndne,'     rendering: _A heap of treasures ... so great that its equal would be     hard to find_. The same scholar suggests later 'hord-wynne dæl' = _A     deal of treasure-joy_.", "characters": 237, "sentences": 7}, {"text": "[4] An earlier reading of H.'s gave the following meaning to this     passage: _He is said to inhabit a mound under the earth, where he,     etc._ The translation in the text is more authentic.", "characters": 193, "sentences": 4}, {"text": "[5] The repetition of 'hord' in this passage has led some scholars to     suggest new readings to avoid the second 'hord.' This, however, is not     under the main stress, and, it seems to me, might easily be accepted.", "characters": 218, "sentences": 3}, {"text": "[6] The reading of H.-So. is well defended in the notes to that     volume. B. emends and renders: _Nor was there any man in that desert     who rejoiced in conflict, in battle-work._ That is, the hoard-ward     could not find any one who had disturbed his slumbers, for no warrior     was there, t.B.'s emendation would give substantially the same     translation.", "characters": 365, "sentences": 9}, {"text": "Then straight was the horror to Beowulf published,           Early forsooth, that his own native homestead,[1]        15 The best of buildings, was burning and melting,           Gift-seat of Geatmen. 'Twas a grief to the spirit           Of the good-mooded hero, the greatest of sorrows:", "characters": 288, "sentences": 2}, {"text": "Wholly of iron: fully he knew then           That wood from the forest was helpless to aid him,        30 Shield against fire. The long-worthy ruler           Must live the last of his limited earth-days,           Of life in the world and the worm along with him,           Though he long had been holding hoard-wealth in plenty.", "characters": 330, "sentences": 3}, {"text": "Then the ring-prince disdained to seek with a war-band,        35 With army extensive, the air-going ranger;           He felt no fear of the foeman's assaults and           He counted for little the might of the dragon, [80]      His power and prowess: for previously dared he", "characters": 277, "sentences": 1}, {"text": "A heap of hostility, hazarded dangers,        40 War-thane, when Hrothgar's palace he cleansèd,           Conquering combatant, clutched in the battle           The kinsmen of Grendel, of kindred detested.[2]", "characters": 209, "sentences": 2}, {"text": "Rings and dominion: her son she not trusted,           To be able to keep the kingdom devised him        60 'Gainst alien races, on the death of King Higelac.", "characters": 158, "sentences": 2}, {"text": "Yet the sad ones succeeded not in persuading the atheling           In any way ever, to act as a suzerain           To Heardred, or promise to govern the kingdom;           Yet with friendly counsel in the folk he sustained him,        65 Gracious, with honor, till he grew to be older,", "characters": 286, "sentences": 1}, {"text": "{Reference is here made to a visit which Beowulf receives from Eanmund and Eadgils, why they come is not known.}", "characters": 112, "sentences": 2}, {"text": "[2] For 'láðan cynnes' (2355), t.B. suggests 'láðan cynne,' apposition     to 'mægum.' From syntactical and other considerations, this is a most     excellent emendation.", "characters": 175, "sentences": 5}, {"text": "[3] Gr. read 'on feorme' (2386), rendering: _He there at the banquet a     fatal wound received by blows of the sword._", "characters": 119, "sentences": 3}, {"text": "He planned requital for the folk-leader's ruin           In days thereafter, to Eadgils the wretched           Becoming an enemy. Ohthere's son then           Went with a war-troop o'er the wide-stretching currents         5 With warriors and weapons: with woe-journeys cold he           After avenged him, the king's life he took.", "characters": 331, "sentences": 3}, {"text": "So he came off uninjured from all of his battles,           Perilous fights, offspring of Ecgtheow,           From his deeds of daring, till that day most momentous        10 When he fate-driven fared to fight with the dragon.", "characters": 226, "sentences": 2}, {"text": "With eleven companions the prince of the Geatmen           Went lowering with fury to look at the fire-drake:           Inquiring he'd found how the feud had arisen,           Hate to his heroes; the highly-famed gem-vessel        15 Was brought to his keeping through the hand of th' informer.", "characters": 294, "sentences": 2}, {"text": "That in the throng was thirteenth of heroes,           That caused the beginning of conflict so bitter,           Captive and wretched, must sad-mooded thenceward", "characters": 162, "sentences": 1}, {"text": "35 \"I survived in my youth-days many a conflict,           Hours of onset: that all I remember.           I was seven-winters old when the jewel-prince took me,           High-lord of heroes, at the hands of my father,           Hrethel the hero-king had me in keeping,", "characters": 269, "sentences": 2}, {"text": "40 Gave me treasure and feasting, our kinship remembered;           Not ever was I _any_ less dear to him", "characters": 105, "sentences": 1}, {"text": "Knight in the boroughs, than the bairns of his household,           Herebald and Hæthcyn and Higelac mine.           To the eldest unjustly by acts of a kinsman        45 Was murder-bed strewn, since him Hæthcyn from horn-bow", "characters": 227, "sentences": 2}, {"text": "His sheltering chieftain shot with an arrow,           Erred in his aim and injured his kinsman,           One brother the other, with blood-sprinkled spear:", "characters": 157, "sentences": 1}, {"text": "'Twas a feeless fight, finished in malice,        50 Sad to his spirit; the folk-prince however           Had to part from existence with vengeance untaken.", "characters": 156, "sentences": 2}, {"text": "[1] 'Gomelum ceorle' (2445).--H. takes these words as referring to     Hrethel; but the translator here departs from his editor by     understanding the poet to refer to a hypothetical old man, introduced     as an illustration of a father's sorrow.", "characters": 249, "sentences": 4}, {"text": "\"He seeks then his chamber, singeth a woe-song           One for the other; all too extensive           Seemed homesteads and plains. So the helm of the Weders", "characters": 159, "sentences": 2}, {"text": "With price that was hard: the struggle became then           Fatal to Hæthcyn, lord of the Geatmen.           Then I heard that at morning one brother the other        25 With edges of irons egged on to murder,           Where Ongentheow maketh onset on Eofor:           The helmet crashed, the hoary-haired Scylfing           Sword-smitten fell, his hand then remembered           Feud-hate sufficient, refused not the death-blow.", "characters": 432, "sentences": 3}, {"text": "50 \"I braved in my youth-days battles unnumbered;           Still am I willing the struggle to look for,           Fame-deeds perform, folk-warden prudent,           If the hateful despoiler forth from his cavern           Seeketh me out!\" Each of the heroes,        55 Helm-bearers sturdy, he thereupon greeted", "characters": 311, "sentences": 1}, {"text": "65 Each one's Creator. I am eager in spirit,           With the wingèd war-hero to away with all boasting.           Bide on the barrow with burnies protected,", "characters": 160, "sentences": 3}, {"text": "The hoard-ward distinguished the speech of a man;           Time was no longer to look out for friendship.           The breath of the monster issued forth first,           Vapory war-sweat, out of the stone-cave:", "characters": 213, "sentences": 2}, {"text": "95 The earth re-echoed. The earl 'neath the barrow           Lifted his shield, lord of the Geatmen,           Tow'rd the terrible stranger: the ring-twisted creature's           Heart was then ready to seek for a struggle.", "characters": 223, "sentences": 3}, {"text": "The excellent battle-king first brandished his weapon,       100 The ancient heirloom, of edges unblunted,[3]           To the death-planners twain was terror from other.", "characters": 170, "sentences": 2}, {"text": "The lord of the troopers intrepidly stood then           'Gainst his high-rising shield, when the dragon coiled him", "characters": 115, "sentences": 1}, {"text": "When the sword-blow had fallen, was fierce in his spirit,           Flinging his fires, flamings of battle           Gleamed then afar: the gold-friend of Weders", "characters": 161, "sentences": 1}, {"text": "Boasted no conquests, his battle-sword failed him       120 Naked in conflict, as by no means it ought to,           Long-trusty weapon. 'Twas no slight undertaking           That Ecgtheow's famous offspring would leave           The drake-cavern's bottom; he must live in some region           Other than this, by the will of the dragon,       125 As each one of earthmen existence must forfeit.           'Twas early thereafter the excellent warriors", "characters": 452, "sentences": 3}, {"text": "Met with each other. Anew and afresh           The hoard-ward took heart (gasps heaved then his bosom):", "characters": 103, "sentences": 2}, {"text": "Sorrow he suffered encircled with fire       130 Who the people erst governed. His companions by no means           Were banded about him, bairns of the princes,", "characters": 161, "sentences": 2}, {"text": "With valorous spirit, but they sped to the forest,           Seeking for safety. The soul-deeps of one were", "characters": 107, "sentences": 2}, {"text": "[1] The clause 2520(2)-2522(1), rendered by 'Wist I ... monster,' Gr.,     followed by S., translates substantially as follows: _If I knew how     else I might combat the boastful defiance of the monster_.--The     translation turns upon 'wiðgrípan,' a word not understood.", "characters": 275, "sentences": 8}, {"text": "[2] B. emends and translates: _I will not flee the space of a foot     from the guard of the barrow, but there shall be to us a fight at the     wall, as fate decrees, each one's Creator._", "characters": 188, "sentences": 3}, {"text": "[3] The translation of this passage is based on 'unsláw' (2565),     accepted by H.-So., in lieu of the long-standing 'ungléaw.' The former     is taken as an adj. limiting 'sweord'; the latter as an adj. c.     'gúð-cyning': _The good war-king, rash with edges, brandished his     sword, his old relic._ The latter gives a more rhetorical Anglo-Saxon     (poetical) sentence.", "characters": 380, "sentences": 9}, {"text": "The son of Weohstan was Wiglaf entitled,           Shield-warrior precious, prince of the Scylfings,           Ælfhere's kinsman: he saw his dear liegelord           Enduring the heat 'neath helmet and visor.         5 Then he minded the holding that erst he had given him,", "characters": 274, "sentences": 2}, {"text": "That the youthful champion might charge in the battle        25 Aiding his liegelord; his spirit was dauntless.           Nor did kinsman's bequest quail at the battle:           This the dragon discovered on their coming together.           Wiglaf uttered many a right-saying,           Said to his fellows, sad was his spirit:", "characters": 328, "sentences": 3}, {"text": "30 \"I remember the time when, tasting the mead-cup,           We promised in the hall the lord of us all [89]      Who gave us these ring-treasures, that this battle-equipment,           Swords and helmets, we'd certainly quite him,           Should need of such aid ever befall him:", "characters": 283, "sentences": 1}, {"text": "35 In the war-band he chose us for this journey spontaneously,           Stirred us to glory and gave me these jewels,           Since he held and esteemed us trust-worthy spearmen,           Hardy helm-bearers, though this hero-achievement           Our lord intended alone to accomplish,        40 Ward of his people, for most of achievements,           Doings audacious, he did among earth-folk.", "characters": 398, "sentences": 2}, {"text": "The day is now come when the ruler of earthmen           Needeth the vigor of valiant heroes:           Let us wend us towards him, the war-prince to succor,        45 While the heat yet rageth, horrible fire-fight.", "characters": 215, "sentences": 2}, {"text": "God wot in me, 'tis mickle the liefer           The blaze should embrace my body and eat it           With my treasure-bestower. Meseemeth not proper           To bear our battle-shields back to our country,        50 'Less first we are able to fell and destroy the           Long-hating foeman, to defend the life of", "characters": 317, "sentences": 2}, {"text": "The prince of the Weders. Well do I know 'tisn't           Earned by his exploits, he only of Geatmen           Sorrow should suffer, sink in the battle:        55 Brand and helmet to us both shall be common,           [1]Shield-cover, burnie.\" Through the bale-smoke he stalked then,           Went under helmet to the help of his chieftain,", "characters": 342, "sentences": 3}, {"text": "Briefly discoursing: \"Beowulf dear,           Perform thou all fully, as thou formerly saidst,        60 In thy youthful years, that while yet thou livedst [90]      Thou wouldst let thine honor not ever be lessened.           Thy life thou shalt save, mighty in actions,           Atheling undaunted, with all of thy vigor;", "characters": 324, "sentences": 2}, {"text": "Then the warrior-king was careful of glory,           He soundly smote with sword-for-the-battle,        75 That it stood in the head by hatred driven;           Nægling was shivered, the old and iron-made", "characters": 206, "sentences": 1}, {"text": "Brand of Beowulf in battle deceived him.           'Twas denied him that edges of irons were able           To help in the battle; the hand was too mighty        80 [2]Which every weapon, as I heard on inquiry,           Outstruck in its stroke, when to struggle he carried           The wonderful war-sword: it waxed him no better.", "characters": 332, "sentences": 3}, {"text": "Then the people-despoiler--third of his onsets--           Fierce-raging fire-drake, of feud-hate was mindful,        85 Charged on the strong one, when chance was afforded,           Heated and war-grim, seized on his neck           With teeth that were bitter; he bloody did wax with           Soul-gore seething; sword-blood in waves boiled.", "characters": 344, "sentences": 2}, {"text": "[1] The passage '_Brand ... burnie_,' is much disputed. In the first     place, some eminent critics assume a gap of at least two     half-verses.--'Úrum' (2660), being a peculiar form, has been much     discussed. 'Byrdu-scrúd' is also a crux. B. suggests 'býwdu-scrúd' =     _splendid vestments_. Nor is 'bám' accepted by all, 'béon' being     suggested. Whatever the individual words, the passage must mean, \"_I     intend to share with him my equipments of defence_.\"", "characters": 477, "sentences": 12}, {"text": "[2] B. would render: _Which, as I heard, excelled in stroke every     sword that he carried to the strife, even the strongest (sword)._ For     'Þonne' he reads 'Þone,' rel. pr.", "characters": 179, "sentences": 5}, {"text": "Then I heard that at need of the king of the people           The upstanding earlman exhibited prowess,           Vigor and courage, as suited his nature;           [1]He his head did not guard, but the high-minded liegeman's         5 Hand was consumed, when he succored his kinsman,           So he struck the strife-bringing strange-comer lower,           Earl-thane in armor, that _in_ went the weapon           Gleaming and plated, that 'gan then the fire[2]", "characters": 463, "sentences": 1}, {"text": "Later to lessen. The liegelord himself then        10 Retained his consciousness, brandished his war-knife,           Battle-sharp, bitter, that he bare on his armor:", "characters": 166, "sentences": 2}, {"text": "The Weder-lord cut the worm in the middle.           They had felled the enemy (life drove out then[3]           Puissant prowess), the pair had destroyed him,        15 Land-chiefs related: so a liegeman should prove him,           A thaneman when needed. To the prince 'twas the last of           His era of conquest by his own great achievements,", "characters": 349, "sentences": 3}, {"text": "The latest of world-deeds. The wound then began           Which the earth-dwelling dragon erstwhile had wrought him        20 To burn and to swell. He soon then discovered           That bitterest bale-woe in his bosom was raging,           Poison within. The atheling advanced then,", "characters": 283, "sentences": 4}, {"text": "That along by the wall, he prudent of spirit           Might sit on a settle; he saw the giant-work,        25 How arches of stone strengthened with pillars           The earth-hall eternal inward supported.           Then the long-worthy liegeman laved with his hand the", "characters": 271, "sentences": 2}, {"text": "Far-famous chieftain, gory from sword-edge,           Refreshing the face of his friend-lord and ruler,        30 Sated with battle, unbinding his helmet.           Beowulf answered, of his injury spake he,           His wound that was fatal (he was fully aware           He had lived his allotted life-days enjoying           The pleasures of earth; then past was entirely        35 His measure of days, death very near):", "characters": 422, "sentences": 2}, {"text": "\"My son I would give now my battle-equipments,           Had any of heirs been after me granted,           Along of my body. This people I governed           Fifty of winters: no king 'mong my neighbors        40 Dared to encounter me with comrades-in-battle,           Try me with terror. The time to me ordered           I bided at home, mine own kept fitly,           Sought me no snares, swore me not many", "characters": 409, "sentences": 3}, {"text": "Oaths in injustice. Joy over all this        45 I'm able to have, though ill with my death-wounds;           Hence the Ruler of Earthmen need not charge me           With the killing of kinsmen, when cometh my life out           Forth from my body. Fare thou with haste now", "characters": 273, "sentences": 3}, {"text": "To behold the hoard 'neath the hoar-grayish stone,        50 Well-lovèd Wiglaf, now the worm is a-lying,           Sore-wounded sleepeth, disseized of his treasure.           Go thou in haste that treasures of old I,           Gold-wealth may gaze on, together see lying [93]      The ether-bright jewels, be easier able,        55 Having the heap of hoard-gems, to yield my           Life and the land-folk whom long I have governed.\"", "characters": 436, "sentences": 3}, {"text": "[1] B. renders: _He_ (_W_.) did not regard his (_the dragon's_) _head_     (since Beowulf had struck it without effect), _but struck the dragon a     little lower down.--_One crux is to find out _whose head_ is meant;     another is to bring out the antithesis between 'head' and 'hand.'", "characters": 287, "sentences": 5}, {"text": "[2] 'Þæt þæt fýr' (2702), S. emends to 'þá þæt fýr' = _when the fire     began to grow less intense afterward_. This emendation relieves the     passage of a plethora of conjunctive _þæt_'s.", "characters": 202, "sentences": 4}, {"text": "Then heard I that Wihstan's son very quickly,           These words being uttered, heeded his liegelord           Wounded and war-sick, went in his armor,           His well-woven ring-mail, 'neath the roof of the barrow.         5 Then the trusty retainer treasure-gems many", "characters": 275, "sentences": 2}, {"text": "20 To examine the jewels. Sight of the dragon [94]      Not any was offered, but edge offcarried him.", "characters": 101, "sentences": 3}, {"text": "The old one in sorrow: \"For the jewels I look on           Thanks do I utter for all to the Ruler,           Wielder of Worship, with words of devotion,           The Lord everlasting, that He let me such treasures        45 Gain for my people ere death overtook me.           Since I've bartered the agèd life to me granted           For treasure of jewels, attend ye henceforward", "characters": 382, "sentences": 2}, {"text": "The wants of the war-thanes; I can wait here no longer.           The battle-famed bid ye to build them a grave-hill,        50 Bright when I'm burned, at the brim-current's limit;           As a memory-mark to the men I have governed, [95]      Aloft it shall tower on Whale's-Ness uprising,           That earls of the ocean hereafter may call it           Beowulf's barrow, those who barks ever-dashing        55 From a distance shall drive o'er the darkness of waters.\"", "characters": 473, "sentences": 3}, {"text": "The bold-mooded troop-lord took from his neck then           The ring that was golden, gave to his liegeman,           The youthful war-hero, his gold-flashing helmet,           His collar and war-mail, bade him well to enjoy them:", "characters": 231, "sentences": 1}, {"text": "60 \"Thou art latest left of the line of our kindred,           Of Wægmunding people: Weird hath offcarried           All of my kinsmen to the Creator's glory,           Earls in their vigor: I shall after them fare.\"           'Twas the aged liegelord's last-spoken word in        65 His musings of spirit, ere he mounted the fire,           The battle-waves burning: from his bosom departed           His soul to seek the sainted ones' glory.", "characters": 444, "sentences": 3}, {"text": "[2] The passage beginning here is very much disputed. 'The bill of the     old lord' is by some regarded as Beowulf's sword; by others, as that     of the ancient possessor of the hoard. 'Ær gescód' (2778), translated     in this work as verb and adverb, is by some regarded as a compound     participial adj. = _sheathed in brass_.", "characters": 334, "sentences": 5}, {"text": "It had wofully chanced then the youthful retainer           To behold on earth the most ardent-belovèd           At his life-days' limit, lying there helpless.           The slayer too lay there, of life all bereavèd,         5 Horrible earth-drake, harassed with sorrow:", "characters": 273, "sentences": 2}, {"text": "The tardy-at-battle returned from the thicket,        25 The timid truce-breakers ten all together,           Who durst not before play with the lances           In the prince of the people's pressing emergency;", "characters": 211, "sentences": 1}, {"text": "As yet He is doing. From the young one forthwith then           Could grim-worded greeting be got for him quickly        40 Whose courage had failed him. Wiglaf discoursed then,           Weohstan his son, sad-mooded hero,", "characters": 222, "sentences": 3}, {"text": "Looked on the hated: \"He who soothness will utter           Can say that the liegelord who gave you the jewels,           The ornament-armor wherein ye are standing,        45 When on ale-bench often he offered to hall-men           Helmet and burnie, the prince to his liegemen,           As best upon earth he was able to find him,--", "characters": 335, "sentences": 1}, {"text": "That he wildly wasted his war-gear undoubtedly           When battle o'ertook him.[2] The troop-king no need had        50 To glory in comrades; yet God permitted him,", "characters": 167, "sentences": 2}, {"text": "Victory-Wielder, with weapon unaided           Himself to avenge, when vigor was needed.           I life-protection but little was able           To give him in battle, and I 'gan, notwithstanding,", "characters": 198, "sentences": 2}, {"text": "55 Helping my kinsman (my strength overtaxing):           He waxed the weaker when with weapon I smote on           My mortal opponent, the fire less strongly           Flamed from his bosom. Too few of protectors           Came round the king at the critical moment.", "characters": 267, "sentences": 3}, {"text": "60 Now must ornament-taking and weapon-bestowing,           Home-joyance all, cease for your kindred,           Food for the people; each of your warriors           Must needs be bereavèd of rights that he holdeth           In landed possessions, when faraway nobles        65 Shall learn of your leaving your lord so basely,", "characters": 326, "sentences": 1}, {"text": "The dastardly deed. Death is more pleasant           To every earlman than infamous life is!\"", "characters": 93, "sentences": 2}, {"text": "[1] For 'dædum rædan' (2859) B. suggests 'déað árædan,' and renders:     _The might (or judgment) of God would determine death for every man,     as he still does._", "characters": 170, "sentences": 3}, {"text": "[2] Some critics, H. himself in earlier editions, put the clause,     'When ... him' (A.-S. 'þá ... beget') with the following sentence;     that is, they make it dependent upon 'þorfte' (2875) instead of upon     'forwurpe' (2873).", "characters": 235, "sentences": 11}, {"text": "Then he charged that the battle be announced at the hedge           Up o'er the cliff-edge, where the earl-troopers bided           The whole of the morning, mood-wretched sat them,           Bearers of battle-shields, both things expecting,         5 The end of his lifetime and the coming again of           The liegelord belovèd. Little reserved he           Of news that was known, who the ness-cliff did travel,           But he truly discoursed to all that could hear him:", "characters": 479, "sentences": 2}, {"text": "\"Now the free-giving friend-lord of the folk of the Weders,        10 The folk-prince of Geatmen, is fast in his death-bed,           By the deeds of the dragon in death-bed abideth;           Along with him lieth his life-taking foeman           Slain with knife-wounds: he was wholly unable           To injure at all the ill-planning monster", "characters": 344, "sentences": 1}, {"text": "15 With bite of his sword-edge. Wiglaf is sitting,           Offspring of Wihstan, up over Beowulf,           Earl o'er another whose end-day hath reached him,           Head-watch holdeth o'er heroes unliving,[1]", "characters": 213, "sentences": 2}, {"text": "For friend and for foeman. The folk now expecteth        20 A season of strife when the death of the folk-king           To Frankmen and Frisians in far-lands is published.           The war-hatred waxed warm 'gainst the Hugmen,", "characters": 228, "sentences": 3}, {"text": "[1] 'Hige-méðum' (2910) is glossed by H. as dat. plu. (= for the     dead). S. proposes 'hige-méðe,' nom. sing. limiting Wigláf; i.e. _W.,     mood-weary, holds head-watch o'er friend and foe_.--B. suggests taking     the word as dat. inst. plu. of an abstract noun in -'u.' The     translation would be substantially the same as S.'s.", "characters": 340, "sentences": 19}, {"text": "Wulf then wildly with weapon assaulted him,        20 Wonred his son, that for swinge of the edges           The blood from his body burst out in currents,           Forth 'neath his hair. He feared not however,           Gray-headed Scylfing, but speedily quited", "characters": 263, "sentences": 2}, {"text": "The wasting wound-stroke with worse exchange,        25 When the king of the thane-troop thither did turn him:           The wise-mooded son of Wonred was powerless           To give a return-blow to the age-hoary man,           But his head-shielding helmet first hewed he to pieces,           That flecked with gore perforce he did totter,        30 Fell to the earth; not fey was he yet then,           But up did he spring though an edge-wound had reached him.", "characters": 464, "sentences": 2}, {"text": "Then Higelac's vassal, valiant and dauntless,           When his brother lay dead, made his broad-bladed weapon,           Giant-sword ancient, defence of the giants,        35 Bound o'er the shield-wall; the folk-prince succumbed then,", "characters": 236, "sentences": 1}, {"text": "Shepherd of people, was pierced to the vitals.           There were many attendants who bound up his kinsman,           Carried him quickly when occasion was granted           That the place of the slain they were suffered to manage.        40 This pending, one hero plundered the other,           His armor of iron from Ongentheow ravished,           His hard-sword hilted and helmet together;", "characters": 394, "sentences": 3}, {"text": "The old one's equipments he carried to Higelac.           He the jewels received, and rewards 'mid the troopers        45 Graciously promised, and so did accomplish:           The king of the Weders requited the war-rush,           Hrethel's descendant, when home he repaired him,", "characters": 280, "sentences": 2}, {"text": "To Eofor and Wulf with wide-lavished treasures,           To each of them granted a hundred of thousands [101]  50 In land and rings wrought out of wire:", "characters": 153, "sentences": 1}, {"text": "None upon mid-earth needed to twit him[3]           With the gifts he gave them, when glory they conquered;", "characters": 107, "sentences": 1}, {"text": "That mighty bequest then with magic was guarded,           Gold of the ancients, that earlman not any           The ring-hall could touch, save Ruling-God only, [103] 110 Sooth-king of Vict'ries gave whom He wished to", "characters": 217, "sentences": 1}, {"text": "[6](He is earth-folk's protector) to open the treasure,           E'en to such among mortals as seemed to Him proper.", "characters": 117, "sentences": 2}, {"text": "[1] For 'góda,' which seems a surprising epithet for a Geat to apply     to the \"terrible\" Ongentheow, B. suggests 'gomela.' The passage would     then stand: '_The old one went then,' etc._", "characters": 191, "sentences": 4}, {"text": "[2] For 'segn Higeláce,' K., Th., and B. propose 'segn Higeláces,'     meaning: _Higelac's banner followed the Swedes (in pursuit)._--S.     suggests 'sæcc Higeláces,' and renders: _Higelac's pursuit._--The     H.-So. reading, as translated in our text, means that the banner of     the enemy was captured and brought to Higelac as a trophy.", "characters": 345, "sentences": 10}, {"text": "[3] The rendering given in this translation represents the king as     being generous beyond the possibility of reproach; but some     authorities construe 'him' (2996) as plu., and understand the passage     to mean that no one reproached the two brothers with having received     more reward than they were entitled to.", "characters": 321, "sentences": 3}, {"text": "[4] The name 'Scyldingas' here (3006) has caused much discussion, and     given rise to several theories, the most important of which are as     follows: (1) After the downfall of Hrothgar's family, Beowulf was king     of the Danes, or Scyldings. (2) For 'Scyldingas' read     'Scylfingas'--that is, after killing Eadgils, the Scylfing prince,     Beowulf conquered his land, and held it in subjection. (3) M.     considers 3006 a thoughtless repetition of 2053. (Cf. H.-So.)", "characters": 476, "sentences": 8}, {"text": "[5] B. takes 'nihtes' and 'hwílum' (3045) as separate adverbial cases,     and renders: _Joy in the air had he of yore by night, etc_. He thinks     that the idea of vanished time ought to be expressed.", "characters": 203, "sentences": 4}, {"text": "[6] The parenthesis is by some emended so as to read: (1) (_He_ (i.e.     _God_) _is the hope of men_); (2) (_he is the hope of heroes_). Gr.'s     reading has no parenthesis, but says: ... _could touch, unless God     himself, true king of victories, gave to whom he would to open the     treasure, the secret place of enchanters, etc_. The last is rejected     on many grounds.", "characters": 379, "sentences": 10}, {"text": "Within under earth-wall. Hastily seized I           And held in my hands a huge-weighing burden        35 Of hoard-treasures costly, hither out bare them           To my liegelord belovèd: life was yet in him,           And consciousness also; the old one discoursed then           Much and mournfully, commanded to greet you,", "characters": 327, "sentences": 2}, {"text": "Seven together; 'neath the enemy's roof he           Went with the seven; one of the heroes        65 Who fared at the front, a fire-blazing torch-light           Bare in his hand. No lot then decided           Who that hoard should havoc, when hero-earls saw it           Lying in the cavern uncared-for entirely,           Rusting to ruin: they rued then but little        70 That they hastily hence hauled out the treasure,", "characters": 426, "sentences": 2}, {"text": "The dear-valued jewels; the dragon eke pushed they,           The worm o'er the wall, let the wave-currents take him, [106]     The waters enwind the ward of the treasures.", "characters": 172, "sentences": 2}, {"text": "There wounden gold on a wain was uploaded,        75 A mass unmeasured, the men-leader off then,           The hero hoary, to Whale's-Ness was carried.", "characters": 151, "sentences": 2}, {"text": "[1] For 'gehýdde,' B. suggests 'gehýðde': the passage would stand as     above except the change of 'hidden' (v. 2) to 'plundered.' The     reference, however, would be to the thief, not to the dragon.", "characters": 204, "sentences": 5}, {"text": "[3] For 'strude' in H.-So., S. suggests 'stride.' This would require     'ravage' (v. 16) to be changed to 'tread.'", "characters": 115, "sentences": 7}, {"text": "[4] 'He cared ... sight of' (17, 18), S. emends so as to read as     follows: _He (Beowulf) had not before seen the favor of the avaricious     possessor._", "characters": 155, "sentences": 6}, {"text": "[5] B. renders: _That which drew the king thither_ (i.e. _the     treasure_) _was granted us, but in such a way that it overcomes us._", "characters": 134, "sentences": 5}, {"text": "[6] 'Folc-ágende' (3114) B. takes as dat. sing. with 'gódum,' and     refers it to Beowulf; that is, _Should bring fire-wood to the place     where the good folk-ruler lay_.", "characters": 175, "sentences": 5}, {"text": "[7] C. proposes to take 'weaxan' = L. 'vescor,' and translate     _devour_. This gives a parallel to 'fretan' above. The parenthesis     would be discarded and the passage read: _Now shall the fire consume,     the wan-flame devour, the prince of warriors, etc_.", "characters": 262, "sentences": 6}, {"text": "The folk of the Geatmen got him then ready           A pile on the earth strong for the burning,           Behung with helmets, hero-knights' targets,           And bright-shining burnies, as he begged they should have them;         5 Then wailing war-heroes their world-famous chieftain,           Their liegelord beloved, laid in the middle.", "characters": 343, "sentences": 2}, {"text": "The men of the Weders made accordingly           A hill on the height, high and extensive,           Of sea-going sailors to be seen from a distance,           And the brave one's beacon built where the fire was,        25 In ten-days' space, with a wall surrounded it,           As wisest of world-folk could most worthily plan it.           They placed in the barrow rings and jewels,", "characters": 386, "sentences": 2}, {"text": "All such ornaments as erst in the treasure           War-mooded men had won in possession:        30 The earnings of earlmen to earth they entrusted,           The gold to the dust, where yet it remaineth           As useless to mortals as in foregoing eras.           'Round the dead-mound rode then the doughty-in-battle,           Bairns of all twelve of the chiefs of the people,", "characters": 383, "sentences": 2}, {"text": "35 More would they mourn, lament for their ruler,           Speak in measure, mention him with pleasure,           Weighed his worth, and his warlike achievements           Mightily commended, as 'tis meet one praise his           Liegelord in words and love him in spirit,        40 When forth from his body he fares to destruction.           So lamented mourning the men of the Geats,           Fond-loving vassals, the fall of their lord,", "characters": 441, "sentences": 2}, {"text": "Said he was kindest of kings under heaven,           Gentlest of men, most winning of manner,        45 Friendliest to folk-troops and fondest of honor.", "characters": 152, "sentences": 2}, {"text": "Several discrepancies and other oversights have been noticed in the H.-So. glossary. Of these a good part were avoided by Harrison and Sharp, the American editors of Beowulf, in their last edition, 1888. The rest will, I hope, be noticed in their fourth edition. As, however, this book may fall into the hands of some who have no copy of the American edition, it seems best to notice all the principal oversights of the German editors.", "characters": 435, "sentences": 7}, {"text": "~From hám~ (194).--Notes and glossary conflict; the latter not having been altered to suit the conclusions accepted in the former.", "characters": 131, "sentences": 3}, {"text": "~Þær gelýfan sceal dryhtnes dóme~ (440).--Under 'dóm' H. says 'the might of the Lord'; while under 'gelýfan' he says 'the judgment of the Lord.'", "characters": 150, "sentences": 4}, {"text": "~Eal bencþelu~ (486).--Under 'benc-þelu' H. says _nom. plu._; while under 'eal' he says _nom. sing._", "characters": 102, "sentences": 7}, {"text": "~Heatho-ræmas~ (519).--Under 'ætberan' H. translates 'to the Heathoremes'; while under 'Heatho-ræmas' he says 'Heathoræmas reaches Breca in the swimming-match with Beowulf.' Harrison and Sharp (3d edition, 1888) avoid the discrepancy.", "characters": 238, "sentences": 5}, {"text": "~Fáh féond-scaða~ (554).--Under 'féond-scaða' H. says 'a gleaming sea-monster'; under 'fáh' he says 'hostile.'", "characters": 116, "sentences": 4}, {"text": "~Onfeng hraðe inwit-þancum~ (749).--Under 'onfón' H. says 'he _received_ the maliciously-disposed one'; under 'inwit-þanc' he says 'he _grasped_,' etc.", "characters": 155, "sentences": 4}, {"text": "~Níð-wundor séon~ (1366).--Under 'níð-wundor' H. calls this word itself _nom. sing._; under 'séon' he translates it as accus. sing., understanding 'man' as subject of 'séon.' H. and S. (3d edition) make the correction.", "characters": 225, "sentences": 11}, {"text": "~Forgeaf hilde-bille~ (1521).--H., under the second word, calls it instr. dat.; while under 'forgifan' he makes it the dat. of indir. obj. H. and S. (3d edition) make the change.", "characters": 178, "sentences": 11}, {"text": "~Brád~ and ~brún-ecg~ (1547).--Under 'brád' H. says 'das breite Hüftmesser mit bronzener Klinge'; under 'brún-ecg' he says 'ihr breites Hüftmesser mit blitzender Klinge.'", "characters": 176, "sentences": 4}, {"text": "~Yðelíce~ (1557).--Under this word H. makes it modify 'ástód.' If this be right, the punctuation of the fifth edition is wrong. See H. and S., appendix.", "characters": 156, "sentences": 8}, {"text": "~Sélran gesóhte~ (1840).--Under 'sél' and 'gesécan' H. calls these two words accus. plu.; but this is clearly an error, as both are nom. plu., pred. nom. H. and S. correct under 'sél.'", "characters": 189, "sentences": 12}, {"text": "~Wið sylfne~ (1978).--Under 'wið' and 'gesittan' H. says 'wið = near, by'; under 'self' he says 'opposite.'", "characters": 110, "sentences": 4}, {"text": "~For duguðum~ (2502).--Under 'duguð' H. translates this phrase, 'in Tüchtigkeit'; under 'for,' by 'vor der edlen Kriegerschaar.'", "characters": 131, "sentences": 4}, {"text": "~þær~ (2574).--Under 'wealdan' H. translates _þær_ by 'wo'; under 'mótan,' by 'da.' H. and S. suggest 'if' in both passages.", "characters": 129, "sentences": 7}, {"text": "~Wunde~ (2726).--Under 'wund' H. says 'dative,' and under 'wæl-bléate' he says 'accus.' It is without doubt accus., parallel with 'benne.'", "characters": 140, "sentences": 6}, {"text": "~Strengum gebæded~ (3118).--Under 'strengo' H. says 'Strengum' = mit Macht; under 'gebæded' he translates 'von den Sehnen.' H. and S. correct this discrepancy by rejecting the second reading.", "characters": 193, "sentences": 7}, {"text": "~Bronda be láfe~ (3162).--A recent emendation. The fourth edition had 'bronda betost.' In the fifth edition the editor neglects to change the glossary to suit the new emendation. See 'bewyrcan.'", "characters": 195, "sentences": 6}], "id": 16328, "paragraphs": 560, "author": ""}