{"title": "The Prince and The Pauper, Complete", "data": [{"text": "Tom could always find something going on around the Maypole in Cheapside, and at the fairs; and now and then he and the rest of London had a chance to see a military parade when some famous unfortunate was carried prisoner to the Tower, by land or boat. One summer's day he saw poor Anne Askew and three men burned at the stake in Smithfield, and heard an ex-Bishop preach a sermon to them which did not interest him. Yes, Tom's life was varied and pleasant enough, on the whole.", "characters": 479, "sentences": 4}, {"text": "Privately, after a while, Tom organised a royal court!  He was the prince; his special comrades were guards, chamberlains, equerries, lords and ladies in waiting, and the royal family.  Daily the mock prince was received with elaborate ceremonials borrowed by Tom from his romantic readings; daily the great affairs of the mimic kingdom were discussed in the royal council, and daily his mimic highness issued decrees to his imaginary armies, navies, and viceroyalties.", "characters": 471, "sentences": 3}, {"text": "After which, he would go forth in his rags and beg a few farthings, eat his poor crust, take his customary cuffs and abuse, and then stretch himself upon his handful of foul straw, and resume his empty grandeurs in his dreams.", "characters": 226, "sentences": 2}, {"text": "And still his desire to look just once upon a real prince, in the flesh, grew upon him, day by day, and week by week, until at last it absorbed all other desires, and became the one passion of his life.", "characters": 202, "sentences": 2}, {"text": "All night long the glories of his royal estate shone upon him; he moved among great lords and ladies, in a blaze of light, breathing perfumes, drinking in delicious music, and answering the reverent obeisances of the glittering throng as it parted to make way for him, with here a smile, and there a nod of his princely head.", "characters": 325, "sentences": 2}, {"text": "And when he awoke in the morning and looked upon the wretchedness about him, his dream had had its usual effect--it had intensified the sordidness of his surroundings a thousandfold.  Then came bitterness, and heart-break, and tears.", "characters": 234, "sentences": 3}, {"text": "At each side of the gilded gate stood a living statue--that is to say, an erect and stately and motionless man-at-arms, clad from head to heel in shining steel armour.  At a respectful distance were many country folk, and people from the city, waiting for any chance glimpse of royalty that might offer.  Splendid carriages, with splendid people in them and splendid servants outside, were arriving and departing by several other noble gateways that pierced the royal enclosure.", "characters": 480, "sentences": 4}, {"text": "Tom's breath came quick and short with excitement, and his eyes grew big with wonder and delight.  Everything gave way in his mind instantly to one desire:  that was to get close to the prince, and have a good, devouring look at him.  Before he knew what he was about, he had his face against the gate-bars.  The next instant one of the soldiers snatched him rudely away, and sent him spinning among the gaping crowd of country gawks and London idlers.  The soldier said,--", "characters": 478, "sentences": 5}, {"text": "The crowd jeered and laughed; but the young prince sprang to the gate with his face flushed, and his eyes flashing with indignation, and cried out,--", "characters": 149, "sentences": 1}, {"text": "\"How dar'st thou use a poor lad like that?  How dar'st thou use the King my father's meanest subject so?  Open the gates, and let him in!\"", "characters": 140, "sentences": 1}, {"text": "You should have seen that fickle crowd snatch off their hats then. You should have heard them cheer, and shout, \"Long live the Prince of Wales!\"", "characters": 144, "sentences": 2}, {"text": "The soldiers presented arms with their halberds, opened the gates, and presented again as the little Prince of Poverty passed in, in his fluttering rags, to join hands with the Prince of Limitless Plenty.", "characters": 204, "sentences": 2}, {"text": "\"Parents have I, sir, and a grand-dam likewise that is but indifferently precious to me, God forgive me if it be offence to say it--also twin sisters, Nan and Bet.\"", "characters": 164, "sentences": 2}, {"text": "\"Neither to any other is she, so please your worship.  She hath a wicked heart, and worketh evil all her days.\"", "characters": 112, "sentences": 3}, {"text": "\"There be times that she stayeth her hand, being asleep or overcome with drink; but when she hath her judgment clear again, she maketh it up to me with goodly beatings.\"", "characters": 169, "sentences": 2}, {"text": "\"_Beatings_!--and thou so frail and little.  Hark ye:  before the night come, she shall hie her to the Tower.  The King my father\"--", "characters": 135, "sentences": 3}, {"text": "\"True, indeed.  I had not thought of that.  I will consider of her punishment.  Is thy father kind to thee?\"", "characters": 111, "sentences": 4}, {"text": "\"Fathers be alike, mayhap.  Mine hath not a doll's temper.  He smiteth with a heavy hand, yet spareth me:  he spareth me not always with his tongue, though, sooth to say.  How doth thy mother use thee?\"", "characters": 206, "sentences": 4}, {"text": "\"She is good, sir, and giveth me neither sorrow nor pain of any sort. And Nan and Bet are like to her in this.\"", "characters": 111, "sentences": 3}, {"text": "\"The Lady Elizabeth, my sister, is fourteen, and the Lady Jane Grey, my cousin, is of mine own age, and comely and gracious withal; but my sister the Lady Mary, with her gloomy mien and--Look you:  do thy sisters forbid their servants to smile, lest the sin destroy their souls?\"", "characters": 280, "sentences": 1}, {"text": "\"It is a quaint and marvellous thought!  Thy pardon, I had not meant to laugh.  But thy good Nan and thy Bet shall have raiment and lackeys enow, and that soon, too:  my cofferer shall look to it.  No, thank me not; 'tis nothing.  Thou speakest well; thou hast an easy grace in it.  Art learned?\"", "characters": 302, "sentences": 5}, {"text": "\"I know not if I am or not, sir.  The good priest that is called Father Andrew taught me, of his kindness, from his books.\"", "characters": 124, "sentences": 3}, {"text": "\"Learn it, lad:  'tis hard only at first.  The Greek is harder; but neither these nor any tongues else, I think, are hard to the Lady Elizabeth and my cousin.  Thou should'st hear those damsels at it!  But tell me of thy Offal Court.  Hast thou a pleasant life there?\"", "characters": 273, "sentences": 4}, {"text": "\"In truth, yes, so please you, sir, save when one is hungry. There be Punch-and-Judy shows, and monkeys--oh such antic creatures! and so bravely dressed!--and there be plays wherein they that play do shout and fight till all are slain, and 'tis so fine to see, and costeth but a farthing--albeit 'tis main hard to get the farthing, please your worship.\"", "characters": 353, "sentences": 3}, {"text": "\"We lads of Offal Court do strive against each other with the cudgel, like to the fashion of the 'prentices, sometimes.\"", "characters": 120, "sentences": 2}, {"text": "\"In summer, sir, we wade and swim in the canals and in the river, and each doth duck his neighbour, and splatter him with water, and dive and shout and tumble and--\"", "characters": 165, "sentences": 1}, {"text": "\"We dance and sing about the Maypole in Cheapside; we play in the sand, each covering his neighbour up; and times we make mud pastry--oh the lovely mud, it hath not its like for delightfulness in all the world!--we do fairly wallow in the mud, sir, saving your worship's presence.\"", "characters": 281, "sentences": 2}, {"text": "\"Oh, prithee, say no more, 'tis glorious!  If that I could but clothe me in raiment like to thine, and strip my feet, and revel in the mud once, just once, with none to rebuke me or forbid, meseemeth I could forego the crown!\"", "characters": 227, "sentences": 1}, {"text": "\"Oho, would'st like it?  Then so shall it be.  Doff thy rags, and don these splendours, lad!  It is a brief happiness, but will be not less keen for that.  We will have it while we may, and change again before any come to molest.\"", "characters": 234, "sentences": 4}, {"text": "A few minutes later the little Prince of Wales was garlanded with Tom's fluttering odds and ends, and the little Prince of Pauperdom was tricked out in the gaudy plumage of royalty.  The two went and stood side by side before a great mirror, and lo, a miracle: there did not seem to have been any change made!  They stared at each other, then at the glass, then at each other again.  At last the puzzled princeling said--", "characters": 424, "sentences": 3}, {"text": "\"Ah, good your worship, require me not to answer.  It is not meet that one of my degree should utter the thing.\"", "characters": 113, "sentences": 3}, {"text": "\"Then will _I_ utter it.  Thou hast the same hair, the same eyes, the same voice and manner, the same form and stature, the same face and countenance that I bear.  Fared we forth naked, there is none could say which was you, and which the Prince of Wales.  And, now that I am clothed as thou wert clothed, it seemeth I should be able the more nearly to feel as thou didst when the brute soldier--Hark ye, is not this a bruise upon your hand?\"", "characters": 445, "sentences": 4}, {"text": "\"Peace!  It was a shameful thing and a cruel!\" cried the little prince, stamping his bare foot.  \"If the King--Stir not a step till I come again! It is a command!\"", "characters": 165, "sentences": 2}, {"text": "In a moment he had snatched up and put away an article of national importance that lay upon a table, and was out at the door and flying through the palace grounds in his bannered rags, with a hot face and glowing eyes.  As soon as he reached the great gate, he seized the bars, and tried to shake them, shouting--", "characters": 314, "sentences": 2}, {"text": "The soldier that had maltreated Tom obeyed promptly; and as the prince burst through the portal, half-smothered with royal wrath, the soldier fetched him a sounding box on the ear that sent him whirling to the roadway, and said--", "characters": 229, "sentences": 1}, {"text": "The crowd roared with laughter.  The prince picked himself out of the mud, and made fiercely at the sentry, shouting--", "characters": 119, "sentences": 2}, {"text": "Here the jeering crowd closed round the poor little prince, and hustled him far down the road, hooting him, and shouting--", "characters": 122, "sentences": 1}, {"text": "The prince's face flushed with anger, and his ready hand flew to his hip, but there was nothing there.  There was a storm of laughter, and one boy said--", "characters": 154, "sentences": 2}, {"text": "\"I am the prince; and it ill beseemeth you that feed upon the king my father's bounty to use me so.\"", "characters": 100, "sentences": 2}, {"text": "This was vastly enjoyed, as the laughter testified.  The youth who had first spoken, shouted to his comrades--", "characters": 111, "sentences": 2}, {"text": "\"Ho, swine, slaves, pensioners of his grace's princely father, where be your manners?  Down on your marrow bones, all of ye, and do reverence to his kingly port and royal rags!\"", "characters": 178, "sentences": 1}, {"text": "With boisterous mirth they dropped upon their knees in a body and did mock homage to their prey.  The prince spurned the nearest boy with his foot, and said fiercely--", "characters": 168, "sentences": 2}, {"text": "Ah, but this was not a joke--this was going beyond fun.  The laughter ceased on the instant, and fury took its place.  A dozen shouted--", "characters": 138, "sentences": 3}, {"text": "\"Hale him forth!  To the horse-pond, to the horse-pond!  Where be the dogs?  Ho, there, Lion! ho, Fangs!\"", "characters": 108, "sentences": 1}, {"text": "Then followed such a thing as England had never seen before--the sacred person of the heir to the throne rudely buffeted by plebeian hands, and set upon and torn by dogs.", "characters": 170, "sentences": 2}, {"text": "The lights began to twinkle, it came on to rain, the wind rose, and a raw and gusty night set in.  The houseless prince, the homeless heir to the throne of England, still moved on, drifting deeper into the maze of squalid alleys where the swarming hives of poverty and misery were massed together.", "characters": 298, "sentences": 3}, {"text": "\"Out to this time of night again, and hast not brought a farthing home, I warrant me!  If it be so, an' I do not break all the bones in thy lean body, then am I not John Canty, but some other.\"", "characters": 194, "sentences": 2}, {"text": "\"Oh, art _his_ father, truly?  Sweet heaven grant it be so--then wilt thou fetch him away and restore me!\"", "characters": 107, "sentences": 1}, {"text": "\"_His_ father?  I know not what thou mean'st; I but know I am _thy_ father, as thou shalt soon have cause to--\"", "characters": 112, "sentences": 1}, {"text": "\"Oh, jest not, palter not, delay not!--I am worn, I am wounded, I can bear no more.  Take me to the king my father, and he will make thee rich beyond thy wildest dreams.  Believe me, man, believe me!--I speak no lie, but only the truth!--put forth thy hand and save me!  I am indeed the Prince of Wales!\"", "characters": 307, "sentences": 3}, {"text": "\"Gone stark mad as any Tom o' Bedlam!\"--then collared him once more, and said with a coarse laugh and an oath, \"But mad or no mad, I and thy Gammer Canty will soon find where the soft places in thy bones lie, or I'm no true man!\"", "characters": 229, "sentences": 1}, {"text": "With this he dragged the frantic and struggling prince away, and disappeared up a front court followed by a delighted and noisy swarm of human vermin.", "characters": 150, "sentences": 2}, {"text": "He walked up and down the floor, filled with nameless fears, listening, starting at every trifling sound.  Presently the door swung open, and a silken page said--", "characters": 163, "sentences": 2}, {"text": "The door closed and a sweet young girl, richly clad, bounded toward him. But she stopped suddenly, and said in a distressed voice--", "characters": 131, "sentences": 2}, {"text": "\"Ah, be merciful, thou!  In sooth I am no lord, but only poor Tom Canty of Offal Court in the city.  Prithee let me see the prince, and he will of his grace restore to me my rags, and let me hence unhurt.  Oh, be thou merciful, and save me!\"", "characters": 244, "sentences": 3}, {"text": "By this time the boy was on his knees, and supplicating with his eyes and uplifted hands as well as with his tongue.  The young girl seemed horror-stricken.  She cried out--", "characters": 175, "sentences": 3}, {"text": "Let none list to this false and foolish matter, upon pain of death, nor discuss the same, nor carry it abroad.  In the name of the King!\"", "characters": 138, "sentences": 2}, {"text": "Poor Tom came slowly walking past the low-bowing groups, trying to bow in return, and meekly gazing upon his strange surroundings with bewildered and pathetic eyes.  Great nobles walked upon each side of him, making him lean upon them, and so steady his steps. Behind him followed the court-physicians and some servants.", "characters": 321, "sentences": 4}, {"text": "\"How now, my lord Edward, my prince?  Hast been minded to cozen me, the good King thy father, who loveth thee, and kindly useth thee, with a sorry jest?\"", "characters": 154, "sentences": 1}, {"text": "Poor Tom was listening, as well as his dazed faculties would let him, to the beginning of this speech; but when the words 'me, the good King' fell upon his ear, his face blanched, and he dropped as instantly upon his knees as if a shot had brought him there. Lifting up his hands, he exclaimed--", "characters": 295, "sentences": 2}, {"text": "This speech seemed to stun the King.  His eyes wandered from face to face aimlessly, then rested, bewildered, upon the boy before him.  Then he said in a tone of deep disappointment--", "characters": 185, "sentences": 3}, {"text": "\"Alack, I had believed the rumour disproportioned to the truth; but I fear me 'tis not so.\"  He breathed a heavy sigh, and said in a gentle voice, \"Come to thy father, child:  thou art not well.\"", "characters": 197, "sentences": 3}, {"text": "Tom was assisted to his feet, and approached the Majesty of England, humble and trembling.  The King took the frightened face between his hands, and gazed earnestly and lovingly into it awhile, as if seeking some grateful sign of returning reason there, then pressed the curly head against his breast, and patted it tenderly.  Presently he said--", "characters": 348, "sentences": 3}, {"text": "\"Dost not know thy father, child?  Break not mine old heart; say thou know'st me.  Thou _dost_ know me, dost thou not?\"", "characters": 121, "sentences": 2}, {"text": "\"True, true--that is well--be comforted, tremble not so; there is none here would hurt thee; there is none here but loves thee. Thou art better now; thy ill dream passeth--is't not so?  Thou wilt not miscall thyself again, as they say thou didst a little while agone?\"", "characters": 269, "sentences": 2}, {"text": "\"I pray thee of thy grace believe me, I did but speak the truth, most dread lord; for I am the meanest among thy subjects, being a pauper born, and 'tis by a sore mischance and accident I am here, albeit I was therein nothing blameful.  I am but young to die, and thou canst save me with one little word.  Oh speak it, sir!\"", "characters": 326, "sentences": 3}, {"text": "\"God requite thy mercy, O my King, and save thee long to bless thy land!\" Then springing up, he turned a joyful face toward the two lords in waiting, and exclaimed, \"Thou heard'st it!  I am not to die:  the King hath said it!\"  There was no movement, save that all bowed with grave respect; but no one spoke.  He hesitated, a little confused, then turned timidly toward the King, saying, \"I may go now?\"", "characters": 407, "sentences": 2}, {"text": "\"Peradventure I mistook; but I did think me free, and so was I moved to seek again the kennel where I was born and bred to misery, yet which harboureth my mother and my sisters, and so is home to me; whereas these pomps and splendours whereunto I am not used--oh, please you, sir, to let me go!\"", "characters": 295, "sentences": 1}, {"text": "The King was silent and thoughtful a while, and his face betrayed a growing distress and uneasiness.  Presently he said, with something of hope in his voice--", "characters": 159, "sentences": 2}, {"text": "\"Perchance he is but mad upon this one strain, and hath his wits unmarred as toucheth other matter.  God send it may be so!  We will make trial.\"", "characters": 147, "sentences": 3}, {"text": "Then he asked Tom a question in Latin, and Tom answered him lamely in the same tongue.  The lords and doctors manifested their gratification also. The King said--", "characters": 163, "sentences": 3}, {"text": "\"'Twas not according to his schooling and ability, but showeth that his mind is but diseased, not stricken fatally.  How say you, sir?\"", "characters": 136, "sentences": 2}, {"text": "The King looked pleased with this encouragement, coming as it did from so excellent authority, and continued with good heart--", "characters": 126, "sentences": 1}, {"text": "He put a question to Tom in French.  Tom stood silent a moment, embarrassed by having so many eyes centred upon him, then said diffidently--", "characters": 141, "sentences": 2}, {"text": "The King fell back upon his couch.  The attendants flew to his assistance; but he put them aside, and said--", "characters": 109, "sentences": 2}, {"text": "\"Trouble me not--it is nothing but a scurvy faintness.  Raise me! There, 'tis sufficient.  Come hither, child; there, rest thy poor troubled head upon thy father's heart, and be at peace.  Thou'lt soon be well:  'tis but a passing fantasy.  Fear thou not; thou'lt soon be well.\"  Then he turned toward the company:  his gentle manner changed, and baleful lightnings began to play from his eyes.  He said--", "characters": 413, "sentences": 7}, {"text": "\"The King's majesty knoweth that the Hereditary Great Marshal of England lieth attainted in the Tower.  It were not meet that one attainted--\"", "characters": 143, "sentences": 2}, {"text": "\"Peace!  Insult not mine ears with his hated name.  Is this man to live for ever?  Am I to be baulked of my will?  Is the prince to tarry uninstalled, because, forsooth, the realm lacketh an Earl Marshal free of treasonable taint to invest him with his honours? No, by the splendour of God!  Warn my Parliament to bring me Norfolk's doom before the sun rise again, else shall they answer for it grievously!\" {1}", "characters": 416, "sentences": 2}, {"text": "\"Thou art good to me that am unworthy, O mighty and gracious lord: that in truth I know.  But--but--it grieveth me to think of him that is to die, and--\"", "characters": 154, "sentences": 2}, {"text": "\"Ah, 'tis like thee, 'tis like thee!  I know thy heart is still the same, even though thy mind hath suffered hurt, for thou wert ever of a gentle spirit.  But this duke standeth between thee and thine honours:  I will have another in his stead that shall bring no taint to his great office. Comfort thee, my prince:  trouble not thy poor head with this matter.\"", "characters": 365, "sentences": 4}, {"text": "\"Take no thought of him, my prince:  he is not worthy.  Kiss me once again, and go to thy trifles and amusements; for my malady distresseth me.  I am aweary, and would rest.  Go with thine uncle Hertford and thy people, and come again when my body is refreshed.\"", "characters": 266, "sentences": 5}, {"text": "Tom, heavy-hearted, was conducted from the presence, for this last sentence was a death-blow to the hope he had cherished that now he would be set free.  Once more he heard the buzz of low voices exclaiming, \"The prince, the prince comes!\"", "characters": 240, "sentences": 2}, {"text": "His spirits sank lower and lower as he moved between the glittering files of bowing courtiers; for he recognised that he was indeed a captive now, and might remain for ever shut up in this gilded cage, a forlorn and friendless prince, except God in his mercy take pity on him and set him free.", "characters": 293, "sentences": 2}, {"text": "And, turn where he would, he seemed to see floating in the air the severed head and the remembered face of the great Duke of Norfolk, the eyes fixed on him reproachfully.", "characters": 170, "sentences": 2}, {"text": "Tom was conducted to the principal apartment of a noble suite, and made to sit down--a thing which he was loth to do, since there were elderly men and men of high degree about him.  He begged them to be seated also, but they only bowed their thanks or murmured them, and remained standing. He would have insisted, but his 'uncle' the Earl of Hertford whispered in his ear--", "characters": 374, "sentences": 3}, {"text": "\"I come upon the King's errand, concerning a matter which requireth privacy.  Will it please your royal highness to dismiss all that attend you here, save my lord the Earl of Hertford?\"", "characters": 186, "sentences": 2}, {"text": "Observing that Tom did not seem to know how to proceed, Hertford whispered him to make a sign with his hand, and not trouble himself to speak unless he chose.  When the waiting gentlemen had retired, Lord St. John said--", "characters": 221, "sentences": 3}, {"text": "\"The King hath said it.  None may palter with the King's command, or fit it to his ease, where it doth chafe, with deft evasions. The King shall be obeyed.\"", "characters": 157, "sentences": 4}, {"text": "\"Touching the King's majesty's ordainment concerning books and such like serious matters, it may peradventure please your highness to ease your time with lightsome entertainment, lest you go wearied to the banquet and suffer harm thereby.\"", "characters": 239, "sentences": 2}, {"text": "Tom's face showed inquiring surprise; and a blush followed when he saw Lord St. John's eyes bent sorrowfully upon him.  His lordship said--", "characters": 140, "sentences": 3}, {"text": "\"Thy memory still wrongeth thee, and thou hast shown surprise--but suffer it not to trouble thee, for 'tis a matter that will not bide, but depart with thy mending malady.  My Lord of Hertford speaketh of the city's banquet which the King's majesty did promise, some two months flown, your highness should attend.  Thou recallest it now?\"", "characters": 340, "sentences": 3}, {"text": "\"It grieves me to confess it had indeed escaped me,\" said Tom, in a hesitating voice; and blushed again.", "characters": 104, "sentences": 2}, {"text": "At this moment the Lady Elizabeth and the Lady Jane Grey were announced. The two lords exchanged significant glances, and Hertford stepped quickly toward the door.  As the young girls passed him, he said in a low voice--", "characters": 221, "sentences": 3}, {"text": "\"I pray ye, ladies, seem not to observe his humours, nor show surprise when his memory doth lapse--it will grieve you to note how it doth stick at every trifle.\"", "characters": 161, "sentences": 2}, {"text": "\"Please you, sir, keep diligently in mind his majesty's desire. Remember all thou canst--_seem_ to remember all else.  Let them not perceive that thou art much changed from thy wont, for thou knowest how tenderly thy old play-fellows bear thee in their hearts and how 'twould grieve them. Art willing, sir, that I remain?--and thine uncle?\"", "characters": 341, "sentences": 4}, {"text": "Tom signified assent with a gesture and a murmured word, for he was already learning, and in his simple heart was resolved to acquit himself as best he might, according to the King's command.", "characters": 191, "sentences": 2}, {"text": "In spite of every precaution, the conversation among the young people became a little embarrassing at times.  More than once, in truth, Tom was near to breaking down and confessing himself unequal to his tremendous part; but the tact of the Princess Elizabeth saved him, or a word from one or the other of the vigilant lords, thrown in apparently by chance, had the same happy effect.  Once the little Lady Jane turned to Tom and dismayed him with this question,--", "characters": 466, "sentences": 3}, {"text": "Tom hesitated, looked distressed, and was about to stammer out something at hazard, when Lord St. John took the word and answered for him with the easy grace of a courtier accustomed to encounter delicate difficulties and to be ready for them--", "characters": 244, "sentences": 2}, {"text": "\"He hath indeed, madam, and she did greatly hearten him, as touching his majesty's condition; is it not so, your highness?\"", "characters": 123, "sentences": 1}, {"text": "Tom mumbled something that stood for assent, but felt that he was getting upon dangerous ground.  Somewhat later it was mentioned that Tom was to study no more at present, whereupon her little ladyship exclaimed--", "characters": 214, "sentences": 2}, {"text": "\"'Tis a pity, 'tis a pity!  Thou wert proceeding bravely.  But bide thy time in patience:  it will not be for long.  Thou'lt yet be graced with learning like thy father, and make thy tongue master of as many languages as his, good my prince.\"", "characters": 246, "sentences": 4}, {"text": "\"My father!\" cried Tom, off his guard for the moment.  \"I trow he cannot speak his own so that any but the swine that kennel in the styes may tell his meaning; and as for learning of any sort soever--\"", "characters": 202, "sentences": 2}, {"text": "He stopped, blushed, then continued low and sadly: \"Ah, my malady persecuteth me again, and my mind wandereth.  I meant the King's grace no irreverence.\"", "characters": 154, "sentences": 3}, {"text": "\"We know it, sir,\" said the Princess Elizabeth, taking her 'brother's' hand between her two palms, respectfully but caressingly; \"trouble not thyself as to that.  The fault is none of thine, but thy distemper's.\"", "characters": 213, "sentences": 3}, {"text": "\"Thou'rt a gentle comforter, sweet lady,\" said Tom, gratefully, \"and my heart moveth me to thank thee for't, an' I may be so bold.\"", "characters": 131, "sentences": 2}, {"text": "Once the giddy little Lady Jane fired a simple Greek phrase at Tom.  The Princess Elizabeth's quick eye saw by the serene blankness of the target's front that the shaft was overshot; so she tranquilly delivered a return volley of sounding Greek on Tom's behalf, and then straightway changed the talk to other matters.", "characters": 318, "sentences": 3}, {"text": "There was a pause now, a sort of waiting silence which Tom could not understand.  He glanced at Lord Hertford, who gave him a sign--but he failed to understand that also.  The ready Elizabeth came to the rescue with her usual easy grace.  She made reverence and said--", "characters": 271, "sentences": 4}, {"text": "\"Indeed your ladyships can have whatsoever of me they will, for the asking; yet would I rather give them any other thing that in my poor power lieth, than leave to take the light and blessing of their presence hence.  Give ye good den, and God be with ye!\" Then he smiled inwardly at the thought, \"'Tis not for nought I have dwelt but among princes in my reading, and taught my tongue some slight trick of their broidered and gracious speech withal!\"", "characters": 451, "sentences": 2}, {"text": "\"So please your highness, it is for you to command, it is for us to obey. That thou should'st rest is indeed a needful thing, since thou must journey to the city presently.\"", "characters": 173, "sentences": 3}, {"text": "He touched a bell, and a page appeared, who was ordered to desire the presence of Sir William Herbert.  This gentleman came straightway, and conducted Tom to an inner apartment.  Tom's first movement there was to reach for a cup of water; but a silk-and-velvet servitor seized it, dropped upon one knee, and offered it to him on a golden salver.", "characters": 347, "sentences": 4}, {"text": "Tom's departure had left his two noble guardians alone.  They mused a while, with much head-shaking and walking the floor, then Lord St. John said--", "characters": 149, "sentences": 3}, {"text": "\"Plainly, then, this.  The King is near his end; my nephew is mad--mad will mount the throne, and mad remain.  God protect England, since she will need it!\"", "characters": 158, "sentences": 3}, {"text": "The speaker hesitated, and finally stopped.  He evidently felt that he was upon delicate ground.  Lord Hertford stopped before him, looked into his face with a clear, frank eye, and said--", "characters": 190, "sentences": 3}, {"text": "\"Peace, my lord, thou utterest treason!  Hast forgot the King's command? Remember I am party to thy crime if I but listen.\"", "characters": 124, "sentences": 2}, {"text": "\"I was in fault, I do confess it.  Betray me not, grant me this grace out of thy courtesy, and I will neither think nor speak of this thing more. Deal not hardly with me, sir, else am I ruined.\"", "characters": 195, "sentences": 4}, {"text": "After some further talk, in which the Lord St. John covered up his mistake as well as he could by repeated protests that his faith was thoroughly grounded now, and could not be assailed by doubts again, the Lord Hertford relieved his fellow-keeper, and sat down to keep watch and ward alone.  He was soon deep in meditation, and evidently the longer he thought, the more he was bothered.  By-and-by he began to pace the floor and mutter.", "characters": 439, "sentences": 5}, {"text": "\"Tush, he _must_ be the prince!  Will any be in all the land maintain there can be two, not of one blood and birth, so marvellously twinned?  And even were it so, 'twere yet a stranger miracle that chance should cast the one into the other's place. Nay, 'tis folly, folly, folly!\"", "characters": 282, "sentences": 2}, {"text": "\"Now were he impostor and called himself prince, look you _that_ would be natural; that would be reasonable.  But lived ever an impostor yet, who, being called prince by the king, prince by the court, prince by all, _denied_ his dignity and pleaded against his exaltation?  _No_!  By the soul of St. Swithin, no!  This is the true prince, gone mad!\"", "characters": 353, "sentences": 3}, {"text": "All those that were present had been well drilled within the hour to remember that the prince was temporarily out of his head, and to be careful to show no surprise at his vagaries.  These 'vagaries' were soon on exhibition before them; but they only moved their compassion and their sorrow, not their mirth.  It was a heavy affliction to them to see the beloved prince so stricken.", "characters": 384, "sentences": 4}, {"text": "Poor Tom ate with his fingers mainly; but no one smiled at it, or even seemed to observe it.  He inspected his napkin curiously, and with deep interest, for it was of a very dainty and beautiful fabric, then said with simplicity--", "characters": 231, "sentences": 2}, {"text": "The Hereditary Diaperer took it away with reverent manner, and without word or protest of any sort.", "characters": 99, "sentences": 2}, {"text": "\"I crave your indulgence:  my nose itcheth cruelly.  What is the custom and usage in this emergence?  Prithee, speed, for 'tis but a little time that I can bear it.\"", "characters": 168, "sentences": 3}, {"text": "His meal being ended, a lord came and held before him a broad, shallow, golden dish with fragrant rosewater in it, to cleanse his mouth and fingers with; and my lord the Hereditary Diaperer stood by with a napkin for his use.  Tom gazed at the dish a puzzled moment or two, then raised it to his lips, and gravely took a draught.  Then he returned it to the waiting lord, and said--", "characters": 384, "sentences": 3}, {"text": "This new eccentricity of the prince's ruined mind made all the hearts about him ache; but the sad sight moved none to merriment.", "characters": 128, "sentences": 2}, {"text": "Tom's next unconscious blunder was to get up and leave the table just when the chaplain had taken his stand behind his chair, and with uplifted hands, and closed, uplifted eyes, was in the act of beginning the blessing.  Still nobody seemed to perceive that the prince had done a thing unusual.", "characters": 295, "sentences": 3}, {"text": "About five o'clock Henry VIII. awoke out of an unrefreshing nap, and muttered to himself, \"Troublous dreams, troublous dreams! Mine end is now at hand:  so say these warnings, and my failing pulses do confirm it.\" Presently a wicked light flamed up in his eye, and he muttered, \"Yet will not I die till _He_ go before.\"", "characters": 320, "sentences": 4}, {"text": "His attendants perceiving that he was awake, one of them asked his pleasure concerning the Lord Chancellor, who was waiting without.", "characters": 132, "sentences": 2}, {"text": "\"I have given order, and, according to the King's command, the peers of the realm, in their robes, do now stand at the bar of the House, where, having confirmed the Duke of Norfolk's doom, they humbly wait his majesty's further pleasure in the matter.\"", "characters": 252, "sentences": 2}, {"text": "\"Lift me up!  In mine own person will I go before my Parliament, and with mine own hand will I seal the warrant that rids me of--\"", "characters": 131, "sentences": 1}, {"text": "His voice failed; an ashen pallor swept the flush from his cheeks; and the attendants eased him back upon his pillows, and hurriedly assisted him with restoratives.  Presently he said sorrowfully--", "characters": 198, "sentences": 2}, {"text": "\"Alack, how have I longed for this sweet hour! and lo, too late it cometh, and I am robbed of this so coveted chance.  But speed ye, speed ye! let others do this happy office sith 'tis denied to me. I put my Great Seal in commission:  choose thou the lords that shall compose it, and get ye to your work.  Speed ye, man!  Before the sun shall rise and set again, bring me his head that I may see it.\"", "characters": 404, "sentences": 5}, {"text": "\"According to the King's command, so shall it be.  Will't please your majesty to order that the Seal be now restored to me, so that I may forth upon the business?\"", "characters": 164, "sentences": 2}, {"text": "\"Please your majesty, you did take it from me two days since, saying it should no more do its office till your own royal hand should use it upon the Duke of Norfolk's warrant.\"", "characters": 176, "sentences": 2}, {"text": "\"Why, so in sooth I did:  I do remember. . . . What did I with it?... I am very feeble. . . . So oft these days doth my memory play the traitor with me. . . . 'Tis strange, strange--\"", "characters": 184, "sentences": 16}, {"text": "The King dropped into inarticulate mumblings, shaking his grey head weakly from time to time, and gropingly trying to recollect what he had done with the Seal.  At last my Lord Hertford ventured to kneel and offer information--", "characters": 228, "sentences": 2}, {"text": "\"Sire, if that I may be so bold, here be several that do remember with me how that you gave the Great Seal into the hands of his highness the Prince of Wales to keep against the day that--\"", "characters": 189, "sentences": 1}, {"text": "Lord Hertford flew to Tom, but returned to the King before very long, troubled and empty-handed.  He delivered himself to this effect--", "characters": 136, "sentences": 2}, {"text": "\"It grieveth me, my lord the King, to bear so heavy and unwelcome tidings; but it is the will of God that the prince's affliction abideth still, and he cannot recall to mind that he received the Seal.  So came I quickly to report, thinking it were waste of precious time, and little worth withal, that any should attempt to search the long array of chambers and saloons that belong unto his royal high--\"", "characters": 405, "sentences": 2}, {"text": "A groan from the King interrupted the lord at this point.  After a little while his majesty said, with a deep sadness in his tone--", "characters": 132, "sentences": 2}, {"text": "\"Trouble him no more, poor child.  The hand of God lieth heavy upon him, and my heart goeth out in loving compassion for him, and sorrow that I may not bear his burden on mine old trouble-weighted shoulders, and so bring him peace.\"", "characters": 233, "sentences": 3}, {"text": "He closed his eyes, fell to mumbling, and presently was silent. After a time he opened his eyes again, and gazed vacantly around until his glance rested upon the kneeling Lord Chancellor. Instantly his face flushed with wrath--", "characters": 227, "sentences": 3}, {"text": "\"What, thou here yet!  By the glory of God, an' thou gettest not about that traitor's business, thy mitre shall have holiday the morrow for lack of a head to grace withal!\"", "characters": 173, "sentences": 1}, {"text": "\"Man, hast lost thy wits?  The small Seal which aforetime I was wont to take with me abroad lieth in my treasury.  And, since the Great Seal hath flown away, shall not it suffice?  Hast lost thy wits?  Begone!  And hark ye--come no more till thou do bring his head.\"", "characters": 271, "sentences": 3}, {"text": "The poor Chancellor was not long in removing himself from this dangerous vicinity; nor did the commission waste time in giving the royal assent to the work of the slavish Parliament, and appointing the morrow for the beheading of the premier peer of England, the luckless Duke of Norfolk.", "characters": 288, "sentences": 2}, {"text": "Presently a command was given, and immediately all living creatures vanished from the steps.  Now the air was heavy with the hush of suspense and expectancy.  As far as one's vision could carry, he might see the myriads of people in the boats rise up, and shade their eyes from the glare of lanterns and torches, and gaze toward the palace.", "characters": 342, "sentences": 4}, {"text": "His cudgel crashed down upon the meddler's head:  there was a groan, a dim form sank to the ground among the feet of the crowd, and the next moment it lay there in the dark alone.  The mob pressed on, their enjoyment nothing disturbed by this episode.", "characters": 253, "sentences": 3}, {"text": "\"Tarry!  There's fine mummeries here.  Mar them not till thou'st enjoyed them:  then let thy hand be heavy as thou wilt.  Stand forth, lad.  Now say thy foolery again, an thou'st not forgot it. Name thy name.  Who art thou?\"", "characters": 230, "sentences": 6}, {"text": "The insulted blood mounted to the little prince's cheek once more, and he lifted a steady and indignant gaze to the man's face and said--", "characters": 137, "sentences": 1}, {"text": "\"'Tis but ill-breeding in such as thou to command me to speak.  I tell thee now, as I told thee before, I am Edward, Prince of Wales, and none other.\"", "characters": 151, "sentences": 3}, {"text": "The stunning surprise of this reply nailed the hag's feet to the floor where she stood, and almost took her breath.  She stared at the Prince in stupid amazement, which so amused her ruffianly son, that he burst into a roar of laughter.  But the effect upon Tom Canty's mother and sisters was different.  Their dread of bodily injury gave way at once to distress of a different sort.  They ran forward with woe and dismay in their faces, exclaiming--", "characters": 454, "sentences": 5}, {"text": "The mother fell on her knees before the Prince, put her hands upon his shoulders, and gazed yearningly into his face through her rising tears. Then she said--", "characters": 158, "sentences": 2}, {"text": "\"Oh, my poor boy!  Thy foolish reading hath wrought its woeful work at last, and ta'en thy wit away.  Ah! why did'st thou cleave to it when I so warned thee 'gainst it?  Thou'st broke thy mother's heart.\"", "characters": 207, "sentences": 3}, {"text": "\"Thy son is well, and hath not lost his wits, good dame.  Comfort thee: let me to the palace where he is, and straightway will the King my father restore him to thee.\"", "characters": 168, "sentences": 3}, {"text": "\"The King thy father!  Oh, my child! unsay these words that be freighted with death for thee, and ruin for all that be near to thee.  Shake of this gruesome dream.  Call back thy poor wandering memory.  Look upon me. Am not I thy mother that bore thee, and loveth thee?\"", "characters": 274, "sentences": 5}, {"text": "The woman sank back to a sitting posture on the floor, and, covering her eyes with her hands, gave way to heart-broken sobs and wailings.", "characters": 137, "sentences": 2}, {"text": "\"Let the show go on!\" shouted Canty.  \"What, Nan!--what, Bet! mannerless wenches! will ye stand in the Prince's presence?  Upon your knees, ye pauper scum, and do him reverence!\"", "characters": 180, "sentences": 2}, {"text": "He followed this with another horse-laugh.  The girls began to plead timidly for their brother; and Nan said--", "characters": 111, "sentences": 2}, {"text": "\"Do, father,\" said Bet; \"he is more worn than is his wont.  To-morrow will he be himself again, and will beg with diligence, and come not empty home again.\"", "characters": 157, "sentences": 3}, {"text": "This remark sobered the father's joviality, and brought his mind to business.  He turned angrily upon the Prince, and said--", "characters": 125, "sentences": 2}, {"text": "\"The morrow must we pay two pennies to him that owns this hole; two pennies, mark ye--all this money for a half-year's rent, else out of this we go.  Show what thou'st gathered with thy lazy begging.\"", "characters": 201, "sentences": 3}, {"text": "A sounding blow upon the Prince's shoulder from Canty's broad palm sent him staggering into goodwife Canty's arms, who clasped him to her breast, and sheltered him from a pelting rain of cuffs and slaps by interposing her own person.  The frightened girls retreated to their corner; but the grandmother stepped eagerly forward to assist her son.  The Prince sprang away from Mrs. Canty, exclaiming--", "characters": 401, "sentences": 4}, {"text": "This speech infuriated the swine to such a degree that they set about their work without waste of time.  Between them they belaboured the boy right soundly, and then gave the girls and their mother a beating for showing sympathy for the victim.", "characters": 245, "sentences": 3}, {"text": "By this time she had crept to the slumbering boy's side, with the candle, shaded, in her hand.  She bent heedfully and warily over him, scarcely breathing in her suppressed excitement, and suddenly flashed the light in his face and struck the floor by his ear with her knuckles.  The sleeper's eyes sprang wide open, and he cast a startled stare about him--but he made no special movement with his hands.", "characters": 406, "sentences": 4}, {"text": "Still, hope was as stubborn now as doubt had been before; she could not bring herself to accept the verdict of the test; she must try the thing again--the failure must have been only an accident; so she startled the boy out of his sleep a second and a third time, at intervals--with the same result which had marked the first test; then she dragged herself to bed, and fell sorrowfully asleep, saying, \"But I cannot give him up--oh no, I cannot, I cannot--he _must_ be my boy!\"", "characters": 477, "sentences": 1}, {"text": "The poor mother's interruptions having ceased, and the Prince's pains having gradually lost their power to disturb him, utter weariness at last sealed his eyes in a profound and restful sleep. Hour after hour slipped away, and still he slept like the dead. Thus four or five hours passed. Then his stupor began to lighten. Presently, while half asleep and half awake, he murmured--", "characters": 381, "sentences": 5}, {"text": "\"Ho, Sir William Herbert!  Hie thee hither, and list to the strangest dream that ever . . . Sir William! dost hear?  Man, I did think me changed to a pauper, and . . . Ho there!  Guards! Sir William!  What! is there no groom of the chamber in waiting? Alack! it shall go hard with--\"", "characters": 287, "sentences": 7}, {"text": "\"I?  Who should I be, but thy sister Nan?  Oh, Tom, I had forgot! Thou'rt mad yet--poor lad, thou'rt mad yet:  would I had never woke to know it again!  But prithee master thy tongue, lest we be all beaten till we die!\"", "characters": 223, "sentences": 1}, {"text": "The startled Prince sprang partly up, but a sharp reminder from his stiffened bruises brought him to himself, and he sank back among his foul straw with a moan and the ejaculation--", "characters": 181, "sentences": 1}, {"text": "In a moment all the heavy sorrow and misery which sleep had banished were upon him again, and he realised that he was no longer a petted prince in a palace, with the adoring eyes of a nation upon him, but a pauper, an outcast, clothed in rags, prisoner in a den fit only for beasts, and consorting with beggars and thieves.", "characters": 323, "sentences": 2}, {"text": "In the midst of his grief he began to be conscious of hilarious noises and shoutings, apparently but a block or two away.  The next moment there were several sharp raps at the door; John Canty ceased from snoring and said--", "characters": 224, "sentences": 2}, {"text": "\"Belike thou'lt change thy note eftsoons.  An thou would save thy neck, nothing but flight may stead thee.  The man is this moment delivering up the ghost.  'Tis the priest, Father Andrew!\"", "characters": 192, "sentences": 4}, {"text": "\"God-a-mercy!\" exclaimed Canty.  He roused his family, and hoarsely commanded, \"Up with ye all and fly--or bide where ye are and perish!\"", "characters": 138, "sentences": 2}, {"text": "Scarcely five minutes later the Canty household were in the street and flying for their lives.  John Canty held the Prince by the wrist, and hurried him along the dark way, giving him this caution in a low voice--", "characters": 214, "sentences": 2}, {"text": "\"Mind thy tongue, thou mad fool, and speak not our name.  I will choose me a new name, speedily, to throw the law's dogs off the scent.  Mind thy tongue, I tell thee!\"", "characters": 169, "sentences": 3}, {"text": "\"If it so chance that we be separated, let each make for London Bridge; whoso findeth himself as far as the last linen-draper's shop on the bridge, let him tarry there till the others be come, then will we flee into Southwark together.\"", "characters": 236, "sentences": 2}, {"text": "\"Nay, whither so fast, friend?  Dost canker thy soul with sordid business when all that be leal men and true make holiday?\"", "characters": 124, "sentences": 1}, {"text": "\"Mine affairs are mine own, they concern thee not,\" answered Canty, roughly; \"take away thy hand and let me pass.\"", "characters": 114, "sentences": 2}, {"text": "\"Sith that is thy humour, thou'lt _not_ pass, till thou'st drunk to the Prince of Wales, I tell thee that,\" said the waterman, barring the way resolutely.", "characters": 154, "sentences": 2}, {"text": "\"The loving-cup, the loving-cup! make the sour knave drink the loving-cup, else will we feed him to the fishes.\"", "characters": 112, "sentences": 2}, {"text": "He very soon realised this fact, and straightway busied himself about his own affairs without further thought of John Canty.  He quickly realised another thing, too.  To wit, that a spurious Prince of Wales was being feasted by the city in his stead.  He easily concluded that the pauper lad, Tom Canty, had deliberately taken advantage of his stupendous opportunity and become a usurper.", "characters": 391, "sentences": 5}, {"text": "Therefore there was but one course to pursue--find his way to the Guildhall, make himself known, and denounce the impostor.  He also made up his mind that Tom should be allowed a reasonable time for spiritual preparation, and then be hanged, drawn and quartered, according to the law and usage of the day in cases of high treason.", "characters": 331, "sentences": 3}, {"text": "To Tom Canty, half buried in his silken cushions, these sounds and this spectacle were a wonder unspeakably sublime and astonishing. To his little friends at his side, the Princess Elizabeth and the Lady Jane Grey, they were nothing.", "characters": 233, "sentences": 3}, {"text": "Tom and his little ladies were received with due ceremony by the Lord Mayor and the Fathers of the City, in their gold chains and scarlet robes of state, and conducted to a rich canopy of state at the head of the great hall, preceded by heralds making proclamation, and by the Mace and the City Sword.  The lords and ladies who were to attend upon Tom and his two small friends took their places behind their chairs.", "characters": 417, "sentences": 3}, {"text": "After grace, Tom (being instructed) rose--and the whole house with him--and drank from a portly golden loving-cup with the Princess Elizabeth; from her it passed to the Lady Jane, and then traversed the general assemblage.  So the banquet began.", "characters": 246, "sentences": 3}, {"text": "By midnight the revelry was at its height.  Now came one of those picturesque spectacles so admired in that old day.  A description of it is still extant in the quaint wording of a chronicler who witnessed it:", "characters": 211, "sentences": 3}, {"text": "\"I tell ye again, you pack of unmannerly curs, I am the Prince of Wales! And all forlorn and friendless as I be, with none to give me word of grace or help me in my need, yet will not I be driven from my ground, but will maintain it!\"", "characters": 234, "sentences": 1}, {"text": "\"Though thou be prince or no prince, 'tis all one, thou be'st a gallant lad, and not friendless neither!  Here stand I by thy side to prove it; and mind I tell thee thou might'st have a worser friend than Miles Hendon and yet not tire thy legs with seeking. Rest thy small jaw, my child; I talk the language of these base kennel-rats like to a very native.\"", "characters": 358, "sentences": 3}, {"text": "His moments seemed numbered, his destruction certain, when suddenly a trumpet-blast sounded, a voice shouted, \"Way for the King's messenger!\" and a troop of horsemen came charging down upon the mob, who fled out of harm's reach as fast as their legs could carry them. The bold stranger caught up the Prince in his arms, and was soon far away from danger and the multitude.", "characters": 372, "sentences": 3}, {"text": "Return we within the Guildhall.  Suddenly, high above the jubilant roar and thunder of the revel, broke the clear peal of a bugle-note.  There was instant silence--a deep hush; then a single voice rose--that of the messenger from the palace--and began to pipe forth a proclamation, the whole multitude standing listening.", "characters": 323, "sentences": 4}, {"text": "The great assemblage bent their heads upon their breasts with one accord; remained so, in profound silence, a few moments; then all sank upon their knees in a body, stretched out their hands toward Tom, and a mighty shout burst forth that seemed to shake the building--", "characters": 269, "sentences": 1}, {"text": "Poor Tom's dazed eyes wandered abroad over this stupefying spectacle, and finally rested dreamily upon the kneeling princesses beside him, a moment, then upon the Earl of Hertford. A sudden purpose dawned in his face.  He said, in a low tone, at Lord Hertford's ear--", "characters": 268, "sentences": 3}, {"text": "\"Answer me truly, on thy faith and honour!  Uttered I here a command, the which none but a king might hold privilege and prerogative to utter, would such commandment be obeyed, and none rise up to say me nay?\"", "characters": 210, "sentences": 1}, {"text": "\"None, my liege, in all these realms.  In thy person bides the majesty of England.  Thou art the king--thy word is law.\"", "characters": 122, "sentences": 4}, {"text": "\"Then shall the king's law be law of mercy, from this day, and never more be law of blood!  Up from thy knees and away!  To the Tower, and say the King decrees the Duke of Norfolk shall not die!\"", "characters": 197, "sentences": 1}, {"text": "The words were caught up and carried eagerly from lip to lip far and wide over the hall, and as Hertford hurried from the presence, another prodigious shout burst forth--", "characters": 170, "sentences": 1}, {"text": "In the times of which we are writing, the Bridge furnished 'object lessons' in English history for its children--namely, the livid and decaying heads of renowned men impaled upon iron spikes atop of its gateways.  But we digress.", "characters": 230, "sentences": 3}, {"text": "Hendon's lodgings were in the little inn on the Bridge.  As he neared the door with his small friend, a rough voice said--", "characters": 123, "sentences": 2}, {"text": "\"So, thou'rt come at last!  Thou'lt not escape again, I warrant thee; and if pounding thy bones to a pudding can teach thee somewhat, thou'lt not keep us waiting another time, mayhap,\"--and John Canty put out his hand to seize the boy.", "characters": 236, "sentences": 2}, {"text": "\"Boldly said, and I believe thee, whether thy small headpiece be sound or cracked, my boy.  But whether this scurvy ruffian be thy father or no, 'tis all one, he shall not have thee to beat thee and abuse, according to his threat, so thou prefer to bide with me.\"", "characters": 264, "sentences": 3}, {"text": "\"We will see, as to that!\" exclaimed John Canty, striding past Hendon to get at the boy; \"by force shall he--\"", "characters": 110, "sentences": 1}, {"text": "He bent over the boy and contemplated him with kind and pitying interest, tapping the young cheek tenderly and smoothing back the tangled curls with his great brown hand.  A slight shiver passed over the boy's form. Hendon muttered--", "characters": 234, "sentences": 3}, {"text": "\"See, now, how like a man it was to let him lie here uncovered and fill his body with deadly rheums.  Now what shall I do? 'twill wake him to take him up and put him within the bed, and he sorely needeth sleep.\"", "characters": 212, "sentences": 3}, {"text": "He looked about for extra covering, but finding none, doffed his doublet and wrapped the lad in it, saying, \"I am used to nipping air and scant apparel, 'tis little I shall mind the cold!\"--then walked up and down the room, to keep his blood in motion, soliloquising as before.", "characters": 277, "sentences": 2}, {"text": "\"Thou art good to me, yes, thou art very good to me.  Take it and put it on--I shall not need it more.\"", "characters": 104, "sentences": 3}, {"text": "Then he got up and walked to the washstand in the corner and stood there, waiting.  Hendon said in a cheery voice--", "characters": 116, "sentences": 2}, {"text": "\"We'll have a right hearty sup and bite, now, for everything is savoury and smoking hot, and that and thy nap together will make thee a little man again, never fear!\"", "characters": 166, "sentences": 1}, {"text": "The boy made no answer, but bent a steady look, that was filled with grave surprise, and also somewhat touched with impatience, upon the tall knight of the sword.  Hendon was puzzled, and said--", "characters": 195, "sentences": 2}, {"text": "\"Oh, is that all?  Ask no permission of Miles Hendon for aught thou cravest.  Make thyself perfectly free here, and welcome, with all that are his belongings.\"", "characters": 161, "sentences": 3}, {"text": "Still the boy stood, and moved not; more, he tapped the floor once or twice with his small impatient foot.  Hendon was wholly perplexed.  Said he--", "characters": 149, "sentences": 3}, {"text": "This blow staggered Hendon to his foundations.  He muttered to himself, \"Lo, the poor thing's madness is up with the time!  It hath changed with the great change that is come to the realm, and now in fancy is he _king_! Good lack, I must humour the conceit, too--there is no other way--faith, he would order me to the Tower, else!\"", "characters": 333, "sentences": 2}, {"text": "And pleased with this jest, he removed the chair from the table, took his stand behind the King, and proceeded to wait upon him in the courtliest way he was capable of.", "characters": 168, "sentences": 2}, {"text": "While the King ate, the rigour of his royal dignity relaxed a little, and with his growing contentment came a desire to talk. He said--\"I think thou callest thyself Miles Hendon, if I heard thee aright?\"", "characters": 203, "sentences": 2}, {"text": "\"Yes, Sire,\" Miles replied; then observed to himself, \"If I _must_ humour the poor lad's madness, I must 'Sire' him, I must 'Majesty' him, I must not go by halves, I must stick at nothing that belongeth to the part I play, else shall I play it ill and work evil to this charitable and kindly cause.\"", "characters": 299, "sentences": 2}, {"text": "The King warmed his heart with a second glass of wine, and said--\"I would know thee--tell me thy story.  Thou hast a gallant way with thee, and a noble--art nobly born?\"", "characters": 170, "sentences": 2}, {"text": "\"We are of the tail of the nobility, good your Majesty.  My father is a baronet--one of the smaller lords by knight service {2}--Sir Richard Hendon of Hendon Hall, by Monk's Holm in Kent.\"", "characters": 189, "sentences": 3}, {"text": "\"Thou hast been shamefully abused!\" said the little King, with a flashing eye.  \"But I will right thee--by the cross will I!  The King hath said it.\"", "characters": 151, "sentences": 3}, {"text": "Then, fired by the story of Miles's wrongs, he loosed his tongue and poured the history of his own recent misfortunes into the ears of his astonished listener.  When he had finished, Miles said to himself--", "characters": 207, "sentences": 2}, {"text": "\"Thou didst save me injury and shame, perchance my life, and so my crown. Such service demandeth rich reward.  Name thy desire, and so it be within the compass of my royal power, it is thine.\"", "characters": 193, "sentences": 4}, {"text": "This fantastic suggestion startled Hendon out of his reverie.  He was about to thank the King and put the matter aside with saying he had only done his duty and desired no reward, but a wiser thought came into his head, and he asked leave to be silent a few moments and consider the gracious offer--an idea which the King gravely approved, remarking that it was best to be not too hasty with a thing of such great import.", "characters": 422, "sentences": 3}, {"text": "Miles reflected during some moments, then said to himself, \"Yes, that is the thing to do--by any other means it were impossible to get at it--and certes, this hour's experience has taught me 'twould be most wearing and inconvenient to continue it as it is. Yes, I will propose it; 'twas a happy accident that I did not throw the chance away.\"  Then he dropped upon one knee and said--", "characters": 385, "sentences": 3}, {"text": "\"Rise, Sir Miles Hendon, Knight,\" said the King, gravely--giving the accolade with Hendon's sword--\"rise, and seat thyself.  Thy petition is granted.  Whilst England remains, and the crown continues, the privilege shall not lapse.\"", "characters": 233, "sentences": 4}, {"text": "Hendon disapparelled the boy without dissent or remark, tucked him up in bed, then glanced about the room, saying to himself, ruefully, \"He hath taken my bed again, as before--marry, what shall _I_ do?\"  The little King observed his perplexity, and dissipated it with a word.  He said, sleepily--", "characters": 298, "sentences": 2}, {"text": "\"Thou wilt sleep athwart the door, and guard it.\"  In a moment more he was out of his troubles, in a deep slumber.", "characters": 115, "sentences": 3}, {"text": "\"Dear heart, he should have been born a king!\" muttered Hendon, admiringly; \"he playeth the part to a marvel.\"", "characters": 110, "sentences": 2}, {"text": "\"I have lodged worse for seven years; 'twould be but ill gratitude to Him above to find fault with this.\"", "characters": 105, "sentences": 2}, {"text": "He dropped asleep as the dawn appeared.  Toward noon he rose, uncovered his unconscious ward--a section at a time--and took his measure with a string.  The King awoke, just as he had completed his work, complained of the cold, and asked what he was doing.", "characters": 257, "sentences": 4}, {"text": "\"'Tis done, now, my liege,\" said Hendon; \"I have a bit of business outside, but will presently return; sleep thou again--thou needest it. There--let me cover thy head also--thou'lt be warm the sooner.\"", "characters": 201, "sentences": 3}, {"text": "The King was back in dreamland before this speech was ended. Miles slipped softly out, and slipped as softly in again, in the course of thirty or forty minutes, with a complete second-hand suit of boy's clothing, of cheap material, and showing signs of wear; but tidy, and suited to the season of the year.  He seated himself, and began to overhaul his purchase, mumbling to himself--", "characters": 385, "sentences": 3}, {"text": "\"A longer purse would have got a better sort, but when one has not the long purse one must be content with what a short one may do--", "characters": 132, "sentences": 1}, {"text": "\"The inn is paid--the breakfast that is to come, included--and there is wherewithal left to buy a couple of donkeys and meet our little costs for the two or three days betwixt this and the plenty that awaits us at Hendon Hall--", "characters": 227, "sentences": 1}, {"text": "\"Body o' me!  I have driven the needle under my nail! . . . It matters little--'tis not a novelty--yet 'tis not a convenience, neither. . . . We shall be merry there, little one, never doubt it! Thy troubles will vanish there, and likewise thy sad distemper--", "characters": 260, "sentences": 8}, {"text": "\"These be noble large stitches!\"--holding the garment up and viewing it admiringly--\"they have a grandeur and a majesty that do cause these small stingy ones of the tailor-man to look mightily paltry and plebeian--", "characters": 214, "sentences": 1}, {"text": "\"Marry, 'tis done--a goodly piece of work, too, and wrought with expedition.  Now will I wake him, apparel him, pour for him, feed him, and then will we hie us to the mart by the Tabard Inn in Southwark and--be pleased to rise, my liege!--he answereth not--what ho, my liege!--of a truth must I profane his sacred person with a touch, sith his slumber is deaf to speech.  What!\"", "characters": 380, "sentences": 3}, {"text": "He stared about him in speechless astonishment for a moment; noticed for the first time that his ward's ragged raiment was also missing; then he began to rage and storm and shout for the innkeeper.  At that moment a servant entered with the breakfast.", "characters": 252, "sentences": 3}, {"text": "\"Explain, thou limb of Satan, or thy time is come!\" roared the man of war, and made so savage a spring toward the waiter that this latter could not find his tongue, for the instant, for fright and surprise.  \"Where is the boy?\"", "characters": 228, "sentences": 2}, {"text": "\"And so thou'rt a fool!--a fool and easily cozened--hang all thy breed! Yet mayhap no hurt is done.  Possibly no harm is meant the boy.  I will go fetch him.  Make the table ready.  Stay! the coverings of the bed were disposed as if one lay beneath them--happened that by accident?\"", "characters": 286, "sentences": 5}, {"text": "\"Thousand deaths!  'Twas done to deceive me--'tis plain 'twas done to gain time.  Hark ye!  Was that youth alone?\"", "characters": 117, "sentences": 2}, {"text": "\"When he came, none came with him; but now I remember me that as the two stepped into the throng of the Bridge, a ruffian-looking man plunged out from some near place; and just as he was joining them--\"", "characters": 202, "sentences": 1}, {"text": "\"Just then the crowd lapped them up and closed them in, and I saw no more, being called by my master, who was in a rage because a joint that the scrivener had ordered was forgot, though I take all the saints to witness that to blame _me_ for that miscarriage were like holding the unborn babe to judgment for sins com--\"", "characters": 320, "sentences": 1}, {"text": "\"Out of my sight, idiot!  Thy prating drives me mad!  Hold! Whither art flying?  Canst not bide still an instant?  Went they toward Southwark?\"", "characters": 147, "sentences": 1}, {"text": "\"Even so, your worship--for, as I said before, as to that detestable joint, the babe unborn is no whit more blameless than--\"", "characters": 125, "sentences": 1}, {"text": "Toward daylight of the same morning, Tom Canty stirred out of a heavy sleep and opened his eyes in the dark.  He lay silent a few moments, trying to analyse his confused thoughts and impressions, and get some sort of meaning out of them; then suddenly he burst out in a rapturous but guarded voice--", "characters": 300, "sentences": 2}, {"text": "\"I see it all, I see it all!  Now God be thanked, I am indeed awake at last!  Come, joy! vanish, sorrow!  Ho, Nan! Bet! kick off your straw and hie ye hither to my side, till I do pour into your unbelieving ears the wildest madcap dream that ever the spirits of night did conjure up to astonish the soul of man withal! . . . Ho, Nan, I say!  Bet!\"", "characters": 351, "sentences": 4}, {"text": "\"Thou?  In sooth, yesternight wert thou the Prince of Wales; to-day art thou my most gracious liege, Edward, King of England.\"", "characters": 127, "sentences": 2}, {"text": "Tom slept again, and after a time he had this pleasant dream.  He thought it was summer, and he was playing, all alone, in the fair meadow called Goodman's Fields, when a dwarf only a foot high, with long red whiskers and a humped back, appeared to him suddenly and said, \"Dig by that stump.\"  He did so, and found twelve bright new pennies--wonderful riches!  Yet this was not the best of it; for the dwarf said--", "characters": 417, "sentences": 3}, {"text": "\"I know thee.  Thou art a good lad, and a deserving; thy distresses shall end, for the day of thy reward is come.  Dig here every seventh day, and thou shalt find always the same treasure, twelve bright new pennies. Tell none--keep the secret.\"", "characters": 246, "sentences": 5}, {"text": "Then the dwarf vanished, and Tom flew to Offal Court with his prize, saying to himself, \"Every night will I give my father a penny; he will think I begged it, it will glad his heart, and I shall no more be beaten. One penny every week the good priest that teacheth me shall have; mother, Nan, and Bet the other four. We be done with hunger and rags, now, done with fears and frets and savage usage.\"", "characters": 399, "sentences": 4}, {"text": "In his dream he reached his sordid home all out of breath, but with eyes dancing with grateful enthusiasm; cast four of his pennies into his mother's lap and cried out--", "characters": 169, "sentences": 1}, {"text": "\"They are for thee!--all of them, every one!--for thee and Nan and Bet--and honestly come by, not begged nor stolen!\"", "characters": 117, "sentences": 1}, {"text": "He opened his eyes--the richly clad First Lord of the Bedchamber was kneeling by his couch.  The gladness of the lying dream faded away--the poor boy recognised that he was still a captive and a king.  The room was filled with courtiers clothed in purple mantles--the mourning colour--and with noble servants of the monarch.  Tom sat up in bed and gazed out from the heavy silken curtains upon this fine company.", "characters": 415, "sentences": 5}, {"text": "After breakfast he was conducted, with regal ceremony, attended by his great officers and his guard of fifty Gentlemen Pensioners bearing gilt battle-axes, to the throne-room, where he proceeded to transact business of state.  His 'uncle,' Lord Hertford, took his stand by the throne, to assist the royal mind with wise counsel.", "characters": 329, "sentences": 3}, {"text": "Tom was not listening--an earlier clause of the document was puzzling him.  At this point he turned and whispered to Lord Hertford--", "characters": 133, "sentences": 2}, {"text": "Poor chap, he was still new to the customs of royalty; he was used to seeing the forlorn dead of Offal Court hustled out of the way with a very different sort of expedition.  However, the Lord Hertford set his mind at rest with a word or two.", "characters": 243, "sentences": 3}, {"text": "A secretary of state presented an order of the Council appointing the morrow at eleven for the reception of the foreign ambassadors, and desired the King's assent.", "characters": 163, "sentences": 2}, {"text": "\"Your Majesty will signify consent.  They come to testify their royal masters' sense of the heavy calamity which hath visited your Grace and the realm of England.\"", "characters": 164, "sentences": 3}, {"text": "\"We be going to the dogs, 'tis plain.  'Tis meet and necessary that we take a smaller house and set the servants at large, sith they be of no value but to make delay, and trouble one with offices that harass the spirit and shame the soul, they misbecoming any but a doll, that hath nor brains nor hands to help itself withal.  I remember me of a small house that standeth over against the fish-market, by Billingsgate--\"", "characters": 422, "sentences": 3}, {"text": "A sharp pressure upon Tom's arm stopped his foolish tongue and sent a blush to his face; but no countenance there betrayed any sign that this strange speech had been remarked or given concern.", "characters": 192, "sentences": 2}, {"text": "\"Alack, my poor master!\" ejaculated the whipping-boy, with feeling; adding, to himself, \"In truth 'tis as they said--his mind is gone--alas, poor soul!  But misfortune catch me, how am I forgetting!  They said one must not seem to observe that aught is wrong with him.\"", "characters": 271, "sentences": 2}, {"text": "\"'Tis strange how my memory doth wanton with me these days,\" said Tom. \"But mind it not--I mend apace--a little clue doth often serve to bring me back again the things and names which had escaped me.  (And not they, only, forsooth, but e'en such as I ne'er heard before--as this lad shall see.)  Give thy business speech.\"", "characters": 324, "sentences": 5}, {"text": "\"'Tis matter of small weight, my liege, yet will I touch upon it, an' it please your Grace.  Two days gone by, when your Majesty faulted thrice in your Greek--in the morning lessons,--dost remember it?\"", "characters": 203, "sentences": 2}, {"text": "\"Y-e-s--methinks I do.  (It is not much of a lie--an' I had meddled with the Greek at all, I had not faulted simply thrice, but forty times.) Yes, I do recall it, now--go on.\"", "characters": 176, "sentences": 4}, {"text": "\"The master, being wroth with what he termed such slovenly and doltish work, did promise that he would soundly whip me for it--and--\"", "characters": 133, "sentences": 1}, {"text": "\"Whip _thee_!\" said Tom, astonished out of his presence of mind. \"Why should he whip _thee_ for faults of mine?\"", "characters": 112, "sentences": 2}, {"text": "\"True, true--I had forgot.  Thou teachest me in private--then if I fail, he argueth that thy office was lamely done, and--\"", "characters": 124, "sentences": 2}, {"text": "\"Then where is thy blame?  What riddle is this?  Am I in truth gone mad, or is it thou?  Explain--speak out.\"", "characters": 112, "sentences": 2}, {"text": "\"But, good your Majesty, there's nought that needeth simplifying.--None may visit the sacred person of the Prince of Wales with blows; wherefore, when he faulteth, 'tis I that take them; and meet it is and right, for that it is mine office and my livelihood.\" {1}", "characters": 263, "sentences": 3}, {"text": "Tom stared at the tranquil boy, observing to himself, \"Lo, it is a wonderful thing,--a most strange and curious trade; I marvel they have not hired a boy to take my combings and my dressings for me--would heaven they would!--an' they will do this thing, I will take my lashings in mine own person, giving God thanks for the change.\" Then he said aloud--", "characters": 353, "sentences": 2}, {"text": "\"No, good your Majesty, my punishment was appointed for this day, and peradventure it may be annulled, as unbefitting the season of mourning that is come upon us; I know not, and so have made bold to come hither and remind your Grace about your gracious promise to intercede in my behalf--\"", "characters": 290, "sentences": 1}, {"text": "\"My memory mendeth, thou seest.  Set thy mind at ease--thy back shall go unscathed--I will see to it.\"", "characters": 103, "sentences": 3}, {"text": "\"Oh, thanks, my good lord!\" cried the boy, dropping upon his knee again. \"Mayhap I have ventured far enow; and yet--\"", "characters": 117, "sentences": 2}, {"text": "Seeing Master Humphrey hesitate, Tom encouraged him to go on, saying he was \"in the granting mood.\"", "characters": 99, "sentences": 2}, {"text": "\"Then will I speak it out, for it lieth near my heart.  Sith thou art no more Prince of Wales but King, thou canst order matters as thou wilt, with none to say thee nay; wherefore it is not in reason that thou wilt longer vex thyself with dreary studies, but wilt burn thy books and turn thy mind to things less irksome. Then am I ruined, and mine orphan sisters with me!\"", "characters": 373, "sentences": 3}, {"text": "\"My back is my bread, O my gracious liege! if it go idle, I starve.  An' thou cease from study mine office is gone thou'lt need no whipping-boy. Do not turn me away!\"", "characters": 167, "sentences": 3}, {"text": "\"Discomfort thyself no further, lad.  Thine office shall be permanent in thee and thy line for ever.\"  Then he struck the boy a light blow on the shoulder with the flat of his sword, exclaiming, \"Rise, Humphrey Marlow, Hereditary Grand Whipping-Boy to the Royal House of England!  Banish sorrow--I will betake me to my books again, and study so ill that they must in justice treble thy wage, so mightily shall the business of thine office be augmented.\"", "characters": 456, "sentences": 4}, {"text": "\"Thanks, O most noble master, this princely lavishness doth far surpass my most distempered dreams of fortune.  Now shall I be happy all my days, and all the house of Marlow after me.\"", "characters": 185, "sentences": 3}, {"text": "Seeing the royal memory so improved, the Earl ventured to apply a few tests to it, in an apparently casual way, to find out how far its amendment had progressed.  The results were happy, here and there, in spots--spots where Humphrey's tracks remained--and on the whole my lord was greatly pleased and encouraged.  So encouraged was he, indeed, that he spoke up and said in a quite hopeful voice--", "characters": 399, "sentences": 3}, {"text": "\"Now am I persuaded that if your Majesty will but tax your memory yet a little further, it will resolve the puzzle of the Great Seal--a loss which was of moment yesterday, although of none to-day, since its term of service ended with our late lord's life. May it please your Grace to make the trial?\"", "characters": 300, "sentences": 2}, {"text": "Tom was at sea--a Great Seal was something which he was totally unacquainted with.  After a moment's hesitation he looked up innocently and asked--", "characters": 148, "sentences": 2}, {"text": "The Earl started, almost imperceptibly, muttering to himself, \"Alack, his wits are flown again!--it was ill wisdom to lead him on to strain them\"--then he deftly turned the talk to other matters, with the purpose of sweeping the unlucky seal out of Tom's thoughts--a purpose which easily succeeded.", "characters": 298, "sentences": 2}, {"text": "The larger part of his day was 'wasted'--as he termed it, in his own mind--in labours pertaining to his royal office.  Even the two hours devoted to certain princely pastimes and recreations were rather a burden to him than otherwise, they were so fettered by restrictions and ceremonious observances.  However, he had a private hour with his whipping-boy which he counted clear gain, since he got both entertainment and needful information out of it.", "characters": 453, "sentences": 4}, {"text": "The third day of Tom Canty's kingship came and went much as the others had done, but there was a lifting of his cloud in one way--he felt less uncomfortable than at first; he was getting a little used to his circumstances and surroundings; his chains still galled, but not all the time; he found that the presence and homage of the great afflicted and embarrassed him less and less sharply with every hour that drifted over his head.", "characters": 433, "sentences": 2}, {"text": "Still, nothing could stop that fourth day, and so it came.  It found poor Tom low-spirited and absent-minded, and this mood continued; he could not shake it off.  The ordinary duties of the morning dragged upon his hands, and wearied him.  Once more he felt the sense of captivity heavy upon him.", "characters": 299, "sentences": 5}, {"text": "Late in the forenoon he was in a large audience-chamber, conversing with the Earl of Hertford and dully awaiting the striking of the hour appointed for a visit of ceremony from a considerable number of great officials and courtiers.", "characters": 232, "sentences": 2}, {"text": "After a little while, Tom, who had wandered to a window and become interested in the life and movement of the great highway beyond the palace gates--and not idly interested, but longing with all his heart to take part in person in its stir and freedom--saw the van of a hooting and shouting mob of disorderly men, women, and children of the lowest and poorest degree approaching from up the road.", "characters": 396, "sentences": 2}, {"text": "\"Thou art the King!\" solemnly responded the Earl, with a reverence. \"Have I your Grace's leave to act?\"", "characters": 103, "sentences": 2}, {"text": "\"O blithely, yes!  O gladly, yes!\" exclaimed Tom excitedly, adding to himself with a lively sense of satisfaction, \"In truth, being a king is not all dreariness--it hath its compensations and conveniences.\"", "characters": 207, "sentences": 2}, {"text": "\"Let the mob be halted, and inquiry made concerning the occasion of its movement.  By the King's command!\"", "characters": 107, "sentences": 2}, {"text": "A few seconds later a long rank of the royal guards, cased in flashing steel, filed out at the gates and formed across the highway in front of the multitude.  A messenger returned, to report that the crowd were following a man, a woman, and a young girl to execution for crimes committed against the peace and dignity of the realm.", "characters": 332, "sentences": 3}, {"text": "Tom now ordered that the woman and the girl be removed from the presence for a little time; then addressed himself to the under-sheriff, saying--", "characters": 145, "sentences": 1}, {"text": "Tom's compassion for the prisoner, and admiration of him as the daring rescuer of a drowning boy, experienced a most damaging shock.", "characters": 132, "sentences": 2}, {"text": "\"Take him away--he hath earned his death.  'Tis a pity, for he was a brave heart--na--na, I mean he hath the _look_ of it!\"", "characters": 124, "sentences": 2}, {"text": "The prisoner clasped his hands together with sudden energy, and wrung them despairingly, at the same time appealing imploringly to the 'King' in broken and terrified phrases--", "characters": 175, "sentences": 1}, {"text": "\"O my lord the King, an' thou canst pity the lost, have pity upon me!  I am innocent--neither hath that wherewith I am charged been more than but lamely proved--yet I speak not of that; the judgment is gone forth against me and may not suffer alteration; yet in mine extremity I beg a boon, for my doom is more than I can bear. A grace, a grace, my lord the King! in thy royal compassion grant my prayer--give commandment that I be hanged!\"", "characters": 441, "sentences": 2}, {"text": "The hideous surprise of these words almost made Tom spring from his chair.  As soon as he could recover his wits he cried out--", "characters": 128, "sentences": 2}, {"text": "\"Have thy wish, poor soul! an' thou had poisoned a hundred men thou shouldst not suffer so miserable a death.\"", "characters": 110, "sentences": 2}, {"text": "The prisoner bowed his face to the ground and burst into passionate expressions of gratitude--ending with--", "characters": 107, "sentences": 1}, {"text": "\"If ever thou shouldst know misfortune--which God forefend!--may thy goodness to me this day be remembered and requited!\"", "characters": 121, "sentences": 1}, {"text": "\"It is the law, your Grace--for poisoners.  In Germany coiners be boiled to death in _oil_--not cast in of a sudden, but by a rope let down into the oil by degrees, and slowly; first the feet, then the legs, then--\"", "characters": 216, "sentences": 2}, {"text": "\"O prithee no more, my lord, I cannot bear it!\" cried Tom, covering his eyes with his hands to shut out the picture.  \"I beseech your good lordship that order be taken to change this law--oh, let no more poor creatures be visited with its tortures.\"", "characters": 250, "sentences": 3}, {"text": "The Earl's face showed profound gratification, for he was a man of merciful and generous impulses--a thing not very common with his class in that fierce age.  He said--", "characters": 169, "sentences": 2}, {"text": "\"These your Grace's noble words have sealed its doom.  History will remember it to the honour of your royal house.\"", "characters": 116, "sentences": 3}, {"text": "\"Good sir, I would look into this matter further.  The man has said his deed was but lamely proved.  Tell me what thou knowest.\"", "characters": 130, "sentences": 4}, {"text": "\"If the King's grace please, it did appear upon the trial that this man entered into a house in the hamlet of Islington where one lay sick--three witnesses say it was at ten of the clock in the morning, and two say it was some minutes later--the sick man being alone at the time, and sleeping--and presently the man came forth again and went his way.  The sick man died within the hour, being torn with spasms and retchings.\"", "characters": 426, "sentences": 3}, {"text": "\"The doctor knoweth his trade--belike they were right.  The matter hath an ill-look for this poor man.\"", "characters": 104, "sentences": 3}, {"text": "This was an argument of tremendous force in that superstitious day.  Tom felt that the thing was settled; if evidence was worth anything, this poor fellow's guilt was proved.  Still he offered the prisoner a chance, saying--", "characters": 226, "sentences": 3}, {"text": "\"Nought that will avail, my King.  I am innocent, yet cannot I make it appear.  I have no friends, else might I show that I was not in Islington that day; so also might I show that at that hour they name I was above a league away, seeing I was at Wapping Old Stairs; yea more, my King, for I could show, that whilst they say I was _taking_ life, I was _saving_ it.  A drowning boy--\"", "characters": 386, "sentences": 4}, {"text": "Another blush followed this unregal outburst, and he covered his indecorum as well as he could by adding--", "characters": 106, "sentences": 1}, {"text": "A low buzz of admiration swept through the assemblage.  It was not admiration of the decree that had been delivered by Tom, for the propriety or expediency of pardoning a convicted poisoner was a thing which few there would have felt justified in either admitting or admiring--no, the admiration was for the intelligence and spirit which Tom had displayed.  Some of the low-voiced remarks were to this effect--", "characters": 412, "sentences": 3}, {"text": "\"How sanely he put his questions--how like his former natural self was this abrupt imperious disposal of the matter!\"", "characters": 117, "sentences": 1}, {"text": "\"God be thanked, his infirmity is spent!  This is no weakling, but a king.  He hath borne himself like to his own father.\"", "characters": 124, "sentences": 3}, {"text": "The air being filled with applause, Tom's ear necessarily caught a little of it.  The effect which this had upon him was to put him greatly at his ease, and also to charge his system with very gratifying sensations.", "characters": 216, "sentences": 3}, {"text": "However, his juvenile curiosity soon rose superior to these pleasant thoughts and feelings; he was eager to know what sort of deadly mischief the woman and the little girl could have been about; so, by his command, the two terrified and sobbing creatures were brought before him.", "characters": 279, "sentences": 2}, {"text": "\"Please your Majesty, a black crime is charged upon them, and clearly proven; wherefore the judges have decreed, according to the law, that they be hanged.  They sold themselves to the devil--such is their crime.\"", "characters": 214, "sentences": 3}, {"text": "Tom shuddered.  He had been taught to abhor people who did this wicked thing.  Still, he was not going to deny himself the pleasure of feeding his curiosity for all that; so he asked--", "characters": 186, "sentences": 3}, {"text": "\"Certain witness did see them wending thither, good your Majesty; this bred the suspicion, and dire effects have since confirmed and justified it.  In particular, it is in evidence that through the wicked power so obtained, they did invoke and bring about a storm that wasted all the region round about.  Above forty witnesses have proved the storm; and sooth one might have had a thousand, for all had reason to remember it, sith all had suffered by it.\"", "characters": 457, "sentences": 4}, {"text": "\"Certes this is a serious matter.\"  Tom turned this dark piece of scoundrelism over in his mind a while, then asked--", "characters": 118, "sentences": 2}, {"text": "Several old heads among the assemblage nodded their recognition of the wisdom of this question.  The sheriff, however, saw nothing consequential in the inquiry; he answered, with simple directness--", "characters": 199, "sentences": 2}, {"text": "\"Indeed did she, your Majesty, and most righteously, as all aver. Her habitation was swept away, and herself and child left shelterless.\"", "characters": 137, "sentences": 3}, {"text": "\"Methinks the power to do herself so ill a turn was dearly bought. She had been cheated, had she paid but a farthing for it; that she paid her soul, and her child's, argueth that she is mad; if she is mad she knoweth not what she doth, therefore sinneth not.\"", "characters": 259, "sentences": 3}, {"text": "The elderly heads nodded recognition of Tom's wisdom once more, and one individual murmured, \"An' the King be mad himself, according to report, then is it a madness of a sort that would improve the sanity of some I wot of, if by the gentle providence of God they could but catch it.\"", "characters": 283, "sentences": 2}, {"text": "\"By the law of England may a child enter into covenant and sell itself, my lord?\" asked Tom, turning to a learned judge.", "characters": 120, "sentences": 2}, {"text": "\"The law doth not permit a child to make or meddle in any weighty matter, good my liege, holding that its callow wit unfitteth it to cope with the riper wit and evil schemings of them that are its elders.  The _Devil_ may buy a child, if he so choose, and the child agree thereto, but not an Englishman--in this latter case the contract would be null and void.\"", "characters": 362, "sentences": 3}, {"text": "\"It seemeth a rude unchristian thing, and ill contrived, that English law denieth privileges to Englishmen to waste them on the devil!\" cried Tom, with honest heat.", "characters": 164, "sentences": 2}, {"text": "This novel view of the matter excited many smiles, and was stored away in many heads to be repeated about the Court as evidence of Tom's originality as well as progress toward mental health.", "characters": 190, "sentences": 2}, {"text": "The elder culprit had ceased from sobbing, and was hanging upon Tom's words with an excited interest and a growing hope.  Tom noticed this, and it strongly inclined his sympathies toward her in her perilous and unfriended situation.  Presently he asked--", "characters": 256, "sentences": 3}, {"text": "\"Always, my liege--at least if the woman desire it, and utter the needful words, either in her mind or with her tongue.\"", "characters": 120, "sentences": 2}, {"text": "There was a sudden paling of cheeks in the superstitious assemblage, and a general, though unexpressed, desire to get out of the place--all of which was lost upon Tom, who was dead to everything but the proposed cataclysm.  Seeing a puzzled and astonished look in the woman's face, he added, excitedly--", "characters": 304, "sentences": 2}, {"text": "\"Never fear--thou shalt be blameless.  More--thou shalt go free--none shall touch thee.  Exert thy power.\"", "characters": 108, "sentences": 4}, {"text": "\"Thy fears stay thee.  Be of good heart, thou shalt suffer no harm.  Make a storm--it mattereth not how small a one--I require nought great or harmful, but indeed prefer the opposite--do this and thy life is spared--thou shalt go out free, with thy child, bearing the King's pardon, and safe from hurt or malice from any in the realm.\"", "characters": 337, "sentences": 4}, {"text": "The woman prostrated herself, and protested, with tears, that she had no power to do the miracle, else she would gladly win her child's life alone, and be content to lose her own, if by obedience to the King's command so precious a grace might be acquired.", "characters": 256, "sentences": 2}, {"text": "The redeemed creature was loud in her gratitude, and proceeded to obey, whilst Tom looked on with eager expectancy, a little marred by apprehension; the courtiers at the same time manifesting decided discomfort and uneasiness.  The woman stripped her own feet and her little girl's also, and plainly did her best to reward the King's generosity with an earthquake, but it was all a failure and a disappointment.  Tom sighed, and said--", "characters": 437, "sentences": 3}, {"text": "\"There, good soul, trouble thyself no further, thy power is departed out of thee.  Go thy way in peace; and if it return to thee at any time, forget me not, but fetch me a storm.\" {13}", "characters": 185, "sentences": 3}, {"text": "The dinner hour drew near--yet strangely enough, the thought brought but slight discomfort to Tom, and hardly any terror.  The morning's experiences had wonderfully built up his confidence; the poor little ash-cat was already more wonted to his strange garret, after four days' habit, than a mature person could have become in a full month.  A child's facility in accommodating itself to circumstances was never more strikingly illustrated.", "characters": 442, "sentences": 4}, {"text": "So end the solemn preliminaries.  Now, far down the echoing corridors we hear a bugle-blast, and the indistinct cry, \"Place for the King!  Way for the King's most excellent majesty!\"  These sounds are momently repeated--they grow nearer and nearer--and presently, almost in our faces, the martial note peals and the cry rings out, \"Way for the King!\"  At this instant the shining pageant appears, and files in at the door, with a measured march. Let the chronicler speak again:--", "characters": 483, "sentences": 3}, {"text": "He seated himself at table, without removing his cap; and did it without the least embarrassment; for to eat with one's cap on was the one solitary royal custom upon which the kings and the Cantys met upon common ground, neither party having any advantage over the other in the matter of old familiarity with it.  The pageant broke up and grouped itself picturesquely, and remained bareheaded.", "characters": 394, "sentences": 3}, {"text": "Now to the sound of gay music the Yeomen of the Guard entered,--\"the tallest and mightiest men in England, they being carefully selected in this regard\"--but we will let the chronicler tell about it:--", "characters": 201, "sentences": 1}, {"text": "\"The Yeomen of the Guard entered, bareheaded, clothed in scarlet, with golden roses upon their backs; and these went and came, bringing in each turn a course of dishes, served in plate.  These dishes were received by a gentleman in the same order they were brought, and placed upon the table, while the taster gave to each guard a mouthful to eat of the particular dish he had brought, for fear of any poison.\"", "characters": 411, "sentences": 3}, {"text": "When the meal was over at last and he marched away in the midst of his bright pageant, with the happy noises in his ears of blaring bugles, rolling drums, and thundering acclamations, he felt that if he had seen the worst of dining in public it was an ordeal which he would be glad to endure several times a day if by that means he could but buy himself free from some of the more formidable requirements of his royal office.", "characters": 425, "sentences": 2}, {"text": "\"Wounded?  And who hath dared to do it?  But that is apart; lead on, lead on!  Faster, sirrah!  Art shod with lead?  Wounded, is he?  Now though the doer of it be a duke's son he shall rue it!\"", "characters": 199, "sentences": 1}, {"text": "A mocking laugh was his answer.  The King was in a rage in a moment; he seized a billet of wood and was in the act of charging upon the youth when another mocking laugh fell upon his ear.  It was from the lame ruffian who had been following at a distance. The King turned and said angrily--", "characters": 292, "sentences": 4}, {"text": "\"Leave thy foolery,\" said the man, \"and quiet thyself.  My disguise is none so good that thou canst pretend thou knowest not thy father through it.\"", "characters": 149, "sentences": 3}, {"text": "\"Thou art not my father.  I know thee not.  I am the King.  If thou hast hid my servant, find him for me, or thou shalt sup sorrow for what thou hast done.\"", "characters": 159, "sentences": 5}, {"text": "The youth near by burst into a derisive laugh, and the King would have assaulted him, but Canty--or Hobbs, as he now called himself--prevented him, and said--", "characters": 158, "sentences": 1}, {"text": "\"Peace, Hugo, vex him not; his mind is astray, and thy ways fret him. Sit thee down, Jack, and quiet thyself; thou shalt have a morsel to eat, anon.\"", "characters": 149, "sentences": 3}, {"text": "The night was come, the gang had just finished feasting, an orgy was beginning; the can of liquor was passing from mouth to mouth. A general cry broke forth--", "characters": 158, "sentences": 2}, {"text": "'Bien Darkman's then, Bouse Mort and Ken, The bien Coves bings awast, On Chates to trine by Rome Coves dine For his long lib at last. Bing'd out bien Morts and toure, and toure, Bing out of the Rome vile bine, And toure the Cove that cloy'd your duds, Upon the Chates to trine.'", "characters": 278, "sentences": 3}, {"text": "\"London is better than the country, and safer, these late years, the laws be so bitter and so diligently enforced.  An' I had not had that accident, I had stayed there.  I had resolved to stay, and never more venture country-wards--but the accident has ended that.\"", "characters": 267, "sentences": 4}, {"text": "\"Five and twenty sturdy budges, bulks, files, clapperdogeons and maunders, counting the dells and doxies and other morts. {7}  Most are here, the rest are wandering eastward, along the winter lay. We follow at dawn.\"", "characters": 217, "sentences": 4}, {"text": "\"Poor lad, his diet is brimstone, now, and over hot for a delicate taste. He was killed in a brawl, somewhere about midsummer.\"", "characters": 127, "sentences": 3}, {"text": "\"That was he, truly.  Black Bess, his dell, is of us yet, but absent on the eastward tramp; a fine lass, of nice ways and orderly conduct, none ever seeing her drunk above four days in the seven.\"", "characters": 197, "sentences": 3}, {"text": "\"She was ever strict--I remember it well--a goodly wench and worthy all commendation.  Her mother was more free and less particular; a troublesome and ugly-tempered beldame, but furnished with a wit above the common.\"", "characters": 218, "sentences": 3}, {"text": "The Ruffler sighed; the listeners sighed in sympathy; a general depression fell upon the company for a moment, for even hardened outcasts like these are not wholly dead to sentiment, but are able to feel a fleeting sense of loss and affliction at wide intervals and under peculiarly favouring circumstances--as in cases like to this, for instance, when genius and culture depart and leave no heir.  However, a deep drink all round soon restored the spirits of the mourners.", "characters": 474, "sentences": 3}, {"text": "These stood up and stripped away some of their rags, exposing their backs, criss-crossed with ropy old welts left by the lash; one turned up his hair and showed the place where a left ear had once been; another showed a brand upon his shoulder--the letter V--and a mutilated ear; the third said--", "characters": 296, "sentences": 1}, {"text": "All turned, and saw the fantastic figure of the little King approaching hurriedly; as it emerged into the light and was clearly revealed, a general explosion of inquiries broke out--", "characters": 182, "sentences": 1}, {"text": "The boy stood unconfused in the midst of all those surprised and questioning eyes, and answered with princely dignity--", "characters": 119, "sentences": 1}, {"text": "A wild burst of laughter followed, partly of derision and partly of delight in the excellence of the joke.  The King was stung.  He said sharply--", "characters": 148, "sentences": 3}, {"text": "He said more, with angry voice and excited gesture, but it was lost in a whirlwind of laughter and mocking exclamations.  'John Hobbs' made several attempts to make himself heard above the din, and at last succeeded--saying--", "characters": 226, "sentences": 2}, {"text": "\"Mates, he is my son, a dreamer, a fool, and stark mad--mind him not--he thinketh he _is_ the King.\"", "characters": 100, "sentences": 2}, {"text": "\"I _am_ the King,\" said Edward, turning toward him, \"as thou shalt know to thy cost, in good time.  Thou hast confessed a murder--thou shalt swing for it.\"", "characters": 156, "sentences": 3}, {"text": "The response came with such a thundergust from the motley crew that the crazy building vibrated to the sound.  The little King's face lighted with pleasure for an instant, and he slightly inclined his head, and said with grave simplicity--", "characters": 240, "sentences": 2}, {"text": "This unexpected result threw the company into convulsions of merriment. When something like quiet was presently come again, the Ruffler said, firmly, but with an accent of good nature--", "characters": 185, "sentences": 2}, {"text": "\"Drop it, boy, 'tis not wise, nor well.  Humour thy fancy, if thou must, but choose some other title.\"", "characters": 103, "sentences": 3}, {"text": "\"Long live Foo-foo the First, King of the Mooncalves!\" followed by hootings, cat-calls, and peals of laughter.", "characters": 110, "sentences": 2}, {"text": "These and twenty other cries broke out at once! and almost before the poor little victim could draw a breath he was crowned with a tin basin, robed in a tattered blanket, throned upon a barrel, and sceptred with the tinker's soldering-iron.  Then all flung themselves upon their knees about him and sent up a chorus of ironical wailings, and mocking supplications, whilst they swabbed their eyes with their soiled and ragged sleeves and aprons--", "characters": 446, "sentences": 2}, {"text": "\"Deign to spit upon us, O Sire, that our children's children may tell of thy princely condescension, and be proud and happy for ever!\"", "characters": 134, "sentences": 1}, {"text": "Tears of shame and indignation stood in the little monarch's eyes; and the thought in his heart was, \"Had I offered them a deep wrong they could not be more cruel--yet have I proffered nought but to do them a kindness--and it is thus they use me for it!\"", "characters": 254, "sentences": 1}, {"text": "The troop of vagabonds turned out at early dawn, and set forward on their march.  There was a lowering sky overhead, sloppy ground under foot, and a winter chill in the air.  All gaiety was gone from the company; some were sullen and silent, some were irritable and petulant, none were gentle-humoured, all were thirsty.", "characters": 322, "sentences": 4}, {"text": "The Ruffler put 'Jack' in Hugo's charge, with some brief instructions, and commanded John Canty to keep away from him and let him alone; he also warned Hugo not to be too rough with the lad.", "characters": 190, "sentences": 2}, {"text": "About noon, after a long and weary tramp, the gang came to a halt behind a hedge on the outskirts of a considerable village.  An hour was allowed for rest, then the crew scattered themselves abroad to enter the village at different points to ply their various trades--'Jack' was sent with Hugo.  They wandered hither and thither for some time, Hugo watching for opportunities to do a stroke of business, but finding none--so he finally said--", "characters": 444, "sentences": 3}, {"text": "\"Thou'lt not beg!\" exclaimed Hugo, eyeing the King with surprise. \"Prithee, since when hast thou reformed?\"", "characters": 107, "sentences": 2}, {"text": "\"Spare thy compliments--thy stock will last the longer.  Thy father says thou hast begged all thy days.  Mayhap he lied. Peradventure you will even make so bold as to _say_ he lied,\" scoffed Hugo.", "characters": 198, "sentences": 5}, {"text": "\"Come, play not thy merry game of madman so far, mate; use it for thy amusement, not thy hurt.  An' I tell him this, he will scorch thee finely for it.\"", "characters": 153, "sentences": 3}, {"text": "\"Now harkee, mate; you will not beg, you will not rob; so be it. But I will tell you what you _will_ do.  You will play decoy whilst _I_ beg. Refuse, an' you think you may venture!\"", "characters": 182, "sentences": 4}, {"text": "Then immediately Hugo began to moan, and groan, and roll his eyes, and reel and totter about; and when the stranger was close at hand, down he sprawled before him, with a shriek, and began to writhe and wallow in the dirt, in seeming agony.", "characters": 240, "sentences": 2}, {"text": "\"O, dear, O dear!\" cried the benevolent stranger, \"O poor soul, poor soul, how he doth suffer!  There--let me help thee up.\"", "characters": 125, "sentences": 2}, {"text": "\"O noble sir, forbear, and God love you for a princely gentleman--but it giveth me cruel pain to touch me when I am taken so.  My brother there will tell your worship how I am racked with anguish when these fits be upon me.  A penny, dear sir, a penny, to buy a little food; then leave me to my sorrows.\"", "characters": 306, "sentences": 4}, {"text": "\"A penny! thou shalt have three, thou hapless creature,\"--and he fumbled in his pocket with nervous haste and got them out. \"There, poor lad, take them and most welcome.  Now come hither, my boy, and help me carry thy stricken brother to yon house, where--\"", "characters": 258, "sentences": 3}, {"text": "\"Oh, hear him!\" groaned Hugo, then privately ground his teeth. \"He denies his own brother--and he with one foot in the grave!\"", "characters": 126, "sentences": 2}, {"text": "\"Boy, thou art indeed hard of heart, if this is thy brother.  For shame!--and he scarce able to move hand or foot.  If he is not thy brother, who is he, then?\"", "characters": 161, "sentences": 3}, {"text": "\"A beggar and a thief!  He has got your money and has picked your pocket likewise.  An' thou would'st do a healing miracle, lay thy staff over his shoulders and trust Providence for the rest.\"", "characters": 194, "sentences": 3}, {"text": "He wandered on, wounded and indignant, and was resolved to put himself in the way of like treatment no more.  But hunger is pride's master; so, as the evening drew near, he made an attempt at another farmhouse; but here he fared worse than before; for he was called hard names and was promised arrest as a vagrant except he moved on promptly.", "characters": 343, "sentences": 3}, {"text": "The King was cordially ashamed of himself for having gotten all that fright and misery out of so paltry a matter as a slumbering calf; but he need not have felt so about it, for it was not the calf that frightened him, but a dreadful non-existent something which the calf stood for; and any other boy, in those old superstitious times, would have acted and suffered just as he had done.", "characters": 386, "sentences": 2}, {"text": "While stroking its sleek warm back--for it lay near him and within easy reach--it occurred to him that this calf might be utilised in more ways than one.  Whereupon he re-arranged his bed, spreading it down close to the calf; then he cuddled himself up to the calf's back, drew the covers up over himself and his friend, and in a minute or two was as warm and comfortable as he had ever been in the downy couches of the regal palace of Westminster.", "characters": 449, "sentences": 3}, {"text": "He got up and stepped out of the stall, and just then he heard the sound of children's voices.  The barn door opened and a couple of little girls came in.  As soon as they saw him their talking and laughing ceased, and they stopped and stood still, gazing at him with strong curiosity; they presently began to whisper together, then they approached nearer, and stopped again to gaze and whisper.  By-and-by they gathered courage and began to discuss him aloud.  One said--", "characters": 476, "sentences": 5}, {"text": "They came still nearer, sidling shyly around and about him, examining him minutely from all points, as if he were some strange new kind of animal, but warily and watchfully the while, as if they half feared he might be a sort of animal that would bite, upon occasion.  Finally they halted before him, holding each other's hands for protection, and took a good satisfying stare with their innocent eyes; then one of them plucked up all her courage and inquired with honest directness--", "characters": 485, "sentences": 2}, {"text": "The children gave a little start, and their eyes spread themselves wide open and remained so during a speechless half minute.  Then curiosity broke the silence--", "characters": 162, "sentences": 2}, {"text": "The children looked at each other--then at him--then at each other again--wonderingly, perplexedly; then one said--", "characters": 115, "sentences": 1}, {"text": "\"How can it be else but true, Prissy?  Would he say a lie?  For look you, Prissy, an' it were not true, it _would_ be a lie.  It surely would be. Now think on't.  For all things that be not true, be lies--thou canst make nought else out of it.\"", "characters": 248, "sentences": 5}, {"text": "It was a good tight argument, without a leak in it anywhere; and it left Prissy's half-doubts not a leg to stand on.  She considered a moment, then put the King upon his honour with the simple remark--", "characters": 202, "sentences": 2}, {"text": "The King was cheerful and happy now, and said to himself, \"When I am come to mine own again, I will always honour little children, remembering how that these trusted me and believed in me in my time of trouble; whilst they that were older, and thought themselves wiser, mocked at me and held me for a liar.\"", "characters": 307, "sentences": 2}, {"text": "Full of eagerness to prove her sagacity, she told the King to mind the cooking a moment--hinting that he might manufacture and add a dish or two, if he chose; then she went out of the room and gave her children a sign to follow after.  The King muttered--", "characters": 256, "sentences": 2}, {"text": "\"Another English king had a commission like to this, in a bygone time--it is nothing against my dignity to undertake an office which the great Alfred stooped to assume.  But I will try to better serve my trust than he; for he let the cakes burn.\"", "characters": 247, "sentences": 3}, {"text": "When breakfast was over, the housewife told the King to wash up the dishes.  This command was a staggerer, for a moment, and the King came near rebelling; but then he said to himself, \"Alfred the Great watched the cakes; doubtless he would have washed the dishes too--therefore will I essay it.\"", "characters": 296, "sentences": 3}, {"text": "The King discovered these rascals approaching the front gate before they had had a chance to see him; so he said nothing about drawing the line, but took up his basket of kittens and stepped quietly out the back way, without a word.  He left the creatures in an out-house, and hurried on, into a narrow lane at the rear.", "characters": 321, "sentences": 3}, {"text": "The King entered, and paused.  The hermit turned a pair of gleaming, unrestful eyes upon him, and said--", "characters": 105, "sentences": 2}, {"text": "\"Welcome, King!\" cried the hermit, with enthusiasm.  Then, bustling about with feverish activity, and constantly saying, \"Welcome, welcome,\" he arranged his bench, seated the King on it, by the hearth, threw some faggots on the fire, and finally fell to pacing the floor with a nervous stride.", "characters": 294, "sentences": 3}, {"text": "The old man, still pacing back and forth, ceased to speak aloud, and began to mutter.  The King seized this opportunity to state his case; and he did it with an eloquence inspired by uneasiness and apprehension.  But the hermit went on muttering, and gave no heed.  And still muttering, he approached the King and said impressively--", "characters": 336, "sentences": 4}, {"text": "\"'Sh!  I will tell you a secret!\"  He bent down to impart it, but checked himself, and assumed a listening attitude.  After a moment or two he went on tiptoe to the window-opening, put his head out, and peered around in the gloaming, then came tiptoeing back again, put his face close down to the King's, and whispered--", "characters": 323, "sentences": 2}, {"text": "The King started violently, and said to himself, \"Would God I were with the outlaws again; for lo, now am I the prisoner of a madman!\"  His apprehensions were heightened, and they showed plainly in his face.  In a low excited voice the hermit continued--", "characters": 256, "sentences": 2}, {"text": "A black frown settled down upon the hermit's face, and he clenched his bony hands with a vindictive energy.  He stood a few moments, breathing fast and swallowing repeatedly, then said in a husky voice--", "characters": 204, "sentences": 2}, {"text": "At long intervals he drew his thumb along the edge of his knife, and nodded his head with satisfaction.  \"It grows sharper,\" he said; \"yes, it grows sharper.\"", "characters": 159, "sentences": 3}, {"text": "He took no note of the flight of time, but worked tranquilly on, entertaining himself with his thoughts, which broke out occasionally in articulate speech--", "characters": 156, "sentences": 1}, {"text": "\"His father wrought us evil, he destroyed us--and is gone down into the eternal fires!  Yes, down into the eternal fires!  He escaped us--but it was God's will, yes it was God's will, we must not repine.  But he hath not escaped the fires!  No, he hath not escaped the fires, the consuming, unpitying, remorseless fires--and _they_ are everlasting!\"", "characters": 353, "sentences": 2}, {"text": "And so he wrought, and still wrought--mumbling, chuckling a low rasping chuckle at times--and at times breaking again into words--", "characters": 130, "sentences": 1}, {"text": "The King stirred.  The hermit sprang noiselessly to the bedside, and went down upon his knees, bending over the prostrate form with his knife uplifted.  The boy stirred again; his eyes came open for an instant, but there was no speculation in them, they saw nothing; the next moment his tranquil breathing showed that his sleep was sound once more.", "characters": 350, "sentences": 4}, {"text": "The hermit watched and listened, for a time, keeping his position and scarcely breathing; then he slowly lowered his arms, and presently crept away, saying,--", "characters": 158, "sentences": 1}, {"text": "\"It is long past midnight; it is not best that he should cry out, lest by accident someone be passing.\"", "characters": 103, "sentences": 2}, {"text": "After a long while, the old man, who was still gazing,--yet not seeing, his mind having settled into a dreamy abstraction,--observed, on a sudden, that the boy's eyes were open! wide open and staring!--staring up in frozen horror at the knife.  The smile of a gratified devil crept over the old man's face, and he said, without changing his attitude or his occupation--", "characters": 370, "sentences": 2}, {"text": "The boy struggled helplessly in his bonds, and at the same time forced a smothered sound through his closed jaws, which the hermit chose to interpret as an affirmative answer to his question.", "characters": 191, "sentences": 2}, {"text": "A shudder shook the boy's frame, and his face blenched.  Then he struggled again to free himself--turning and twisting himself this way and that; tugging frantically, fiercely, desperately--but uselessly--to burst his fetters; and all the while the old ogre smiled down upon him, and nodded his head, and placidly whetted his knife; mumbling, from time to time, \"The moments are precious, they are few and precious--pray the prayer for the dying!\"", "characters": 448, "sentences": 2}, {"text": "The boy uttered a despairing groan, and ceased from his struggles, panting.  The tears came, then, and trickled, one after the other, down his face; but this piteous sight wrought no softening effect upon the savage old man.", "characters": 225, "sentences": 3}, {"text": "The dawn was coming now; the hermit observed it, and spoke up sharply, with a touch of nervous apprehension in his voice--", "characters": 122, "sentences": 1}, {"text": "\"I may not indulge this ecstasy longer!  The night is already gone.  It seems but a moment--only a moment; would it had endured a year!  Seed of the Church's spoiler, close thy perishing eyes, an' thou fearest to look upon--\"", "characters": 228, "sentences": 2}, {"text": "The rest was lost in inarticulate mutterings.  The old man sank upon his knees, his knife in his hand, and bent himself over the moaning boy.", "characters": 142, "sentences": 3}, {"text": "Hark!  There was a sound of voices near the cabin--the knife dropped from the hermit's hand; he cast a sheepskin over the boy and started up, trembling.  The sounds increased, and presently the voices became rough and angry; then came blows, and cries for help; then a clatter of swift footsteps, retreating.  Immediately came a succession of thundering knocks upon the cabin door, followed by--", "characters": 398, "sentences": 3}, {"text": "Oh, this was the blessedest sound that had ever made music in the King's ears; for it was Miles Hendon's voice!", "characters": 111, "sentences": 1}, {"text": "The hermit, grinding his teeth in impotent rage, moved swiftly out of the bedchamber, closing the door behind him; and straightway the King heard a talk, to this effect, proceeding from the 'chapel':--", "characters": 201, "sentences": 1}, {"text": "\"What boy!  Lie me no lies, sir priest, play me no deceptions!--I am not in the humour for it.  Near to this place I caught the scoundrels who I judged did steal him from me, and I made them confess; they said he was at large again, and they had tracked him to your door.  They showed me his very footprints.  Now palter no more; for look you, holy sir, an' thou produce him not--Where is the boy?\"", "characters": 402, "sentences": 4}, {"text": "\"O good sir, peradventure you mean the ragged regal vagrant that tarried here the night.  If such as you take an interest in such as he, know, then, that I have sent him of an errand.  He will be back anon.\"", "characters": 209, "sentences": 4}, {"text": "\"How soon?  How soon?  Come, waste not the time--cannot I overtake him? How soon will he be back?\"", "characters": 100, "sentences": 1}, {"text": "\"So be it, then.  I will try to wait.  But stop!--_you_ sent him of an errand?--you!  Verily this is a lie--he would not go.  He would pull thy old beard, an' thou didst offer him such an insolence. Thou hast lied, friend; thou hast surely lied!  He would not go for thee, nor for any man.\"", "characters": 295, "sentences": 6}, {"text": "\"This doth well and truly account for his complaisance!  Right well I knew he would budge nor hand nor foot in the menial service of any mortal; but, lord, even a king must obey when an archangel gives the word o' command!  Let me--'sh!  What noise was that?\"", "characters": 262, "sentences": 1}, {"text": "\"Mayhap it was.  Yes, doubtless that was it.  I have been hearing it faintly all the--there it is again!  It is not the wind!  What an odd sound!  Come, we will hunt it out!\"", "characters": 179, "sentences": 3}, {"text": "Now the King's joy was nearly insupportable.  His tired lungs did their utmost--and hopefully, too--but the sealed jaws and the muffling sheepskin sadly crippled the effort.  Then the poor fellow's heart sank, to hear the hermit say--", "characters": 236, "sentences": 3}, {"text": "The King heard the two pass out, talking; heard their footsteps die quickly away--then he was alone with a boding, brooding, awful silence.", "characters": 139, "sentences": 2}, {"text": "It seemed an age till he heard the steps and voices approaching again--and this time he heard an added sound,--the trampling of hoofs, apparently.  Then he heard Hendon say--", "characters": 175, "sentences": 2}, {"text": "\"I will not wait longer.  I _cannot_ wait longer.  He has lost his way in this thick wood.  Which direction took he?  Quick--point it out to me.\"", "characters": 149, "sentences": 5}, {"text": "\"Good--good!  Why, truly thou art better than thy looks.  Marry I do not think there's not another archangel with so right a heart as thine.  Wilt ride?  Wilt take the wee donkey that's for my boy, or wilt thou fork thy holy legs over this ill-conditioned slave of a mule that I have provided for myself?--and had been cheated in too, had he cost but the indifferent sum of a month's usury on a brass farthing let to a tinker out of work.\"", "characters": 443, "sentences": 4}, {"text": "\"Then prithee mind the little beast for me while I take my life in my hands and make what success I may toward mounting the big one.\"", "characters": 133, "sentences": 2}, {"text": "Then followed a confusion of kicks, cuffs, tramplings and plungings, accompanied by a thunderous intermingling of volleyed curses, and finally a bitter apostrophe to the mule, which must have broken its spirit, for hostilities seemed to cease from that moment.", "characters": 260, "sentences": 2}, {"text": "With unutterable misery the fettered little King heard the voices and footsteps fade away and die out.  All hope forsook him, now, for the moment, and a dull despair settled down upon his heart. \"My only friend is deceived and got rid of,\" he said; \"the hermit will return and--\"  He finished with a gasp; and at once fell to struggling so frantically with his bonds again, that he shook off the smothering sheepskin.", "characters": 419, "sentences": 4}, {"text": "And now he heard the door open!  The sound chilled him to the marrow--already he seemed to feel the knife at his throat.  Horror made him close his eyes; horror made him open them again--and before him stood John Canty and Hugo!", "characters": 230, "sentences": 2}, {"text": "A moment or two later his limbs were at liberty, and his captors, each gripping him by an arm, were hurrying him with all speed through the forest.", "characters": 147, "sentences": 2}, {"text": "Thus several days went by; and the miseries of this tramping life, and the weariness and sordidness and meanness and vulgarity of it, became gradually and steadily so intolerable to the captive that he began at last to feel that his release from the hermit's knife must prove only a temporary respite from death, at best.", "characters": 321, "sentences": 2}, {"text": "But at night, in his dreams, these things were forgotten, and he was on his throne, and master again.  This, of course, intensified the sufferings of the awakening--so the mortifications of each succeeding morning of the few that passed between his return to bondage and the combat with Hugo, grew bitterer and bitterer, and harder and harder to bear.", "characters": 352, "sentences": 3}, {"text": "The morning after that combat, Hugo got up with a heart filled with vengeful purposes against the King.  He had two plans, in particular. One was to inflict upon the lad what would be, to his proud spirit and 'imagined' royalty, a peculiar humiliation; and if he failed to accomplish this, his other plan was to put a crime of some kind upon the King, and then betray him into the implacable clutches of the law.", "characters": 413, "sentences": 4}, {"text": "Hugo got the help of the tinker whom the King had cowed with the soldering-iron; they took the boy out on a tinkering tramp, and as soon as they were out of sight of the camp they threw him down and the tinker held him while Hugo bound the poultice tight and fast upon his leg.", "characters": 277, "sentences": 2}, {"text": "Very well.  All in good time Hugo strolled off to a neighbouring village with his prey; and the two drifted slowly up and down one street after another, the one watching sharply for a sure chance to achieve his evil purpose, and the other watching as sharply for a chance to dart away and get free of his infamous captivity for ever.", "characters": 334, "sentences": 3}, {"text": "Both threw away some tolerably fair-looking opportunities; for both, in their secret hearts, were resolved to make absolutely sure work this time, and neither meant to allow his fevered desires to seduce him into any venture that had much uncertainty about it.", "characters": 260, "sentences": 2}, {"text": "Hugo's chance came first.  For at last a woman approached who carried a fat package of some sort in a basket.  Hugo's eyes sparkled with sinful pleasure as he said to himself, \"Breath o' my life, an' I can but put _that_ upon him, 'tis good-den and God keep thee, King of the Game-Cocks!\" He waited and watched--outwardly patient, but inwardly consuming with excitement--till the woman had passed by, and the time was ripe; then said, in a low voice--", "characters": 453, "sentences": 3}, {"text": "The King's heart was filled with joy--he could make his escape, now, if Hugo's quest only carried him far enough away.", "characters": 118, "sentences": 2}, {"text": "But he was to have no such luck.  Hugo crept behind the woman, snatched the package, and came running back, wrapping it in an old piece of blanket which he carried on his arm.  The hue and cry was raised in a moment, by the woman, who knew her loss by the lightening of her burden, although she had not seen the pilfering done.  Hugo thrust the bundle into the King's hands without halting, saying--", "characters": 402, "sentences": 4}, {"text": "The next moment Hugo turned a corner and darted down a crooked alley--and in another moment or two he lounged into view again, looking innocent and indifferent, and took up a position behind a post to watch results.", "characters": 215, "sentences": 2}, {"text": "The insulted King threw the bundle on the ground; and the blanket fell away from it just as the woman arrived, with an augmenting crowd at her heels; she seized the King's wrist with one hand, snatched up her bundle with the other, and began to pour out a tirade of abuse upon the boy while he struggled, without success, to free himself from her grip.", "characters": 352, "sentences": 2}, {"text": "Hugo had seen enough--his enemy was captured and the law would get him, now--so he slipped away, jubilant and chuckling, and wended campwards, framing a judicious version of the matter to give to the Ruffler's crew as he strode along.", "characters": 234, "sentences": 2}, {"text": "The King continued to struggle in the woman's strong grasp, and now and then cried out in vexation--", "characters": 100, "sentences": 1}, {"text": "The crowd closed around, threatening the King and calling him names; a brawny blacksmith in leather apron, and sleeves rolled to his elbows, made a reach for him, saying he would trounce him well, for a lesson; but just then a long sword flashed in the air and fell with convincing force upon the man's arm, flat side down, the fantastic owner of it remarking pleasantly, at the same time--", "characters": 390, "sentences": 1}, {"text": "\"Marry, good souls, let us proceed gently, not with ill blood and uncharitable words.  This is matter for the law's consideration, not private and unofficial handling.  Loose thy hold from the boy, goodwife.\"", "characters": 210, "sentences": 4}, {"text": "The blacksmith averaged the stalwart soldier with a glance, then went muttering away, rubbing his arm; the woman released the boy's wrist reluctantly; the crowd eyed the stranger unlovingly, but prudently closed their mouths.  The King sprang to his deliverer's side, with flushed cheeks and sparkling eyes, exclaiming--", "characters": 321, "sentences": 2}, {"text": "\"Thou hast lagged sorely, but thou comest in good season, now, Sir Miles; carve me this rabble to rags!\"", "characters": 104, "sentences": 1}, {"text": "The crowd fell apart to admit a constable, who approached and was about to lay his hand upon the King's shoulder, when Hendon said--", "characters": 132, "sentences": 1}, {"text": "\"Gently, good friend, withhold your hand--he shall go peaceably; I am responsible for that.  Lead on, we will follow.\"", "characters": 119, "sentences": 3}, {"text": "The officer led, with the woman and her bundle; Miles and the King followed after, with the crowd at their heels.  The King was inclined to rebel; but Hendon said to him in a low voice--", "characters": 187, "sentences": 2}, {"text": "\"Reflect, Sire--your laws are the wholesome breath of your own royalty; shall their source resist them, yet require the branches to respect them? Apparently one of these laws has been broken; when the King is on his throne again, can it ever grieve him to remember that when he was seemingly a private person he loyally sank the king in the citizen and submitted to its authority?\"", "characters": 381, "sentences": 1}, {"text": "\"Thou art right; say no more; thou shalt see that whatsoever the King of England requires a subject to suffer, under the law, he will himself suffer while he holdeth the station of a subject.\"", "characters": 192, "sentences": 2}, {"text": "\"Three shillings and eightpence, your worship--I could not abate a penny and set forth the value honestly.\"", "characters": 107, "sentences": 2}, {"text": "It was done.  None remained but the two officials, the accused, the accuser, and Miles Hendon.  This latter was rigid and colourless, and on his forehead big drops of cold sweat gathered, broke and blended together, and trickled down his face.  The judge turned to the woman again, and said, in a compassionate voice--", "characters": 321, "sentences": 4}, {"text": "\"'Tis a poor ignorant lad, and mayhap was driven hard by hunger, for these be grievous times for the unfortunate; mark you, he hath not an evil face--but when hunger driveth--Good woman! dost know that when one steals a thing above the value of thirteenpence ha'penny the law saith he shall _hang_ for it?\"", "characters": 306, "sentences": 1}, {"text": "The little King started, wide-eyed with consternation, but controlled himself and held his peace; but not so the woman.  She sprang to her feet, shaking with fright, and cried out--", "characters": 182, "sentences": 2}, {"text": "\"Oh, good lack, what have I done!  God-a-mercy, I would not hang the poor thing for the whole world!  Ah, save me from this, your worship--what shall I do, what _can_ I do?\"", "characters": 175, "sentences": 1}, {"text": "\"Then in God's name call the pig eightpence, and heaven bless the day that freed my conscience of this awesome thing!\"", "characters": 118, "sentences": 1}, {"text": "\"Eightpence, indeed!  Thou'lt do no such thing.  It cost me three shillings and eightpence, good honest coin of the last reign, that old Harry that's just dead ne'er touched or tampered with.  A fig for thy eightpence!\"", "characters": 222, "sentences": 3}, {"text": "\"Stands the wind in that quarter?  Thou wast under oath, and so swore falsely when thou saidst the value was but eightpence.  Come straightway back with me before his worship, and answer for the crime!--and then the lad will hang.\"", "characters": 233, "sentences": 3}, {"text": "\"There, there, dear heart, say no more, I am content.  Give me the eightpence, and hold thy peace about the matter.\"", "characters": 117, "sentences": 3}, {"text": "\"_Will_ you trust in me?  Peace! and forbear to worsen our chances with dangerous speech.  What God wills, will happen; thou canst not hurry it, thou canst not alter it; therefore wait, and be patient--'twill be time enow to rail or rejoice when what is to happen has happened.\" {1}", "characters": 284, "sentences": 3}, {"text": "\"Stay, nevertheless, for the matter concerns thee nearly.  Turn thy back a moment and seem not to see:  _let this poor lad escape_.\"", "characters": 134, "sentences": 3}, {"text": "\"Nay, be not too hasty.  See thou be careful and commit no foolish error,\"--then he shut his voice down to a whisper, and said in the man's ear--\"the pig thou hast purchased for eightpence may cost thee thy neck, man!\"", "characters": 219, "sentences": 2}, {"text": "The poor constable, taken by surprise, was speechless, at first, then found his tongue and fell to blustering and threatening; but Hendon was tranquil, and waited with patience till his breath was spent; then said--", "characters": 215, "sentences": 1}, {"text": "\"I have a liking to thee, friend, and would not willingly see thee come to harm.  Observe, I heard it all--every word.  I will prove it to thee.\" Then he repeated the conversation which the officer and the woman had had together in the hall, word for word, and ended with--", "characters": 275, "sentences": 4}, {"text": "\"There--have I set it forth correctly?  Should not I be able to set it forth correctly before the judge, if occasion required?\"", "characters": 128, "sentences": 1}, {"text": "The man was dumb with fear and distress, for a moment; then he rallied, and said with forced lightness--", "characters": 104, "sentences": 1}, {"text": "\"I do begin to believe thee,\" said Hendon, with a perplexing mixture of mockery and half-conviction in his tone; \"but tarry thou here a moment whilst I run and ask his worship--for nathless, he being a man experienced in law, in jests, in--\"", "characters": 241, "sentences": 1}, {"text": "He was moving away, still talking; the constable hesitated, fidgeted, spat out an oath or two, then cried out--", "characters": 111, "sentences": 1}, {"text": "\"Hold, hold, good sir--prithee wait a little--the judge!  Why, man, he hath no more sympathy with a jest than hath a dead corpse!--come, and we will speak further.  Ods body!  I seem to be in evil case--and all for an innocent and thoughtless pleasantry. I am a man of family; and my wife and little ones--List to reason, good your worship: what wouldst thou of me?\"", "characters": 369, "sentences": 3}, {"text": "\"Only that thou be blind and dumb and paralytic whilst one may count a hundred thousand--counting slowly,\" said Hendon, with the expression of a man who asks but a reasonable favour, and that a very little one.", "characters": 210, "sentences": 2}, {"text": "\"It is my destruction!\" said the constable despairingly.  \"Ah, be reasonable, good sir; only look at this matter, on all its sides, and see how mere a jest it is--how manifestly and how plainly it is so.  And even if one granted it were not a jest, it is a fault so small that e'en the grimmest penalty it could call forth would be but a rebuke and warning from the judge's lips.\"", "characters": 382, "sentences": 4}, {"text": "\"I knew it not!  Peradventure I have been unwise.  I never dreamed it had a name--ah, sweet heaven, I thought it was original.\"", "characters": 129, "sentences": 3}, {"text": "\"Yes, it hath a name.  In the law this crime is called Non compos mentis lex talionis sic transit gloria mundi.\"", "characters": 113, "sentences": 3}, {"text": "\"By advantage taken of one in fault, in dire peril, and at thy mercy, thou hast seized goods worth above thirteenpence ha'penny, paying but a trifle for the same; and this, in the eye of the law, is constructive barratry, misprision of treason, malfeasance in office, ad hominem expurgatis in statu quo--and the penalty is death by the halter, without ransom, commutation, or benefit of clergy.\"", "characters": 395, "sentences": 2}, {"text": "\"Bear me up, bear me up, sweet sir, my legs do fail me!  Be thou merciful--spare me this doom, and I will turn my back and see nought that shall happen.\"", "characters": 154, "sentences": 2}, {"text": "\"I will, I will indeed--nor ever touch another, though heaven send it and an archangel fetch it.  Go--I am blind for thy sake--I see nothing.  I will say thou didst break in and wrest the prisoner from my hands by force.  It is but a crazy, ancient door--I will batter it down myself betwixt midnight and the morning.\"", "characters": 321, "sentences": 5}, {"text": "\"Do it, good soul, no harm will come of it; the judge hath a loving charity for this poor lad, and will shed no tears and break no jailer's bones for his escape.\"", "characters": 162, "sentences": 2}, {"text": "As soon as Hendon and the King were out of sight of the constable, his Majesty was instructed to hurry to a certain place outside the town, and wait there, whilst Hendon should go to the inn and settle his account. Half an hour later the two friends were blithely jogging eastward on Hendon's sorry steeds.  The King was warm and comfortable, now, for he had cast his rags and clothed himself in the second-hand suit which Hendon had bought on London Bridge.", "characters": 459, "sentences": 4}, {"text": "When he and the King had journeyed about ten miles, they reached a considerable village, and halted there for the night, at a good inn.  The former relations were resumed; Hendon stood behind the King's chair, while he dined, and waited upon him; undressed him when he was ready for bed; then took the floor for his own quarters, and slept athwart the door, rolled up in a blanket.", "characters": 382, "sentences": 3}, {"text": "\"And old Sanctum Sanctorum _was_ truly sorry your highness came not back,\" said Hendon; \"I saw it in his face.\"", "characters": 111, "sentences": 2}, {"text": "\"Marry I will never doubt _that_!\" said the King--and then told his own story; after which, Hendon was sorry he had not destroyed the archangel.", "characters": 144, "sentences": 2}, {"text": "It was a fair region, dotted with cottages and orchards, and the road led through broad pasture lands whose receding expanses, marked with gentle elevations and depressions, suggested the swelling and subsiding undulations of the sea.  In the afternoon the returning prodigal made constant deflections from his course to see if by ascending some hillock he might not pierce the distance and catch a glimpse of his home.  At last he was successful, and cried out excitedly--", "characters": 475, "sentences": 3}, {"text": "\"There is the village, my Prince, and there is the Hall close by! You may see the towers from here; and that wood there--that is my father's park. Ah, _now_ thou'lt know what state and grandeur be! A house with seventy rooms--think of that!--and seven and twenty servants!  A brave lodging for such as we, is it not so?  Come, let us speed--my impatience will not brook further delay.\"", "characters": 387, "sentences": 3}, {"text": "The next moment Hendon sprang to the ground before the great door, helped the King down, then took him by the hand and rushed within. A few steps brought him to a spacious apartment; he entered, seated the King with more hurry than ceremony, then ran toward a young man who sat at a writing-table in front of a generous fire of logs.", "characters": 333, "sentences": 3}, {"text": "\"Embrace me, Hugh,\" he cried, \"and say thou'rt glad I am come again! and call our father, for home is not home till I shall touch his hand, and see his face, and hear his voice once more!\"", "characters": 188, "sentences": 1}, {"text": "But Hugh only drew back, after betraying a momentary surprise, and bent a grave stare upon the intruder--a stare which indicated somewhat of offended dignity, at first, then changed, in response to some inward thought or purpose, to an expression of marvelling curiosity, mixed with a real or assumed compassion.  Presently he said, in a mild voice--", "characters": 351, "sentences": 2}, {"text": "\"Thy wits seem touched, poor stranger; doubtless thou hast suffered privations and rude buffetings at the world's hands; thy looks and dress betoken it.  Whom dost thou take me to be?\"", "characters": 185, "sentences": 2}, {"text": "\"Take thee?  Prithee for whom else than whom thou art?  I take thee to be Hugh Hendon,\" said Miles, sharply.", "characters": 110, "sentences": 2}, {"text": "\"Imagination hath nought to do with it!  Dost thou pretend thou knowest me not for thy brother Miles Hendon?\"", "characters": 110, "sentences": 1}, {"text": "\"What! thou art not jesting? can the dead come to life?  God be praised if it be so!  Our poor lost boy restored to our arms after all these cruel years!  Ah, it seems too good to be true, it _is_ too good to be true--I charge thee, have pity, do not trifle with me!  Quick--come to the light--let me scan thee well!\"", "characters": 321, "sentences": 1}, {"text": "He seized Miles by the arm, dragged him to the window, and began to devour him from head to foot with his eyes, turning him this way and that, and stepping briskly around him and about him to prove him from all points of view; whilst the returned prodigal, all aglow with gladness, smiled, laughed, and kept nodding his head and saying--", "characters": 337, "sentences": 1}, {"text": "\"Go on, brother, go on, and fear not; thou'lt find nor limb nor feature that cannot bide the test.  Scour and scan me to thy content, my good old Hugh--I am indeed thy old Miles, thy same old Miles, thy lost brother, is't not so?  Ah, 'tis a great day--I _said_ 'twas a great day!  Give me thy hand, give me thy cheek--lord, I am like to die of very joy!\"", "characters": 358, "sentences": 2}, {"text": "He was about to throw himself upon his brother; but Hugh put up his hand in dissent, then dropped his chin mournfully upon his breast, saying with emotion--", "characters": 156, "sentences": 1}, {"text": "\"I pray heaven it may prove so, and that other eyes may find the resemblances that are hid from mine.  Alack, I fear me the letter spoke but too truly.\"", "characters": 153, "sentences": 3}, {"text": "\"Dead?\" Miles's voice was subdued, and his lips trembled.  \"My father dead!--oh, this is heavy news.  Half my new joy is withered now.  Prithee let me see my brother Arthur--he will know me; he will know me and console me.\"", "characters": 226, "sentences": 5}, {"text": "\"God be merciful to me, a stricken man!  Gone,--both gone--the worthy taken and the worthless spared, in me!  Ah! I crave your mercy!--do not say the Lady Edith--\"", "characters": 165, "sentences": 1}, {"text": "\"Then, God be praised, my joy is whole again!  Speed thee, brother--let her come to me!  An' _she_ say I am not myself--but she will not; no, no, _she_ will know me, I were a fool to doubt it. Bring her--bring the old servants; they, too, will know me.\"", "characters": 255, "sentences": 3}, {"text": "So saying, Hugh left the room.  Miles stood musing a while, then began to walk the floor, muttering--", "characters": 102, "sentences": 2}, {"text": "He continued walking back and forth, muttering to himself; he had forgotten the King entirely.  By-and-by his Majesty said gravely, and with a touch of genuine compassion, though the words themselves were capable of being interpreted ironically--", "characters": 247, "sentences": 2}, {"text": "\"Mind not thy mischance, good man; there be others in the world whose identity is denied, and whose claims are derided.  Thou hast company.\"", "characters": 141, "sentences": 3}, {"text": "\"I thank thee out of my heart!\" exclaimed Hendon with a fervency which showed that he was touched.  The King added, with the same gentle simplicity--", "characters": 150, "sentences": 2}, {"text": "A guilty confusion seized upon Hendon, and he was grateful that the door opened to admit Hugh, at that moment, and saved him the necessity of replying.", "characters": 151, "sentences": 2}, {"text": "A beautiful lady, richly clothed, followed Hugh, and after her came several liveried servants.  The lady walked slowly, with her head bowed and her eyes fixed upon the floor.  The face was unspeakably sad.  Miles Hendon sprang forward, crying out--", "characters": 251, "sentences": 4}, {"text": "Miles Hendon sank into a chair and covered his face with his hands. After a pause, his brother said to the servants--", "characters": 117, "sentences": 2}, {"text": "\"The servants know you not, sir.  I fear there is some mistake. You have seen that my wife knew you not.\"", "characters": 106, "sentences": 4}, {"text": "\"Thy _wife_!\"  In an instant Hugh was pinned to the wall, with an iron grip about his throat.  \"Oh, thou fox-hearted slave, I see it all!  Thou'st writ the lying letter thyself, and my stolen bride and goods are its fruit.  There--now get thee gone, lest I shame mine honourable soldiership with the slaying of so pitiful a mannikin!\"", "characters": 338, "sentences": 3}, {"text": "Hugh, red-faced, and almost suffocated, reeled to the nearest chair, and commanded the servants to seize and bind the murderous stranger.  They hesitated, and one of them said--", "characters": 178, "sentences": 2}, {"text": "\"Then go, ye paltry cowards, and arm yourselves and guard the doors, whilst I send one to fetch the watch!\" said Hugh.  He turned at the threshold, and said to Miles, \"You'll find it to your advantage to offend not with useless endeavours at escape.\"", "characters": 251, "sentences": 3}, {"text": "\"Escape?  Spare thyself discomfort, an' that is all that troubles thee. For Miles Hendon is master of Hendon Hall and all its belongings.  He will remain--doubt it not.\"", "characters": 171, "sentences": 4}, {"text": "\"No, it is not strange, my liege.  I know him, and this conduct is but natural.  He was a rascal from his birth.\"", "characters": 115, "sentences": 4}, {"text": "\"Indeed?  Doth it not strike you as being passing strange that the land is not filled with couriers and proclamations describing my person and making search for me?  Is it no matter for commotion and distress that the Head of the State is gone; that I am vanished away and lost?\"", "characters": 281, "sentences": 1}, {"text": "\"Most true, my King, I had forgot.\"  Then Hendon sighed, and muttered to himself, \"Poor ruined mind--still busy with its pathetic dream.\"", "characters": 138, "sentences": 3}, {"text": "\"But I have a plan that shall right us both--I will write a paper, in three tongues--Latin, Greek and English--and thou shalt haste away with it to London in the morning.  Give it to none but my uncle, the Lord Hertford; when he shall see it, he will know and say I wrote it.  Then he will send for me.\"", "characters": 305, "sentences": 4}, {"text": "\"Might it not be best, my Prince, that we wait here until I prove myself and make my rights secure to my domains?  I should be so much the better able then to--\"", "characters": 162, "sentences": 1}, {"text": "\"Peace!  What are thy paltry domains, thy trivial interests, contrasted with matters which concern the weal of a nation and the integrity of a throne?\"  Then, he added, in a gentle voice, as if he were sorry for his severity, \"Obey, and have no fear; I will right thee, I will make thee whole--yes, more than whole.  I shall remember, and requite.\"", "characters": 351, "sentences": 3}, {"text": "So saying, he took the pen, and set himself to work.  Hendon contemplated him lovingly a while, then said to himself--", "characters": 119, "sentences": 2}, {"text": "\"An' it were dark, I should think it _was_ a king that spoke; there's no denying it, when the humour's upon on him he doth thunder and lighten like your true King; now where got he that trick?  See him scribble and scratch away contentedly at his meaningless pot-hooks, fancying them to be Latin and Greek--and except my wit shall serve me with a lucky device for diverting him from his purpose, I shall be forced to pretend to post away to-morrow on this wild errand he hath invented for me.\"", "characters": 494, "sentences": 2}, {"text": "He stepped eagerly toward the door; at that moment it opened, and the Lady Edith entered.  She was very pale, but she walked with a firm step, and her carriage was full of grace and gentle dignity. Her face was as sad as before.", "characters": 229, "sentences": 4}, {"text": "Miles sprang forward, with a happy confidence, to meet her, but she checked him with a hardly perceptible gesture, and he stopped where he was.  She seated herself, and asked him to do likewise. Thus simply did she take the sense of old comradeship out of him, and transform him into a stranger and a guest.  The surprise of it, the bewildering unexpectedness of it, made him begin to question, for a moment, if he _was_ the person he was pretending to be, after all.  The Lady Edith said--", "characters": 493, "sentences": 5}, {"text": "\"Most truly I believe it,\" said Miles, bitterly.  \"The power that can command one life-long friend to betray and disown another, and be obeyed, may well look to be obeyed in quarters where bread and life are on the stake and no cobweb ties of loyalty and honour are concerned.\"", "characters": 278, "sentences": 3}, {"text": "A faint tinge appeared for a moment in the lady's cheek, and she dropped her eyes to the floor; but her voice betrayed no emotion when she proceeded--", "characters": 150, "sentences": 1}, {"text": "\"Grant me one thing,\" he said.  \"Let your eyes rest upon mine, so that I may see if they be steady.  There--now answer me.  Am I Miles Hendon?\"", "characters": 146, "sentences": 4}, {"text": "At that moment the officers burst into the room, and a violent struggle began; but Hendon was soon overpowered and dragged away. The King was taken also, and both were bound and led to prison.", "characters": 192, "sentences": 3}, {"text": "During the ensuing week, the days and nights were of a monotonous sameness as to events; men whose faces Hendon remembered more or less distinctly, came, by day, to gaze at the 'impostor' and repudiate and insult him; and by night the carousing and brawling went on with symmetrical regularity.  However, there was a change of incident at last. The jailer brought in an old man, and said to him--", "characters": 397, "sentences": 3}, {"text": "Hendon glanced up, and experienced a pleasant sensation for the first time since he had been in the jail.  He said to himself, \"This is Blake Andrews, a servant all his life in my father's family--a good honest soul, with a right heart in his breast. That is, formerly.  But none are true now; all are liars.  This man will know me--and will deny me, too, like the rest.\"", "characters": 374, "sentences": 6}, {"text": "The jailer finished by lifting himself a-tip-toe with an imaginary halter, at the same time making a gurgling noise in his throat suggestive of suffocation.  The old man said, vindictively--", "characters": 191, "sentences": 2}, {"text": "\"Let him bless God an' he fare no worse.  An' _I_ had the handling o' the villain he should roast, or I am no true man!\"", "characters": 121, "sentences": 2}, {"text": "Then he sauntered toward his ante-room and disappeared.  The old man dropped upon his knees and whispered--", "characters": 108, "sentences": 2}, {"text": "\"God be thanked, thou'rt come again, my master!  I believed thou wert dead these seven years, and lo, here thou art alive!  I knew thee the moment I saw thee; and main hard work it was to keep a stony countenance and seem to see none here but tuppenny knaves and rubbish o' the streets. I am old and poor, Sir Miles; but say the word and I will go forth and proclaim the truth though I be strangled for it.\"", "characters": 409, "sentences": 3}, {"text": "\"No,\" said Hendon; \"thou shalt not.  It would ruin thee, and yet help but little in my cause.  But I thank thee, for thou hast given me back somewhat of my lost faith in my kind.\"", "characters": 181, "sentences": 4}, {"text": "\"There is rumour that the King is mad.  But in charity forbear to say _I_ mentioned it, for 'tis death to speak of it, they say.\"", "characters": 130, "sentences": 3}, {"text": "\"The King is _not_ mad, good man--and thou'lt find it to thy advantage to busy thyself with matters that nearer concern thee than this seditious prattle.\"", "characters": 154, "sentences": 2}, {"text": "\"What doth the lad mean?\" said Andrews, surprised at this brisk assault from such an unexpected quarter.  Hendon gave him a sign, and he did not pursue his question, but went on with his budget--", "characters": 196, "sentences": 2}, {"text": "\"The late King is to be buried at Windsor in a day or two--the 16th of the month--and the new King will be crowned at Westminster the 20th.\"", "characters": 140, "sentences": 2}, {"text": "\"Methinks they must needs find him first,\" muttered his Majesty; then added, confidently, \"but they will look to that--and so also shall I.\"", "characters": 140, "sentences": 2}, {"text": "But the old man got no further--a warning sign from Hendon checked his remark.  He resumed the thread of his gossip--", "characters": 118, "sentences": 2}, {"text": "\"Sir Hugh goeth to the coronation--and with grand hopes.  He confidently looketh to come back a peer, for he is high in favour with the Lord Protector.\"", "characters": 153, "sentences": 3}, {"text": "Hendon's arts all failed with the King--he could not be comforted; but a couple of women who were chained near him succeeded better. Under their gentle ministrations he found peace and learned a degree of patience.  He was very grateful, and came to love them dearly and to delight in the sweet and soothing influence of their presence.  He asked them why they were in prison, and when they said they were Baptists, he smiled, and inquired--", "characters": 443, "sentences": 4}, {"text": "\"Is that a crime to be shut up for in a prison?  Now I grieve, for I shall lose ye--they will not keep ye long for such a little thing.\"", "characters": 137, "sentences": 2}, {"text": "\"You do not speak; be good to me, and tell me--there will be no other punishment?  Prithee tell me there is no fear of that.\"", "characters": 126, "sentences": 2}, {"text": "\"Will they scourge thee?  No, no, they would not be so cruel!  Say they would not.  Come, they _will_ not, will they?\"", "characters": 121, "sentences": 2}, {"text": "The women betrayed confusion and distress, but there was no avoiding an answer, so one of them said, in a voice choked with emotion--", "characters": 133, "sentences": 1}, {"text": "\"It is a confession!\" the King broke in.  \"Then they _will_ scourge thee, the stony-hearted wretches!  But oh, thou must not weep, I cannot bear it.  Keep up thy courage--I shall come to my own in time to save thee from this bitter thing, and I will do it!\"", "characters": 260, "sentences": 3}, {"text": "\"They are saved!\" he said, joyfully; then added, despondently, \"but woe is me!--for they were my comforters.\"", "characters": 109, "sentences": 2}, {"text": "Each of them had left a shred of ribbon pinned to his clothing, in token of remembrance.  He said he would keep these things always; and that soon he would seek out these dear good friends of his and take them under his protection.", "characters": 232, "sentences": 3}, {"text": "Just then the jailer came in with some subordinates, and commanded that the prisoners be conducted to the jail-yard.  The King was overjoyed--it would be a blessed thing to see the blue sky and breathe the fresh air once more.  He fretted and chafed at the slowness of the officers, but his turn came at last, and he was released from his staple and ordered to follow the other prisoners with Hendon.", "characters": 402, "sentences": 4}, {"text": "Now, by command, the masses parted and fell aside, and the King saw a spectacle that froze the marrow in his bones.  Faggots had been piled about the two women, and a kneeling man was lighting them!", "characters": 199, "sentences": 2}, {"text": "Hendon was watching the King.  He said to himself, with satisfaction, \"His disorder mendeth; he hath changed, and groweth gentler.  If he had followed his wont, he would have stormed at these varlets, and said he was King, and commanded that the women be turned loose unscathed.  Soon his delusion will pass away and be forgotten, and his poor mind will be whole again.  God speed the day!\"", "characters": 394, "sentences": 5}, {"text": "The King was furious over these inhumanities, and wanted Hendon to break jail and fly with him to Westminster, so that he could mount his throne and hold out his sceptre in mercy over these unfortunate people and save their lives.  \"Poor child,\" sighed Hendon, \"these woeful tales have brought his malady upon him again; alack, but for this evil hap, he would have been well in a little time.\"", "characters": 394, "sentences": 3}, {"text": "\"These be honourable scars,\" he said, and turned back his grey hair and showed the mutilated stubs of what had once been his ears.", "characters": 130, "sentences": 2}, {"text": "\"None believe in me--neither wilt thou.  But no matter--within the compass of a month thou shalt be free; and more, the laws that have dishonoured thee, and shamed the English name, shall be swept from the statute books.  The world is made wrong; kings should go to school to their own laws, at times, and so learn mercy.\" {1}", "characters": 328, "sentences": 4}, {"text": "He raged and threatened on his way to punishment, but it did no good; he was snatched roughly along by the officers, and got an occasional cuff, besides, for his irreverent conduct.", "characters": 181, "sentences": 2}, {"text": "\"Oh, peace!\" exclaimed Hendon, in a panic, \"thou'lt destroy thyself. Mind him not, officer, he is mad.\"", "characters": 103, "sentences": 3}, {"text": "\"Give thyself no trouble as to the matter of minding him, good man, I have small mind to mind him; but as to teaching him somewhat, to that I am well inclined.\"  He turned to a subordinate and said, \"Give the little fool a taste or two of the lash, to mend his manners.\"", "characters": 271, "sentences": 3}, {"text": "\"Half a dozen will better serve his turn,\" suggested Sir Hugh, who had ridden up, a moment before, to take a passing glance at the proceedings.", "characters": 143, "sentences": 2}, {"text": "But meantime, Miles Hendon was resolving the difficulty.  \"Let the child go,\" said he; \"ye heartless dogs, do ye not see how young and frail he is?  Let him go--I will take his lashes.\"", "characters": 187, "sentences": 3}, {"text": "\"Marry, a good thought--and thanks for it,\" said Sir Hugh, his face lighting with a sardonic satisfaction.  \"Let the little beggar go, and give this fellow a dozen in his place--an honest dozen, well laid on.\" The King was in the act of entering a fierce protest, but Sir Hugh silenced him with the potent remark, \"Yes, speak up, do, and free thy mind--only, mark ye, that for each word you utter he shall get six strokes the more.\"", "characters": 433, "sentences": 4}, {"text": "\"Kings cannot ennoble thee, thou good, great soul, for One who is higher than kings hath done that for thee; but a king can confirm thy nobility to men.\"  He picked up the scourge from the ground, touched Hendon's bleeding shoulders lightly with it, and whispered, \"Edward of England dubs thee Earl!\"", "characters": 301, "sentences": 2}, {"text": "When Hendon's term of service in the stocks was finished, he was released and ordered to quit the region and come back no more. His sword was restored to him, and also his mule and his donkey. He mounted and rode off, followed by the King, the crowd opening with quiet respectfulness to let them pass, and then dispersing when they were gone.", "characters": 342, "sentences": 4}, {"text": "Whilst the true King wandered about the land poorly clad, poorly fed, cuffed and derided by tramps one while, herding with thieves and murderers in a jail another, and called idiot and impostor by all impartially, the mock King Tom Canty enjoyed quite a different experience.", "characters": 275, "sentences": 2}, {"text": "When we saw him last, royalty was just beginning to have a bright side for him.  This bright side went on brightening more and more every day: in a very little while it was become almost all sunshine and delightfulness.  He lost his fears; his misgivings faded out and died; his embarrassments departed, and gave place to an easy and confident bearing.  He worked the whipping-boy mine to ever-increasing profit.", "characters": 415, "sentences": 5}, {"text": "He ordered my Lady Elizabeth and my Lady Jane Grey into his presence when he wanted to play or talk, and dismissed them when he was done with them, with the air of one familiarly accustomed to such performances.  It no longer confused him to have these lofty personages kiss his hand at parting.", "characters": 296, "sentences": 3}, {"text": "He came to enjoy being conducted to bed in state at night, and dressed with intricate and solemn ceremony in the morning.  It came to be a proud pleasure to march to dinner attended by a glittering procession of officers of state and gentlemen-at-arms; insomuch, indeed, that he doubled his guard of gentlemen-at-arms, and made them a hundred.  He liked to hear the bugles sounding down the long corridors, and the distant voices responding, \"Way for the King!\"", "characters": 463, "sentences": 3}, {"text": "He even learned to enjoy sitting in throned state in council, and seeming to be something more than the Lord Protector's mouthpiece. He liked to receive great ambassadors and their gorgeous trains, and listen to the affectionate messages they brought from illustrious monarchs who called him brother.  O happy Tom Canty, late of Offal Court!", "characters": 342, "sentences": 3}, {"text": "When Tom Canty awoke the next morning, the air was heavy with a thunderous murmur:  all the distances were charged with it.  It was music to him; for it meant that the English world was out in its strength to give loyal welcome to the great day.", "characters": 247, "sentences": 3}, {"text": "Presently Tom found himself once more the chief figure in a wonderful floating pageant on the Thames; for by ancient custom the 'recognition procession' through London must start from the Tower, and he was bound thither.", "characters": 220, "sentences": 2}, {"text": "In Fenchurch Street a 'fair child, in costly apparel,' stood on a stage to welcome his Majesty to the city.  The last verse of his greeting was in these words--", "characters": 161, "sentences": 2}, {"text": "'Welcome, O King! as much as hearts can think; Welcome, again, as much as tongue can tell,--Welcome to joyous tongues, and hearts that will not shrink: God thee preserve, we pray, and wish thee ever well.'", "characters": 205, "sentences": 2}, {"text": "Every now and then rose the cry, \"A largess! a largess!\" and Tom responded by scattering a handful of bright new coins abroad for the multitude to scramble for.", "characters": 160, "sentences": 2}, {"text": "The procession moved on, and still on, through ever augmenting splendours and ever augmenting tempests of welcome; but to Tom Canty they were as if they had not been.  He neither saw nor heard.  Royalty had lost its grace and sweetness; its pomps were become a reproach.  Remorse was eating his heart out.  He said, \"Would God I were free of my captivity!\"", "characters": 360, "sentences": 5}, {"text": "He had unconsciously dropped back into the phraseology of the first days of his compulsory greatness.", "characters": 101, "sentences": 2}, {"text": "The shining pageant still went winding like a radiant and interminable serpent down the crooked lanes of the quaint old city, and through the huzzaing hosts; but still the King rode with bowed head and vacant eyes, seeing only his mother's face and that wounded look in it.", "characters": 273, "sentences": 2}, {"text": "\"Long live Edward of England!\"  It seemed as if the earth shook with the explosion; but there was no response from the King.  He heard it only as one hears the thunder of the surf when it is blown to the ear out of a great distance, for it was smothered under another sound which was still nearer, in his own breast, in his accusing conscience--a voice which kept repeating those shameful words, \"I do not know you, woman!\"", "characters": 425, "sentences": 2}, {"text": "The words smote upon the King's soul as the strokes of a funeral bell smite upon the soul of a surviving friend when they remind him of secret treacheries suffered at his hands by him that is gone.", "characters": 197, "sentences": 2}, {"text": "New glories were unfolded at every turning; new wonders, new marvels, sprang into view; the pent clamours of waiting batteries were released; new raptures poured from the throats of the waiting multitudes:  but the King gave no sign, and the accusing voice that went moaning through his comfortless breast was all the sound he heard.", "characters": 334, "sentences": 2}, {"text": "By-and-by the gladness in the faces of the populace changed a little, and became touched with a something like solicitude or anxiety:  an abatement in the volume of the applause was observable too.  The Lord Protector was quick to notice these things:  he was as quick to detect the cause.  He spurred to the King's side, bent low in his saddle, uncovered, and said--", "characters": 371, "sentences": 3}, {"text": "\"My liege, it is an ill time for dreaming.  The people observe thy downcast head, thy clouded mien, and they take it for an omen.  Be advised:  unveil the sun of royalty, and let it shine upon these boding vapours, and disperse them.  Lift up thy face, and smile upon the people.\"", "characters": 284, "sentences": 5}, {"text": "Still once more, a little before the progress was ended, the Duke was obliged to ride forward, and make remonstrance.  He whispered--", "characters": 134, "sentences": 2}, {"text": "\"O dread sovereign! shake off these fatal humours; the eyes of the world are upon thee.\"  Then he added with sharp annoyance, \"Perdition catch that crazy pauper! 'twas she that hath disturbed your Highness.\"", "characters": 208, "sentences": 3}, {"text": "\"My God!\" groaned the Protector as he reined his horse backward to his post, \"the omen was pregnant with prophecy.  He is gone mad again!\"", "characters": 139, "sentences": 2}, {"text": "Stillness reigns, the torches blink dully, the time drags heavily. But at last the lagging daylight asserts itself, the torches are extinguished, and a mellow radiance suffuses the great spaces. All features of the noble building are distinct now, but soft and dreamy, for the sun is lightly veiled with clouds.", "characters": 311, "sentences": 4}, {"text": "Now the robed and mitred great heads of the church, and their attendants, filed in upon the platform and took their appointed places; these were followed by the Lord Protector and other great officials, and these again by a steel-clad detachment of the Guard.", "characters": 259, "sentences": 2}, {"text": "There was a waiting pause; then, at a signal, a triumphant peal of music burst forth, and Tom Canty, clothed in a long robe of cloth of gold, appeared at a door, and stepped upon the platform.  The entire multitude rose, and the ceremony of the Recognition ensued.", "characters": 265, "sentences": 3}, {"text": "Then a noble anthem swept the Abbey with its rich waves of sound; and thus heralded and welcomed, Tom Canty was conducted to the throne.  The ancient ceremonies went on, with impressive solemnity, whilst the audience gazed; and as they drew nearer and nearer to completion, Tom Canty grew pale, and still paler, and a deep and steadily deepening woe and despondency settled down upon his spirits and upon his remorseful heart.", "characters": 427, "sentences": 3}, {"text": "At last the final act was at hand.  The Archbishop of Canterbury lifted up the crown of England from its cushion and held it out over the trembling mock-King's head.  In the same instant a rainbow-radiance flashed along the spacious transept; for with one impulse every individual in the great concourse of nobles lifted a coronet and poised it over his or her head--and paused in that attitude.", "characters": 397, "sentences": 4}, {"text": "A deep hush pervaded the Abbey.  At this impressive moment, a startling apparition intruded upon the scene--an apparition observed by none in the absorbed multitude, until it suddenly appeared, moving up the great central aisle.  It was a boy, bareheaded, ill shod, and clothed in coarse plebeian garments that were falling to rags.  He raised his hand with a solemnity which ill comported with his soiled and sorry aspect, and delivered this note of warning--", "characters": 463, "sentences": 4}, {"text": "In an instant several indignant hands were laid upon the boy; but in the same instant Tom Canty, in his regal vestments, made a swift step forward, and cried out in a ringing voice--", "characters": 182, "sentences": 1}, {"text": "A sort of panic of astonishment swept the assemblage, and they partly rose in their places and stared in a bewildered way at one another and at the chief figures in this scene, like persons who wondered whether they were awake and in their senses, or asleep and dreaming.  The Lord Protector was as amazed as the rest, but quickly recovered himself, and exclaimed in a voice of authority--", "characters": 390, "sentences": 2}, {"text": "\"Oh, my lord the King, let poor Tom Canty be first to swear fealty to thee, and say, 'Put on thy crown and enter into thine own again!'\"", "characters": 136, "sentences": 1}, {"text": "The Lord Protector's eye fell sternly upon the new-comer's face; but straightway the sternness vanished away, and gave place to an expression of wondering surprise.  This thing happened also to the other great officers.  They glanced at each other, and retreated a step by a common and unconscious impulse.  The thought in each mind was the same:  \"What a strange resemblance!\"", "characters": 381, "sentences": 4}, {"text": "The Lord Protector reflected a moment or two in perplexity, then he said, with grave respectfulness--", "characters": 101, "sentences": 1}, {"text": "The Duke asked him many questions about the Court, the late King, the prince, the princesses--the boy answered them correctly and without hesitating.  He described the rooms of state in the palace, the late King's apartments, and those of the Prince of Wales.", "characters": 260, "sentences": 3}, {"text": "It was strange; it was wonderful; yes, it was unaccountable--so all said that heard it.  The tide was beginning to turn, and Tom Canty's hopes to run high, when the Lord Protector shook his head and said--", "characters": 206, "sentences": 2}, {"text": "\"It is true it is most wonderful--but it is no more than our lord the King likewise can do.\"  This remark, and this reference to himself as still the King, saddened Tom Canty, and he felt his hopes crumbling from under him.  \"These are not _proofs_,\" added the Protector.", "characters": 273, "sentences": 4}, {"text": "The tide was turning very fast now, very fast indeed--but in the wrong direction; it was leaving poor Tom Canty stranded on the throne, and sweeping the other out to sea.  The Lord Protector communed with himself--shook his head--the thought forced itself upon him, \"It is perilous to the State and to us all, to entertain so fateful a riddle as this; it could divide the nation and undermine the throne.\"  He turned and said--", "characters": 429, "sentences": 3}, {"text": "\"Sir Thomas, arrest this--No, hold!\"  His face lighted, and he confronted the ragged candidate with this question--", "characters": 116, "sentences": 1}, {"text": "\"Where lieth the Great Seal?  Answer me this truly, and the riddle is unriddled; for only he that was Prince of Wales _can_ so answer! On so trivial a thing hang a throne and a dynasty!\"", "characters": 187, "sentences": 1}, {"text": "All the company wondered at this speech, and wondered still more to see the little mendicant pick out this peer without hesitancy or apparent fear of mistake, and call him by name with such a placidly convincing air of having known him all his life.  The peer was almost surprised into obeying.  He even made a movement as if to go, but quickly recovered his tranquil attitude and confessed his blunder with a blush.  Tom Canty turned upon him and said, sharply--", "characters": 466, "sentences": 4}, {"text": "The Lord St. John made a deep obeisance--and it was observed that it was a significantly cautious and non-committal one, it not being delivered at either of the kings, but at the neutral ground about half-way between the two--and took his leave.", "characters": 245, "sentences": 3}, {"text": "Now the Lord St. John was seen returning.  As he advanced up the mid-aisle the interest was so intense that the low murmur of conversation in the great assemblage died out and was succeeded by a profound hush, a breathless stillness, through which his footfalls pulsed with a dull and distant sound.  Every eye was fastened upon him as he moved along.  He reached the platform, paused a moment, then moved toward Tom Canty with a deep obeisance, and said--", "characters": 459, "sentences": 5}, {"text": "A mob does not melt away from the presence of a plague-patient with more haste than the band of pallid and terrified courtiers melted away from the presence of the shabby little claimant of the Crown.  In a moment he stood all alone, without friend or supporter, a target upon which was concentrated a bitter fire of scornful and angry looks.  The Lord Protector called out fiercely--", "characters": 386, "sentences": 3}, {"text": "\"Cast the beggar into the street, and scourge him through the town--the paltry knave is worth no more consideration!\"", "characters": 117, "sentences": 1}, {"text": "\"Searched you well?--but it boots not to ask that.  It doth seem passing strange.  Little things, trifles, slip out of one's ken, and one does not think it matter for surprise; but how so bulky a thing as the Seal of England can vanish away and no man be able to get track of it again--a massy golden disk--\"", "characters": 310, "sentences": 3}, {"text": "\"Hold, that is enough!  Was it round?--and thick?--and had it letters and devices graved upon it?--yes?  Oh, _now_ I know what this Great Seal is that there's been such worry and pother about. An' ye had described it to me, ye could have had it three weeks ago.  Right well I know where it lies; but it was not I that put it there--first.\"", "characters": 342, "sentences": 4}, {"text": "\"He that stands there--the rightful King of England.  And he shall tell you himself where it lies--then you will believe he knew it of his own knowledge.  Bethink thee, my King--spur thy memory--it was the last, the very _last_ thing thou didst that day before thou didst rush forth from the palace, clothed in my rags, to punish the soldier that insulted me.\"", "characters": 362, "sentences": 4}, {"text": "\"I call the scene back--all of it--but the Seal hath no place in it.\"  He paused, then looked up, and said with gentle dignity, \"My lords and gentlemen, if ye will rob your rightful sovereign of his own for lack of this evidence which he is not able to furnish, I may not stay ye, being powerless.  But--\"", "characters": 307, "sentences": 3}, {"text": "As Tom checked off his details, and the other boy nodded his head in recognition of them, the great audience and the officials stared in puzzled wonderment; the tale sounded like true history, yet how could this impossible conjunction between a prince and a beggar-boy have come about?  Never was a company of people so perplexed, so interested, and so stupefied, before.", "characters": 372, "sentences": 2}, {"text": "\"There, 'tis sufficient!--and the good God be thanked!\" exclaimed the ragged claimant, in a mighty excitement.  \"Go, my good St. John--in an arm-piece of the Milanese armour that hangs on the wall, thou'lt find the Seal!\"", "characters": 222, "sentences": 3}, {"text": "\"Right, my King! right!\" cried Tom Canty; \"_Now_ the sceptre of England is thine own; and it were better for him that would dispute it that he had been born dumb!  Go, my Lord St. John, give thy feet wings!\"", "characters": 208, "sentences": 2}, {"text": "For five minutes the air quaked with shouts and the crash of musical instruments, and was white with a storm of waving handkerchiefs; and through it all a ragged lad, the most conspicuous figure in England, stood, flushed and happy and proud, in the centre of the spacious platform, with the great vassals of the kingdom kneeling around him.", "characters": 341, "sentences": 2}, {"text": "\"Now, O my King, take these regal garments back, and give poor Tom, thy servant, his shreds and remnants again.\"", "characters": 112, "sentences": 2}, {"text": "\"I will not have it so.  But for him I had not got my crown again--none shall lay a hand upon him to harm him.  And as for thee, my good uncle, my Lord Protector, this conduct of thine is not grateful toward this poor lad, for I hear he hath made thee a duke\"--the Protector blushed--\"yet he was not a king; wherefore what is thy fine title worth now?  To-morrow you shall sue to me, _through him_, for its confirmation, else no duke, but a simple earl, shalt thou remain.\"", "characters": 476, "sentences": 4}, {"text": "Under this rebuke, his Grace the Duke of Somerset retired a little from the front for the moment.  The King turned to Tom, and said kindly--\"My poor boy, how was it that you could remember where I hid the Seal when I could not remember it myself?\"", "characters": 248, "sentences": 2}, {"text": "Poor child, the avalanche of laughter that greeted this nearly swept him off his feet.  But if a doubt remained in any mind that Tom Canty was not the King of England and familiar with the august appurtenances of royalty, this reply disposed of it utterly.", "characters": 257, "sentences": 3}, {"text": "Meantime the sumptuous robe of state had been removed from Tom's shoulders to the King's, whose rags were effectually hidden from sight under it.  Then the coronation ceremonies were resumed; the true King was anointed and the crown set upon his head, whilst cannon thundered the news to the city, and all London seemed to rock with applause.", "characters": 343, "sentences": 3}, {"text": "Miles Hendon was picturesque enough before he got into the riot on London Bridge--he was more so when he got out of it.  He had but little money when he got in, none at all when he got out.  The pickpockets had stripped him of his last farthing.", "characters": 247, "sentences": 4}, {"text": "But no matter, so he found his boy.  Being a soldier, he did not go at his task in a random way, but set to work, first of all, to arrange his campaign.", "characters": 153, "sentences": 3}, {"text": "So Miles started on his quest.  Hour after hour he tramped through back alleys and squalid streets, seeking groups and crowds, and finding no end of them, but never any sign of the boy.  This greatly surprised him, but did not discourage him.  To his notion, there was nothing the matter with his plan of campaign; the only miscalculation about it was that the campaign was becoming a lengthy one, whereas he had expected it to be short.", "characters": 440, "sentences": 5}, {"text": "When daylight arrived, at last, he had made many a mile, and canvassed many a crowd, but the only result was that he was tolerably tired, rather hungry and very sleepy.  He wanted some breakfast, but there was no way to get it.  To beg for it did not occur to him; as to pawning his sword, he would as soon have thought of parting with his honour; he could spare some of his clothes--yes, but one could as easily find a customer for a disease as for such clothes.", "characters": 465, "sentences": 4}, {"text": "It was not at all cold; so he stretched himself on the ground in the lee of a hedge to rest and think.  Drowsiness presently began to settle upon his senses; the faint and far-off boom of cannon was wafted to his ear, and he said to himself, \"The new King is crowned,\" and straightway fell asleep.  He had not slept or rested, before, for more than thirty hours. He did not wake again until near the middle of the next morning.", "characters": 429, "sentences": 5}, {"text": "He got up, lame, stiff, and half famished, washed himself in the river, stayed his stomach with a pint or two of water, and trudged off toward Westminster, grumbling at himself for having wasted so much time.  Hunger helped him to a new plan, now; he would try to get speech with old Sir Humphrey Marlow and borrow a few marks, and--but that was enough of a plan for the present; it would be time enough to enlarge it when this first stage should be accomplished.", "characters": 464, "sentences": 3}, {"text": "Toward eleven o'clock he approached the palace; and although a host of showy people were about him, moving in the same direction, he was not inconspicuous--his costume took care of that.  He watched these people's faces narrowly, hoping to find a charitable one whose possessor might be willing to carry his name to the old lieutenant--as to trying to get into the palace himself, that was simply out of the question.", "characters": 418, "sentences": 3}, {"text": "Presently our whipping-boy passed him, then wheeled about and scanned his figure well, saying to himself, \"An' that is not the very vagabond his Majesty is in such a worry about, then am I an ass--though belike I was that before.  He answereth the description to a rag--that God should make two such would be to cheapen miracles by wasteful repetition.  I would I could contrive an excuse to speak with him.\"", "characters": 410, "sentences": 4}, {"text": "Miles Hendon saved him the trouble; for he turned about, then, as a man generally will when somebody mesmerises him by gazing hard at him from behind; and observing a strong interest in the boy's eyes, he stepped toward him and said--", "characters": 234, "sentences": 1}, {"text": "The boy started, and said to himself, \"Lord! mine old departed father!\" Then he answered aloud, \"Right well, your worship.\"", "characters": 123, "sentences": 2}, {"text": "\"Then say Miles Hendon, son of Sir Richard, is here without--I shall be greatly bounden to you, my good lad.\"", "characters": 109, "sentences": 2}, {"text": "The boy looked disappointed.  \"The King did not name him so,\" he said to himself; \"but it mattereth not, this is his twin brother, and can give his Majesty news of t'other Sir-Odds-and-Ends, I warrant.\"  So he said to Miles, \"Step in there a moment, good sir, and wait till I bring you word.\"", "characters": 294, "sentences": 4}, {"text": "\"God of his mercy grant that they find somewhat,\" said poor Miles; \"I have searched enow, and failed, yet is my need greater than theirs.\"", "characters": 138, "sentences": 2}, {"text": "Nothing was found but a document.  The officer tore it open, and Hendon smiled when he recognised the 'pot-hooks' made by his lost little friend that black day at Hendon Hall.  The officer's face grew dark as he read the English paragraph, and Miles blenched to the opposite colour as he listened.", "characters": 299, "sentences": 4}, {"text": "\"Another new claimant of the Crown!\" cried the officer.  \"Verily they breed like rabbits, to-day.  Seize the rascal, men, and see ye keep him fast whilst I convey this precious paper within and send it to the King.\"", "characters": 217, "sentences": 4}, {"text": "\"Now is my evil luck ended at last,\" muttered Hendon, \"for I shall dangle at a rope's end for a certainty, by reason of that bit of writing.  And what will become of my poor lad!--ah, only the good God knoweth.\"", "characters": 212, "sentences": 3}, {"text": "By-and-by he saw the officer coming again, in a great hurry; so he plucked his courage together, purposing to meet his trouble as became a man.  The officer ordered the men to loose the prisoner and return his sword to him; then bowed respectfully, and said--", "characters": 260, "sentences": 2}, {"text": "Hendon followed, saying to himself, \"An' I were not travelling to death and judgment, and so must needs economise in sin, I would throttle this knave for his mock courtesy.\"", "characters": 173, "sentences": 2}, {"text": "He muttered some broken sentences, still gazing and marvelling; then turned his eyes around and about, scanning the gorgeous throng and the splendid saloon, murmuring, \"But these are _real_--verily these are _real_--surely it is not a dream.\"", "characters": 242, "sentences": 2}, {"text": "He stared at the King again--and thought, \"_Is_ it a dream . . . or _is_ he the veritable Sovereign of England, and not the friendless poor Tom o' Bedlam I took him for--who shall solve me this riddle?\"", "characters": 202, "sentences": 4}, {"text": "A sudden idea flashed in his eye, and he strode to the wall, gathered up a chair, brought it back, planted it on the floor, and sat down in it!", "characters": 143, "sentences": 1}, {"text": "Two persons, who, through delay, had only arrived from the country during this morning, and had now been in this room only five minutes, stood listening to these words and looking at the King, then at the scarecrow, then at the King again, in a sort of torpid bewilderment.  These were Sir Hugh and the Lady Edith.  But the new Earl did not see them.  He was still staring at the monarch, in a dazed way, and muttering--", "characters": 423, "sentences": 4}, {"text": "\"Oh, body o' me!  _this_ my pauper!  This my lunatic!  This is he whom _I_ would show what grandeur was, in my house of seventy rooms and seven-and-twenty servants!  This is he who had never known aught but rags for raiment, kicks for comfort, and offal for diet!  This is he whom _I_ adopted and would make respectable! Would God I had a bag to hide my head in!\"", "characters": 368, "sentences": 1}, {"text": "Then his manners suddenly came back to him, and he dropped upon his knees, with his hands between the King's, and swore allegiance and did homage for his lands and titles.  Then he rose and stood respectfully aside, a mark still for all eyes--and much envy, too.", "characters": 263, "sentences": 3}, {"text": "\"Strip this robber of his false show and stolen estates, and put him under lock and key till I have need of him.\"", "characters": 113, "sentences": 2}, {"text": "There was a stir at the other end of the room, now; the assemblage fell apart, and Tom Canty, quaintly but richly clothed, marched down, between these living walls, preceded by an usher.  He knelt before the King, who said--", "characters": 225, "sentences": 2}, {"text": "The proud and happy Tom Canty rose and kissed the King's hand, and was conducted from the presence.  He did not waste any time, but flew to his mother, to tell her and Nan and Bet all about it and get them to help him enjoy the great news. {1}", "characters": 244, "sentences": 3}, {"text": "Hugh was not prosecuted for his threats or for stealing his brother's estates and title, because the wife and brother would not testify against him--and the former would not have been allowed to do it, even if she had wanted to.  Hugh deserted his wife and went over to the continent, where he presently died; and by-and-by the Earl of Kent married his relict. There were grand times and rejoicings at Hendon village when the couple paid their first visit to the Hall.", "characters": 469, "sentences": 4}, {"text": "The King sought out the farmer who had been branded and sold as a slave, and reclaimed him from his evil life with the Ruffler's gang, and put him in the way of a comfortable livelihood.", "characters": 186, "sentences": 2}, {"text": "He also took that old lawyer out of prison and remitted his fine. He provided good homes for the daughters of the two Baptist women whom he saw burned at the stake, and roundly punished the official who laid the undeserved stripes upon Miles Hendon's back.", "characters": 256, "sentences": 3}, {"text": "He saved from the gallows the boy who had captured the stray falcon, and also the woman who had stolen a remnant of cloth from a weaver; but he was too late to save the man who had been convicted of killing a deer in the royal forest.", "characters": 234, "sentences": 2}, {"text": "He showed favour to the justice who had pitied him when he was supposed to have stolen a pig, and he had the gratification of seeing him grow in the public esteem and become a great and honoured man.", "characters": 199, "sentences": 2}, {"text": "Yes, King Edward VI. lived only a few years, poor boy, but he lived them worthily.  More than once, when some great dignitary, some gilded vassal of the crown, made argument against his leniency, and urged that some law which he was bent upon amending was gentle enough for its purpose, and wrought no suffering or oppression which any one need mightily mind, the young King turned the mournful eloquence of his great compassionate eyes upon him and answered--", "characters": 461, "sentences": 3}, {"text": "The reign of Edward VI. was a singularly merciful one for those harsh times.  Now that we are taking leave of him, let us try to keep this in our minds, to his credit.", "characters": 168, "sentences": 4}, {"text": "{2}  He refers to the order of baronets, or baronettes; the barones minores, as distinct from the parliamentary barons--not, it need hardly be said, to the baronets of later creation.", "characters": 184, "sentences": 2}, {"text": "{7}  Canting terms for various kinds of thieves, beggars and vagabonds, and their female companions.", "characters": 101, "sentences": 2}, {"text": "It appears that Christ's Hospital was not originally founded as a _school_; its object was to rescue children from the streets, to shelter, feed, clothe them.--Timbs' Curiosities of London.", "characters": 189, "sentences": 3}, {"text": "The King was now approaching fast towards his end; and fearing lest Norfolk should escape him, he sent a message to the Commons, by which he desired them to hasten the Bill, on pretence that Norfolk enjoyed the dignity of Earl Marshal, and it was necessary to appoint another, who might officiate at the ensuing ceremony of installing his son Prince of Wales.--Hume's History of England, vol. iii. p. 307.", "characters": 405, "sentences": 6}, {"text": "It was not till the end of this reign (Henry VIII.) that any salads, carrots, turnips, or other edible roots were produced in England.  The little of these vegetables that was used was formerly imported from Holland and Flanders.  Queen Catherine, when she wanted a salad, was obliged to despatch a messenger thither on purpose.--Hume's History of England, vol. iii. p. 314.", "characters": 376, "sentences": 9}, {"text": "The House of Peers, without examining the prisoner, without trial or evidence, passed a Bill of Attainder against him and sent it down to the Commons . . . The obsequious Commons obeyed his (the King's) directions; and the King, having affixed the Royal assent to the Bill by commissioners, issued orders for the execution of Norfolk on the morning of January 29 (the next day).--Hume's History of England, vol iii. p 306.", "characters": 422, "sentences": 7}, {"text": "Had Henry VIII. survived a few hours longer, his order for the duke's execution would have been carried into effect. 'But news being carried to the Tower that the King himself had expired that night, the lieutenant deferred obeying the warrant; and it was not thought advisable by the Council to begin a new reign by the death of the greatest nobleman in the kingdom, who had been condemned by a sentence so unjust and tyrannical.'--Hume's History of England, vol. iii, p. 307.", "characters": 477, "sentences": 7}, {"text": "James I. and Charles II. had whipping-boys, when they were little fellows, to take their punishment for them when they fell short in their lessons; so I have ventured to furnish my small prince with one, for my own purposes.", "characters": 224, "sentences": 4}, {"text": "The young King discovered an extreme attachment to his uncle, who was, in the main, a man of moderation and probity.--Hume's History of England, vol. iii, p324.", "characters": 160, "sentences": 4}, {"text": "In the reign of Henry VIII. poisoners were, by Act of Parliament, condemned to be _boiled to death_.  This Act was repealed in the following reign.", "characters": 148, "sentences": 4}, {"text": "A woman and her daughter, _nine years old_, were hanged in Huntingdon for selling their souls to the devil, and raising a storm by pulling off their stockings!--Dr. J. Hammond Trumbull's Blue Laws, True and False, p. 20.", "characters": 220, "sentences": 5}, {"text": "So young a King and so ignorant a peasant were likely to make mistakes; and this is an instance in point.  This peasant was suffering from this law _by anticipation_; the King was venting his indignation against a law which was not yet in existence; for this hideous statute was to have birth in this little King's _own reign_. However, we know, from the humanity of his character, that it could never have been suggested by him.", "characters": 430, "sentences": 4}, {"text": "When Connecticut and New Haven were framing their first codes, larceny above the value of twelve pence was a capital crime in England--as it had been since the time of Henry I.--Dr. J. Hammond Trumbull's Blue Laws, True and False, p. 17.", "characters": 237, "sentences": 6}, {"text": "The curious old book called The English Rogue makes the limit thirteen pence ha'penny:  death being the portion of any who steal a thing 'above the value of thirteen pence ha'penny.'", "characters": 183, "sentences": 2}, {"text": "From many descriptions of larceny the law expressly took away the benefit of clergy:  to steal a horse, or a _hawk_, or woollen cloth from the weaver, was a hanging matter.  So it was to kill a deer from the King's forest, or to export sheep from the kingdom.--Dr. J. Hammond Trumbull's Blue Laws, True and False, p.13.", "characters": 321, "sentences": 7}, {"text": "Christ's Hospital, by ancient custom, possesses the privilege of addressing the Sovereign on the occasion of his or her coming into the City to partake of the hospitality of the Corporation of London.--Ibid.", "characters": 207, "sentences": 3}, {"text": "Among the more eminent Bluecoat boys are Joshua Barnes, editor of Anacreon and Euripides; Jeremiah Markland, the eminent critic, particularly in Greek Literature; Camden, the antiquary; Bishop Stillingfleet; Samuel Richardson, the novelist; Thomas Mitchell, the translator of Aristophanes; Thomas Barnes, many years editor of the London Times; Coleridge, Charles Lamb, and Leigh Hunt.", "characters": 384, "sentences": 2}, {"text": "No boy is admitted before he is seven years old, or after he is nine; and no boy can remain in the school after he is fifteen, King's boys and 'Grecians' alone excepted.  There are about 500 Governors, at the head of whom are the Sovereign and the Prince of Wales.  The qualification for a Governor is payment of 500 pounds.--Ibid.", "characters": 333, "sentences": 5}, {"text": "There has never been a time--under the Blue Laws or any other--when above _fourteen_ crimes were punishable by death in Connecticut.  But in England, within the memory of men who are still hale in body and mind, _two hundred and twenty-three_ crimes were punishable by death! {10}  These facts are worth knowing--and worth thinking about, too.", "characters": 345, "sentences": 3}, {"text": "End of the Project Gutenberg EBook of The Prince and The Pauper, Complete by Mark Twain (Samuel Clemens)", "characters": 104, "sentences": 1}], "id": 1837, "paragraphs": 674, "author": "Mark Twain (Samuel Clemens)"}