{"title": "Walden, and On The Duty Of Civil Disobedience", "data": [{"text": "When I wrote the following pages, or rather the bulk of them, I lived alone, in the woods, a mile from any neighbor, in a house which I had built myself, on the shore of Walden Pond, in Concord, Massachusetts, and earned my living by the labor of my hands only. I lived there two years and two months. At present I am a sojourner in civilized life again.", "characters": 354, "sentences": 4}, {"text": "But men labor under a mistake. The better part of the man is soon plowed into the soil for compost. By a seeming fate, commonly called necessity, they are employed, as it says in an old book, laying up treasures which moth and rust will corrupt and thieves break through and steal. It is a fool's life, as they will find when they get to the end of it, if not before. It is said that Deucalion and Pyrrha created men by throwing stones over their heads behind them:--", "characters": 467, "sentences": 5}, {"text": "Inde genus durum sumus, experiensque laborum,            Et documenta damus qua simus origine nati.", "characters": 99, "sentences": 2}, {"text": "\"From thence our kind hard-hearted is, enduring pain and care,    Approving that our bodies of a stony nature are.\"", "characters": 115, "sentences": 2}, {"text": "So much for a blind obedience to a blundering oracle, throwing the stones over their heads behind them, and not seeing where they fell.", "characters": 135, "sentences": 2}, {"text": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation. From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats. A stereotyped but unconscious despair is concealed even under what are called the games and amusements of mankind. There is no play in them, for this comes after work. But it is a characteristic of wisdom not to do desperate things.", "characters": 462, "sentences": 7}, {"text": "The greater part of what my neighbors call good I believe in my soul to be bad, and if I repent of anything, it is very likely to be my good behavior. What demon possessed me that I behaved so well? You may say the wisest thing you can, old man--you who have lived seventy years, not without honor of a kind--I hear an irresistible voice which invites me away from all that. One generation abandons the enterprises of another like stranded vessels.", "characters": 448, "sentences": 4}, {"text": "If I should attempt to tell how I have desired to spend my life in years past, it would probably surprise those of my readers who are somewhat acquainted with its actual history; it would certainly astonish those who know nothing about it. I will only hint at some of the enterprises which I have cherished.", "characters": 307, "sentences": 3}, {"text": "I long ago lost a hound, a bay horse, and a turtle dove, and am still on their trail. Many are the travellers I have spoken concerning them, describing their tracks and what calls they answered to. I have met one or two who had heard the hound, and the tramp of the horse, and even seen the dove disappear behind a cloud, and they seemed as anxious to recover them as if they had lost them themselves.", "characters": 401, "sentences": 4}, {"text": "For a long time I was reporter to a journal, of no very wide circulation, whose editor has never yet seen fit to print the bulk of my contributions, and, as is too common with writers, I got only my labor for my pains. However, in this case my pains were their own reward.", "characters": 272, "sentences": 3}, {"text": "For many years I was self-appointed inspector of snow-storms and rain-storms, and did my duty faithfully; surveyor, if not of highways, then of forest paths and all across-lot routes, keeping them open, and ravines bridged and passable at all seasons, where the public heel had testified to their utility.", "characters": 305, "sentences": 2}, {"text": "In short, I went on thus for a long time (I may say it without boasting), faithfully minding my business, till it became more and more evident that my townsmen would not after all admit me into the list of town officers, nor make my place a sinecure with a moderate allowance. My accounts, which I can swear to have kept faithfully, I have, indeed, never got audited, still less accepted, still less paid and settled. However, I have not set my heart on that.", "characters": 459, "sentences": 4}, {"text": "I have thought that Walden Pond would be a good place for business, not solely on account of the railroad and the ice trade; it offers advantages which it may not be good policy to divulge; it is a good port and a good foundation. No Neva marshes to be filled; though you must everywhere build on piles of your own driving. It is said that a flood-tide, with a westerly wind, and ice in the Neva, would sweep St. Petersburg from the face of the earth.", "characters": 451, "sentences": 5}, {"text": "\"Behold all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.\"", "characters": 129, "sentences": 2}, {"text": "The farmer is endeavoring to solve the problem of a livelihood by a formula more complicated than the problem itself. To get his shoestrings he speculates in herds of cattle. With consummate skill he has set his trap with a hair spring to catch comfort and independence, and then, as he turned away, got his own leg into it. This is the reason he is poor; and for a similar reason we are all poor in respect to a thousand savage comforts, though surrounded by luxuries. As Chapman sings,", "characters": 487, "sentences": 5}, {"text": "\"The false society of men--                 --for earthly greatness               All heavenly comforts rarefies to air.\"", "characters": 121, "sentences": 2}, {"text": "So I went on for some days cutting and hewing timber, and also studs and rafters, all with my narrow axe, not having many communicable or scholar-like thoughts, singing to myself,--", "characters": 181, "sentences": 1}, {"text": "Men say they know many things;                   But lo! they have taken wings--                   The arts and sciences,                   And a thousand appliances;                   The wind that blows                   Is all that any body knows.", "characters": 250, "sentences": 2}, {"text": "Before winter I built a chimney, and shingled the sides of my house, which were already impervious to rain, with imperfect and sappy shingles made of the first slice of the log, whose edges I was obliged to straighten with a plane.", "characters": 231, "sentences": 2}, {"text": "These are all the materials, excepting the timber, stones, and sand, which I claimed by squatter's right. I have also a small woodshed adjoining, made chiefly of the stuff which was left after building the house.", "characters": 212, "sentences": 3}, {"text": "I intend to build me a house which will surpass any on the main street in Concord in grandeur and luxury, as soon as it pleases me as much and will cost me no more than my present one.", "characters": 184, "sentences": 2}, {"text": "$ 23.44       Deducting the outgoes............  14.72-1/2                                          --------       There are left.................. $  8.71-1/2", "characters": 159, "sentences": 34}, {"text": "beside produce consumed and on hand at the time this estimate was made of the value of $4.50--the amount on hand much more than balancing a little grass which I did not raise. All things considered, that is, considering the importance of a man's soul and of today, notwithstanding the short time occupied by my experiment, nay, partly even because of its transient character, I believe that that was doing better than any farmer in Concord did that year.", "characters": 454, "sentences": 4}, {"text": "By surveying, carpentry, and day-labor of various other kinds in the village in the meanwhile, for I have as many trades as fingers, I had earned $13.34. The expense of food for eight months, namely, from July 4th to March 1st, the time when these estimates were made, though I lived there more than two years--not counting potatoes, a little green corn, and some peas, which I had raised, nor considering the value of what was on hand at the last date--was", "characters": 457, "sentences": 3}, {"text": "Clothing and some incidental expenses within the same dates, though little can be inferred from this item, amounted to", "characters": 118, "sentences": 1}, {"text": "$8.40-3/4     Oil and some household utensils........  2.00", "characters": 59, "sentences": 11}, {"text": "So that all the pecuniary outgoes, excepting for washing and mending, which for the most part were done out of the house, and their bills have not yet been received--and these are all and more than all the ways by which money necessarily goes out in this part of the world--were", "characters": 278, "sentences": 1}, {"text": "House................................. $ 28.12-1/2     Farm one year........................... 14.72-1/2     Food eight months.......................  8.74     Clothing, etc., eight months............  8.40-3/4     Oil, etc., eight months.................  2.00                                            ------------         In all............................ $ 61.99-3/4", "characters": 373, "sentences": 149}, {"text": "I address myself now to those of my readers who have a living to get. And to meet this I have for farm produce sold", "characters": 115, "sentences": 2}, {"text": "$23.44     Earned by day-labor....................  13.34                                            --------         In all............................. $36.78,", "characters": 161, "sentences": 53}, {"text": "which subtracted from the sum of the outgoes leaves a balance of $25.21-3/4 on the one side--this being very nearly the means with which I started, and the measure of expenses to be incurred--and on the other, beside the leisure and independence and health thus secured, a comfortable house for me as long as I choose to occupy it.", "characters": 331, "sentences": 3}, {"text": "The reader will perceive that I am treating the subject rather from an economic than a dietetic point of view, and he will not venture to put my abstemiousness to the test unless he has a well-stocked larder.", "characters": 208, "sentences": 2}, {"text": "\"we can make liquor to sweeten our lips         Of pumpkins and parsnips and walnut-tree chips.\"", "characters": 96, "sentences": 2}, {"text": "Finally, as for salt, that grossest of groceries, to obtain this might be a fit occasion for a visit to the seashore, or, if I did without it altogether, I should probably drink the less water. I do not learn that the Indians ever troubled themselves to go after it.", "characters": 266, "sentences": 3}, {"text": "Not long since I was present at the auction of a deacon's effects, for his life had not been ineffectual:--", "characters": 107, "sentences": 1}, {"text": "\"On the fourth morning, the high priest, by rubbing dry wood together, produces new fire in the public square, from whence every habitation in the town is supplied with the new and pure flame.\"", "characters": 193, "sentences": 2}, {"text": "They then feast on the new corn and fruits, and dance and sing for three days, \"and the four following days they receive visits and rejoice with their friends from neighboring towns who have in like manner purified and prepared themselves.\"", "characters": 240, "sentences": 2}, {"text": "The Mexicans also practised a similar purification at the end of every fifty-two years, in the belief that it was time for the world to come to an end.", "characters": 151, "sentences": 2}, {"text": "I have scarcely heard of a truer sacrament, that is, as the dictionary defines it, \"outward and visible sign of an inward and spiritual grace,\" than this, and I have no doubt that they were originally inspired directly from Heaven to do thus, though they have no Biblical record of the revelation.", "characters": 297, "sentences": 2}, {"text": "In short, I am convinced, both by faith and experience, that to maintain one's self on this earth is not a hardship but a pastime, if we will live simply and wisely; as the pursuits of the simpler nations are still the sports of the more artificial. It is not necessary that a man should earn his living by the sweat of his brow, unless he sweats easier than I do.", "characters": 364, "sentences": 3}, {"text": "\"I am monarch of all I _survey_,                 My right there is none to dispute.\"", "characters": 84, "sentences": 2}, {"text": "I have frequently seen a poet withdraw, having enjoyed the most valuable part of a farm, while the crusty farmer supposed that he had got a few wild apples only. Why, the owner does not know it for many years when a poet has put his farm in rhyme, the most admirable kind of invisible fence, has fairly impounded it, milked it, skimmed it, and got all the cream, and left the farmer only the skimmed milk.", "characters": 405, "sentences": 3}, {"text": "The present was my next experiment of this kind, which I purpose to describe more at length, for convenience putting the experience of two years into one. As I have said, I do not propose to write an ode to dejection, but to brag as lustily as chanticleer in the morning, standing on his roost, if only to wake my neighbors up.", "characters": 327, "sentences": 3}, {"text": "Though the view from my door was still more contracted, I did not feel crowded or confined in the least. There was pasture enough for my imagination. The low shrub oak plateau to which the opposite shore arose stretched away toward the prairies of the West and the steppes of Tartary, affording ample room for all the roving families of men. \"There are none happy in the world but beings who enjoy freely a vast horizon\"--said Damodara, when his herds required new and larger pastures.", "characters": 485, "sentences": 5}, {"text": "\"There was a shepherd that did live,                   And held his thoughts as high                As were the mounts whereon his flocks                   Did hourly feed him by.\"", "characters": 180, "sentences": 2}, {"text": "What should we think of the shepherd's life if his flocks always wandered to higher pastures than his thoughts?", "characters": 111, "sentences": 1}, {"text": "\"In truth, our village has become a butt        For one of those fleet railroad shafts, and o'er        Our peaceful plain its soothing sound is--Concord.\"", "characters": 155, "sentences": 2}, {"text": "The Fitchburg Railroad touches the pond about a hundred rods south of where I dwell. I usually go to the village along its causeway, and am, as it were, related to society by this link. The men on the freight trains, who go over the whole length of the road, bow to me as to an old acquaintance, they pass me so often, and apparently they take me for an employee; and so I am. I too would fain be a track-repairer somewhere in the orbit of the earth.", "characters": 450, "sentences": 5}, {"text": "While these things go up other things come down. Warned by the whizzing sound, I look up from my book and see some tall pine, hewn on far northern hills, which has winged its way over the Green Mountains and the Connecticut, shot like an arrow through the township within ten minutes, and scarce another eye beholds it; going", "characters": 325, "sentences": 2}, {"text": "What's the railroad to me?                   I never go to see                   Where it ends.                   It fills a few hollows,                   And makes banks for the swallows,                   It sets the sand a-blowing,                   And the blackberries a-growing,", "characters": 285, "sentences": 2}, {"text": "but I cross it like a cart-path in the woods. I will not have my eyes put out and my ears spoiled by its smoke and steam and hissing.", "characters": 133, "sentences": 3}, {"text": "Now that the cars are gone by and all the restless world with them, and the fishes in the pond no longer feel their rumbling, I am more alone than ever. For the rest of the long afternoon, perhaps, my meditations are interrupted only by the faint rattle of a carriage or team along the distant highway.", "characters": 302, "sentences": 3}, {"text": "\"Mourning untimely consumes the sad;            Few are their days in the land of the living,            Beautiful daughter of Toscar.\"", "characters": 135, "sentences": 2}, {"text": "\"We seek to perceive them, and we do not see them; we seek to hear them, and we do not hear them; identified with the substance of things, they cannot be separated from them.\"", "characters": 175, "sentences": 2}, {"text": "\"They cause that in all the universe men purify and sanctify their hearts, and clothe themselves in their holiday garments to offer sacrifices and oblations to their ancestors. It is an ocean of subtile intelligences. They are everywhere, above us, on our left, on our right; they environ us on all sides.\"", "characters": 306, "sentences": 4}, {"text": "We are the subjects of an experiment which is not a little interesting to me. Can we not do without the society of our gossips a little while under these circumstances--have our own thoughts to cheer us? Confucius says truly, \"Virtue does not remain as an abandoned orphan; it must of necessity have neighbors.\"", "characters": 311, "sentences": 3}, {"text": "I have heard of a man lost in the woods and dying of famine and exhaustion at the foot of a tree, whose loneliness was relieved by the grotesque visions with which, owing to bodily weakness, his diseased imagination surrounded him, and which he believed to be real. So also, owing to bodily and mental health and strength, we may be continually cheered by a like but more normal and natural society, and come to know that we are never alone.", "characters": 441, "sentences": 3}, {"text": "I think that I love society as much as most, and am ready enough to fasten myself like a bloodsucker for the time to any full-blooded man that comes in my way. I am naturally no hermit, but might possibly sit out the sturdiest frequenter of the bar-room, if my business called me thither.", "characters": 288, "sentences": 3}, {"text": "My \"best\" room, however, my withdrawing room, always ready for company, on whose carpet the sun rarely fell, was the pine wood behind my house. Thither in summer days, when distinguished guests came, I took them, and a priceless domestic swept the floor and dusted the furniture and kept the things in order.", "characters": 308, "sentences": 3}, {"text": "\"Arrivèd there, the little house they fill,            Ne looke for entertainment where none was;         Rest is their feast, and all things at their will:            The noblest mind the best contentment has.\"", "characters": 212, "sentences": 2}, {"text": "\"Or have you alone heard some news from Phthia?        They say that Menoetius lives yet, son of Actor,        And Peleus lives, son of Æacus, among the Myrmidons,        Either of whom having died, we should greatly grieve.\"", "characters": 226, "sentences": 2}, {"text": "He was a skilful chopper, and indulged in some flourishes and ornaments in his art. He cut his trees level and close to the ground, that the sprouts which came up afterward might be more vigorous and a sled might slide over the stumps; and instead of leaving a whole tree to support his corded wood, he would pare it away to a slender stake or splinter which you could break off with your hand at last.", "characters": 402, "sentences": 3}, {"text": "This is the house that I built;        This is the man that lives in the house that I built;", "characters": 92, "sentences": 1}, {"text": "These are the folks that worry the man               That lives in the house that I built.", "characters": 90, "sentences": 2}, {"text": "I had more cheering visitors than the last. Children come a-berrying, railroad men taking a Sunday morning walk in clean shirts, fishermen and hunters, poets and philosophers; in short, all honest pilgrims, who came out to the woods for freedom's sake, and really left the village behind, I was ready to greet with--\"Welcome, Englishmen! welcome, Englishmen!\" for I had had communication with that race.", "characters": 403, "sentences": 3}, {"text": "I planted about two acres and a half of upland; and as it was only about fifteen years since the land was cleared, and I myself had got out two or three cords of stumps, I did not give it any manure; but in the course of the summer it appeared by the arrowheads which I turned up in hoeing, that an extinct nation had anciently dwelt here and planted corn and beans ere white men came to clear the land, and so, to some extent, had exhausted the soil for this very crop.", "characters": 470, "sentences": 2}, {"text": "I felt proud to know that the liberties of Massachusetts and of our fatherland were in such safe keeping; and as I turned to my hoeing again I was filled with an inexpressible confidence, and pursued my labor cheerfully with a calm trust in the future.", "characters": 252, "sentences": 2}, {"text": "But to be more particular, for it is complained that Mr. Coleman has reported chiefly the expensive experiments of gentlemen farmers, my outgoes were,--", "characters": 152, "sentences": 2}, {"text": "\"And as he spake, his wings would now and then          Spread, as he meant to fly, then close again--\"", "characters": 103, "sentences": 1}, {"text": "so that we should suspect that we might be conversing with an angel. Bread may not always nourish us; but it always does us good, it even takes stiffness out of our joints, and makes us supple and buoyant, when we knew not what ailed us, to recognize any generosity in man or Nature, to share any unmixed and heroic joy.", "characters": 320, "sentences": 3}, {"text": "\"Nor wars did men molest,          When only beechen bowls were in request.\"", "characters": 76, "sentences": 2}, {"text": "\"You who govern public affairs, what need have you to employ punishments? Love virtue, and the people will be virtuous. The virtues of a superior man are like the wind; the virtues of a common man are like the grass--the grass, when the wind passes over it, bends.\"", "characters": 265, "sentences": 3}, {"text": "A lake is the landscape's most beautiful and expressive feature. It is earth's eye; looking into which the beholder measures the depth of his own nature. The fluviatile trees next the shore are the slender eyelashes which fringe it, and the wooded hills and cliffs around are its overhanging brows.", "characters": 298, "sentences": 4}, {"text": "It is no dream of mine,               To ornament a line;               I cannot come nearer to God and Heaven               Than I live to Walden even.               I am its stony shore,               And the breeze that passes o'er;               In the hollow of my hand               Are its water and its sand,               And its deepest resort               Lies high in my thought.", "characters": 392, "sentences": 3}, {"text": "The cars never pause to look at it; yet I fancy that the engineers and firemen and brakemen, and those passengers who have a season ticket and see it often, are better men for the sight. The engineer does not forget at night, or his nature does not, that he has beheld this vision of serenity and purity once at least during the day. Though seen but once, it helps to wash out State Street and the engine's soot. One proposes that it be called \"God's Drop.\"", "characters": 457, "sentences": 5}, {"text": "No, no; if the fairest features of the landscape are to be named after men, let them be the noblest and worthiest men alone. Let our lakes receive as true names at least as the Icarian Sea, where \"still the shore\" a \"brave attempt resounds.\"", "characters": 241, "sentences": 3}, {"text": "Goose Pond, of small extent, is on my way to Flint's; Fair Haven, an expansion of Concord River, said to contain some seventy acres, is a mile southwest; and White Pond, of about forty acres, is a mile and a half beyond Fair Haven. This is my lake country. These, with Concord River, are my water privileges; and night and day, year in year out, they grind such grist as I carry to them.", "characters": 387, "sentences": 4}, {"text": "This pond has rarely been profaned by a boat, for there is little in it to tempt a fisherman. Instead of the white lily, which requires mud, or the common sweet flag, the blue flag (_Iris versicolor_) grows thinly in the pure water, rising from the stony bottom all around the shore, where it is visited by hummingbirds in June; and the color both of its bluish blades and its flowers and especially their reflections, is in singular harmony with the glaucous water.", "characters": 466, "sentences": 3}, {"text": "I set out one afternoon to go a-fishing to Fair Haven, through the woods, to eke out my scanty fare of vegetables. My way led through Pleasant Meadow, an adjunct of the Baker Farm, that retreat of which a poet has since sung, beginning,--", "characters": 238, "sentences": 2}, {"text": "\"Thy entry is a pleasant field,                 Which some mossy fruit trees yield                 Partly to a ruddy brook,                 By gliding musquash undertook,                 And mercurial trout,                 Darting about.\"", "characters": 239, "sentences": 2}, {"text": "\"And here a poet builded,                      In the completed years,                   For behold a trivial cabin                      That to destruction steers.\"", "characters": 165, "sentences": 2}, {"text": "\"Do you ever fish?\" I asked. \"Oh yes, I catch a mess now and then when I am lying by; good perch I catch.\"--\"What's your bait?\" \"I catch shiners with fishworms, and bait the perch with them.\" \"You'd better go now, John,\" said his wife, with glistening and hopeful face; but John demurred.", "characters": 288, "sentences": 5}, {"text": "\"Landscape where the richest element                 Is a little sunshine innocent.\"...", "characters": 87, "sentences": 5}, {"text": "\"Debate with no man hast thou,                    With questions art never perplexed,                 As tame at the first sight as now,                    In thy plain russet gabardine dressed.\"...", "characters": 198, "sentences": 5}, {"text": "\"Come ye who love,                    And ye who hate,                 Children of the Holy Dove,                    And Guy Faux of the state,                 And hang conspiracies                 From the tough rafters of the trees!\"", "characters": 235, "sentences": 1}, {"text": "Men come tamely home at night only from the next field or street, where their household echoes haunt, and their life pines because it breathes its own breath over again; their shadows, morning and evening, reach farther than their daily steps. We should come home from far, from adventures, and perils, and discoveries every day, with new experience and character.", "characters": 364, "sentences": 3}, {"text": "\"yave not of the text a pulled hen             That saith that hunters ben not holy men.\"", "characters": 89, "sentences": 2}, {"text": "\"How happy's he who hath due place assigned              To his beasts and disafforested his mind!                           . . . . . . .              Can use this horse, goat, wolf, and ev'ry beast,              And is not ass himself to all the rest!              Else man not only is the herd of swine,              But he's those devils too which did incline              Them to a headlong rage, and made them worse.\"", "characters": 423, "sentences": 9}, {"text": "Every man is the builder of a temple, called his body, to the god he worships, after a style purely his own, nor can he get off by hammering marble instead. We are all sculptors and painters, and our material is our own flesh and blood and bones. Any nobleness begins at once to refine a man's features, any meanness or sensuality to imbrute them.", "characters": 347, "sentences": 4}, {"text": "Sometimes I had a companion in my fishing, who came through the village to my house from the other side of the town, and the catching of the dinner was as much a social exercise as the eating of it.", "characters": 198, "sentences": 2}, {"text": "_Poet._ See those clouds; how they hang! That's the greatest thing I have seen to-day. There's nothing like it in old paintings, nothing like it in foreign lands--unless when we were off the coast of Spain. That's a true Mediterranean sky. I thought, as I have my living to get, and have not eaten to-day, that I might go a-fishing. That's the true industry for poets. It is the only trade I have learned. Come, let's along.", "characters": 424, "sentences": 9}, {"text": "_Poet._ How now, Hermit, is it too soon? I have got just thirteen whole ones, beside several which are imperfect or undersized; but they will do for the smaller fry; they do not cover up the hook so much. Those village worms are quite too large; a shiner may make a meal off one without finding the skewer.", "characters": 306, "sentences": 4}, {"text": "_Hermit._ Well, then, let's be off. Shall we to the Concord? There's good sport there if the water be not too high.", "characters": 115, "sentences": 4}, {"text": "Why do precisely these objects which we behold make a world? Why has man just these species of animals for his neighbors; as if nothing but a mouse could have filled this crevice? I suspect that Pilpay & Co. have put animals to their best use, for they are all beasts of burden, in a sense, made to carry some portion of our thoughts.", "characters": 334, "sentences": 3}, {"text": "Like the wasps, before I finally went into winter quarters in November, I used to resort to the northeast side of Walden, which the sun, reflected from the pitch pine woods and the stony shore, made the fireside of the pond; it is so much pleasanter and wholesomer to be warmed by the sun while you can be, than by an artificial fire. I thus warmed myself by the still glowing embers which the summer, like a departed hunter, had left.", "characters": 435, "sentences": 3}, {"text": "However, only one or two of my guests were ever bold enough to stay and eat a hasty-pudding with me; but when they saw that crisis approaching they beat a hasty retreat rather, as if it would shake the house to its foundations. Nevertheless, it stood through a great many hasty-puddings.", "characters": 287, "sentences": 3}, {"text": "\"Never, bright flame, may be denied to me       Thy dear, life imaging, close sympathy.       What but my hopes shot upward e'er so bright?       What but my fortunes sunk so low in night?       Why art thou banished from our hearth and hall,       Thou who art welcomed and beloved by all?       Was thy existence then too fanciful       For our life's common light, who are so dull?       Did thy bright gleam mysterious converse hold       With our congenial souls? secrets too bold?", "characters": 486, "sentences": 2}, {"text": "Well, we are safe and strong, for now we sit       Beside a hearth where no dim shadows flit,       Where nothing cheers nor saddens, but a fire       Warms feet and hands--nor does to more aspire;       By whose compact utilitarian heap       The present may sit down and go to sleep,       Nor fear the ghosts who from the dim past walked,       And with us by the unequal light of the old wood fire talked.\"", "characters": 410, "sentences": 2}, {"text": "Farther down the hill, on the left, on the old road in the woods, are marks of some homestead of the Stratton family; whose orchard once covered all the slope of Brister's Hill, but was long since killed out by pitch pines, excepting a few stumps, whose old roots furnish still the wild stocks of many a thrifty village tree.", "characters": 325, "sentences": 2}, {"text": "Once more, on the left, where are seen the well and lilac bushes by the wall, in the now open field, lived Nutting and Le Grosse. But to return toward Lincoln.", "characters": 159, "sentences": 3}, {"text": "I am not aware that any man has ever built on the spot which I occupy. Deliver me from a city built on the site of a more ancient city, whose materials are ruins, whose gardens cemeteries. The soil is blanched and accursed there, and before that becomes necessary the earth itself will be destroyed. With such reminiscences I repeopled the woods and lulled myself asleep.", "characters": 371, "sentences": 5}, {"text": "There was one other with whom I had \"solid seasons,\" long to be remembered, at his house in the village, and who looked in upon me from time to time; but I had no more for society there.", "characters": 186, "sentences": 2}, {"text": "There too, as everywhere, I sometimes expected the Visitor who never comes. The Vishnu Purana says, \"The house-holder is to remain at eventide in his courtyard as long as it takes to milk a cow, or longer if he pleases, to await the arrival of a guest.\" I often performed this duty of hospitality, waited long enough to milk a whole herd of cows, but did not see the man approaching from the town.", "characters": 397, "sentences": 4}, {"text": "I also heard the whooping of the ice in the pond, my great bed-fellow in that part of Concord, as if it were restless in its bed and would fain turn over, were troubled with flatulency and had dreams; or I was waked by the cracking of the ground by the frost, as if some one had driven a team against my door, and in the morning would find a crack in the earth a quarter of a mile long and a third of an inch wide.", "characters": 414, "sentences": 2}, {"text": "At midnight, when there was a moon, I sometimes met with hounds in my path prowling about the woods, which would skulk out of my way, as if afraid, and stand silent amid the bushes till I had passed.", "characters": 199, "sentences": 2}, {"text": "\"So high as heaved the tumid hills, so low              Down sunk a hollow bottom broad and deep,              Capacious bed of waters.\"", "characters": 136, "sentences": 2}, {"text": "At length the sun's rays have attained the right angle, and warm winds blow up mist and rain and melt the snowbanks, and the sun, dispersing the mist, smiles on a checkered landscape of russet and white smoking with incense, through which the traveller picks his way from islet to islet, cheered by the music of a thousand tinkling rills and rivulets whose veins are filled with the blood of winter which they are bearing off.", "characters": 426, "sentences": 2}, {"text": "Ere long, not only on these banks, but on every hill and plain and in every hollow, the frost comes out of the ground like a dormant quadruped from its burrow, and seeks the sea with music, or migrates to other climes in clouds. Thaw with his gentle persuasion is more powerful than Thor with his hammer. The one melts, the other but breaks in pieces.", "characters": 351, "sentences": 4}, {"text": "As every season seems best to us in its turn, so the coming in of spring is like the creation of Cosmos out of Chaos and the realization of the Golden Age.--", "characters": 157, "sentences": 2}, {"text": "\"The East-Wind withdrew to Aurora and the Nabathæn kingdom,    And the Persian, and the ridges placed under the morning rays.                         . . . . . . .    Man was born.  Whether that Artificer of things,    The origin of a better world, made him from the divine seed;    Or the earth, being recent and lately sundered from the high    Ether, retained some seeds of cognate heaven.\"", "characters": 394, "sentences": 11}, {"text": "\"A return to goodness produced each day in the tranquil and beneficent breath of the morning, causes that in respect to the love of virtue and the hatred of vice, one approaches a little the primitive nature of man, as the sprouts of the forest which has been felled. In like manner the evil which one does in the interval of a day prevents the germs of virtues which began to spring up again from developing themselves and destroys them.", "characters": 438, "sentences": 3}, {"text": "\"After the germs of virtue have thus been prevented many times from developing themselves, then the beneficent breath of evening does not suffice to preserve them. As soon as the breath of evening does not suffice longer to preserve them, then the nature of man does not differ much from that of the brute. Men seeing the nature of this man like that of the brute, think that he has never possessed the innate faculty of reason. Are those the true and natural sentiments of man?\"", "characters": 479, "sentences": 4}, {"text": "Thus was my first year's life in the woods completed; and the second year was similar to it. I finally left Walden September 6th, 1847.", "characters": 135, "sentences": 3}, {"text": "\"Direct your eye right inward, and you'll find            A thousand regions in your mind            Yet undiscovered.  Travel them, and be            Expert in home-cosmography.\"", "characters": 179, "sentences": 3}, {"text": "\"Erret, et extremos alter scrutetur Iberos.            Plus habet hic vitae, plus habet ille viae.\"", "characters": 99, "sentences": 3}, {"text": "Let them wander and scrutinize the outlandish Australians.    I have more of God, they more of the road.", "characters": 104, "sentences": 3}, {"text": "I do not suppose that I have attained to obscurity, but I should be proud if no more fatal fault were found with my pages on this score than was found with the Walden ice. Southern customers objected to its blue color, which is the evidence of its purity, as if it were muddy, and preferred the Cambridge ice, which is white, but tastes of weeds. The purity men love is like the mists which envelop the earth, and not like the azure ether beyond.", "characters": 446, "sentences": 4}, {"text": "Some are dinning in our ears that we Americans, and moderns generally, are intellectual dwarfs compared with the ancients, or even the Elizabethan men. But what is that to the purpose? A living dog is better than a dead lion. Shall a man go and hang himself because he belongs to the race of pygmies, and not be the biggest pygmy that he can? Let every one mind his own business, and endeavor to be what he was made.", "characters": 416, "sentences": 4}, {"text": "I do not say that John or Jonathan will realize all this; but such is the character of that morrow which mere lapse of time can never make to dawn. The light which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.", "characters": 301, "sentences": 6}, {"text": "But, to speak practically and as a citizen, unlike those who call themselves no-government men, I ask for, not at once no government, but _at once_ a better government. Let every man make known what kind of government would command his respect, and that will be one step toward obtaining it.", "characters": 291, "sentences": 3}, {"text": "\"Not a drum was heard, not a funeral note,                As his corse to the rampart we hurried;             Not a soldier discharged his farewell shot                O'er the grave where our hero we buried.\"", "characters": 209, "sentences": 2}, {"text": "\"I am too high-born to be propertied,            To be a secondary at control,            Or useful serving-man and instrument            To any sovereign state throughout the world.\"", "characters": 183, "sentences": 2}, {"text": "He who gives himself entirely to his fellow-men appears to them useless and selfish; but he who gives himself partially to them is pronounced a benefactor and philanthropist.", "characters": 174, "sentences": 2}, {"text": "How does it become a man to behave toward this American government to-day? I answer, that he cannot without disgrace be associated with it. I cannot for an instant recognize that political organization as _my_ government which is the _slave's_ government also.", "characters": 260, "sentences": 3}, {"text": "In their practice, nations agree with Paley; but does any one think that Massachusetts does exactly what is right at the present crisis?", "characters": 136, "sentences": 1}, {"text": "\"A drab of state, a cloth-o'-silver slut,     To have her train borne up, and her soul trail in the dirt.\"", "characters": 106, "sentences": 2}, {"text": "I do not hesitate to say, that those who call themselves Abolitionists should at once effectually withdraw their support, both in person and property, from the government of Massachusetts, and not wait till they constitute a majority of one, before they suffer the right to prevail through them. I think that it is enough if they have God on their side, without waiting for that other one. Moreover, any man more right than his neighbors constitutes a majority of one already.", "characters": 476, "sentences": 4}, {"text": "I pumped my fellow-prisoner as dry as I could, for fear I should never see him again; but at length he showed me which was my bed, and left me to blow out the lamp.", "characters": 164, "sentences": 2}, {"text": "If others pay the tax which is demanded of me, from a sympathy with the State, they do but what they have already done in their own case, or rather they abet injustice to a greater extent than the State requires. If they pay the tax from a mistaken interest in the individual taxed, to save his property, or prevent his going to jail, it is because they have not considered wisely how far they let their private feelings interfere with the public good.", "characters": 452, "sentences": 3}, {"text": "This, then, is my position at present. But one cannot be too much on his guard in such a case, lest his action be biased by obstinacy or an undue regard for the opinions of men. Let him see that he does only what belongs to himself and to the hour.", "characters": 248, "sentences": 4}, {"text": "\"We must affect our country as our parents,              And if at any time we alienate              Our love or industry from doing it honor,              We must respect effects and teach the soul              Matter of conscience and religion,              And not desire of rule or benefit.\"", "characters": 295, "sentences": 2}, {"text": "However, the government does not concern me much, and I shall bestow the fewest possible thoughts on it. It is not many moments that I live under a government, even in this world. If a man is thought-free, fancy-free, imagination-free, that which _is not_ never for a long time appearing _to be_ to him, unwise rulers or reformers cannot fatally interrupt him.", "characters": 360, "sentences": 4}, {"text": "They who know of no purer sources of truth, who have traced up its stream no higher, stand, and wisely stand, by the Bible and the Constitution, and drink at it there with reverence and humility; but they who behold where it comes trickling into this lake or that pool, gird up their loins once more, and continue their pilgrimage toward its fountain-head.", "characters": 356, "sentences": 2}, {"text": "End of the Project Gutenberg EBook of Walden, and On The Duty Of Civil Disobedience, by Henry David Thoreau", "characters": 107, "sentences": 1}], "id": 205, "paragraphs": 134, "author": "Henry David Thoreau"}