{"title": "The Turn of the Screw", "data": [{"text": "\"I quite agree--in regard to Griffin's ghost, or whatever it was--that its appearing first to the little boy, at so tender an age, adds a particular touch. But it's not the first occurrence of its charming kind that I know to have involved a child. If the child gives the effect another turn of the screw, what do you say to TWO children--?\"", "characters": 341, "sentences": 3}, {"text": "\"We say, of course,\" somebody exclaimed, \"that they give two turns! Also that we want to hear about them.\"", "characters": 106, "sentences": 2}, {"text": "I can see Douglas there before the fire, to which he had got up to present his back, looking down at his interlocutor with his hands in his pockets. \"Nobody but me, till now, has ever heard. It's quite too horrible.\" This, naturally, was declared by several voices to give the thing the utmost price, and our friend, with quiet art, prepared his triumph by turning his eyes over the rest of us and going on: \"It's beyond everything. Nothing at all that I know touches it.\"", "characters": 472, "sentences": 6}, {"text": "He seemed to say it was not so simple as that; to be really at a loss how to qualify it. He passed his hand over his eyes, made a little wincing grimace. \"For dreadful--dreadfulness!\"", "characters": 183, "sentences": 3}, {"text": "He took no notice of her; he looked at me, but as if, instead of me, he saw what he spoke of. \"For general uncanny ugliness and horror and pain.\"", "characters": 145, "sentences": 3}, {"text": "He laughed for the first time. \"You ARE acute. Yes, she was in love. That is, she had been. That came out--she couldn't tell her story without its coming out. I saw it, and she saw I saw it; but neither of us spoke of it. I remember the time and the place--the corner of the lawn, the shade of the great beeches and the long, hot summer afternoon. It wasn't a scene for a shudder; but oh--!\" He quitted the fire and dropped back into his chair.", "characters": 444, "sentences": 9}, {"text": "\"You'll all meet me here?\" He looked us round again. \"Isn't anybody going?\" It was almost the tone of hope.", "characters": 107, "sentences": 3}, {"text": "\"_I_ will\"--and \"_I_ will!\" cried the ladies whose departure had been fixed. Mrs. Griffin, however, expressed the need for a little more light. \"Who was it she was in love with?\"", "characters": 178, "sentences": 4}, {"text": "He sprang to his feet again. \"Yes--tomorrow. Now I must go to bed. Good night.\" And quickly catching up a candlestick, he left us slightly bewildered. From our end of the great brown hall we heard his step on the stair; whereupon Mrs. Griffin spoke. \"Well, if I don't know who she was in love with, I know who HE was.\"", "characters": 318, "sentences": 9}, {"text": "\"The outbreak,\" I returned, \"will make a tremendous occasion of Thursday night;\" and everyone so agreed with me that, in the light of it, we lost all attention for everything else. The last story, however incomplete and like the mere opening of a serial, had been told; we handshook and \"candlestuck,\" as somebody said, and went to bed.", "characters": 336, "sentences": 3}, {"text": "So far had Douglas presented his picture when someone put a question. \"And what did the former governess die of?--of so much respectability?\"", "characters": 141, "sentences": 2}, {"text": "\"In her successor's place,\" I suggested, \"I should have wished to learn if the office brought with it--\"", "characters": 104, "sentences": 1}, {"text": "\"The moral of which was of course the seduction exercised by the splendid young man. She succumbed to it.\"", "characters": 106, "sentences": 3}, {"text": "He got up and, as he had done the night before, went to the fire, gave a stir to a log with his foot, then stood a moment with his back to us. \"She saw him only twice.\"", "characters": 168, "sentences": 3}, {"text": "A little to my surprise, on this, Douglas turned round to me. \"It WAS the beauty of it. There were others,\" he went on, \"who hadn't succumbed. He told her frankly all his difficulty--that for several applicants the conditions had been prohibitive. They were, somehow, simply afraid. It sounded dull--it sounded strange; and all the more so because of his main condition.\"", "characters": 371, "sentences": 7}, {"text": "\"That she should never trouble him--but never, never: neither appeal nor complain nor write about anything; only meet all questions herself, receive all moneys from his solicitor, take the whole thing over and let him alone. She promised to do this, and she mentioned to me that when, for a moment, disburdened, delighted, he held her hand, thanking her for the sacrifice, she already felt rewarded.\"", "characters": 400, "sentences": 3}, {"text": "\"Oh!\" said the lady; which, as our friend immediately left us again, was the only other word of importance contributed to the subject till, the next night, by the corner of the hearth, in the best chair, he opened the faded red cover of a thin old-fashioned gilt-edged album. The whole thing took indeed more nights than one, but on the first occasion the same lady put another question. \"What is your title?\"", "characters": 409, "sentences": 3}, {"text": "\"Oh, _I_ have!\" I said. But Douglas, without heeding me, had begun to read with a fine clearness that was like a rendering to the ear of the beauty of his author's hand.", "characters": 169, "sentences": 3}, {"text": "One wouldn't flatter a child. \"Oh, miss, MOST remarkable. If you think well of this one!\"--and she stood there with a plate in her hand, beaming at our companion, who looked from one of us to the other with placid heavenly eyes that contained nothing to check us.", "characters": 263, "sentences": 4}, {"text": "\"Well, that, I think, is what I came for--to be carried away. I'm afraid, however,\" I remember feeling the impulse to add, \"I'm rather easily carried away. I was carried away in London!\"", "characters": 186, "sentences": 3}, {"text": "\"Oh, I've no pretension,\" I could laugh, \"to being the only one. My other pupil, at any rate, as I understand, comes back tomorrow?\"", "characters": 132, "sentences": 2}, {"text": "\"Not tomorrow--Friday, miss. He arrives, as you did, by the coach, under care of the guard, and is to be met by the same carriage.\"", "characters": 131, "sentences": 3}, {"text": "I forthwith expressed that the proper as well as the pleasant and friendly thing would be therefore that on the arrival of the public conveyance I should be in waiting for him with his little sister; an idea in which Mrs. Grose concurred so heartily that I somehow took her manner as a kind of comforting pledge--never falsified, thank heaven!--that we should on every question be quite at one. Oh, she was glad I was there!", "characters": 424, "sentences": 3}, {"text": "She gave me a look that I remarked at the moment; then, visibly, with a quick blankness, seemed to try to take it back. \"But aren't they all--?\"", "characters": 144, "sentences": 2}, {"text": "At this she raised her eyes, which she had turned from me; I saw them fill with good tears. \"What has he done?\"", "characters": 111, "sentences": 2}, {"text": "I hesitated; then I judged best simply to hand her my letter--which, however, had the effect of making her, without taking it, simply put her hands behind her. She shook her head sadly. \"Such things are not for me, miss.\"", "characters": 221, "sentences": 4}, {"text": "My counselor couldn't read! I winced at my mistake, which I attenuated as I could, and opened my letter again to repeat it to her; then, faltering in the act and folding it up once more, I put it back in my pocket. \"Is he really BAD?\"", "characters": 234, "sentences": 2}, {"text": "\"They go into no particulars. They simply express their regret that it should be impossible to keep him. That can have only one meaning.\" Mrs. Grose listened with dumb emotion; she forbore to ask me what this meaning might be; so that, presently, to put the thing with some coherence and with the mere aid of her presence to my own mind, I went on: \"That he's an injury to the others.\"", "characters": 385, "sentences": 6}, {"text": "At this, with one of the quick turns of simple folk, she suddenly flamed up. \"Master Miles! HIM an injury?\"", "characters": 107, "sentences": 2}, {"text": "There was such a flood of good faith in it that, though I had not yet seen the child, my very fears made me jump to the absurdity of the idea. I found myself, to meet my friend the better, offering it, on the spot, sarcastically. \"To his poor little innocent mates!\"", "characters": 266, "sentences": 3}, {"text": "She was evidently grateful for such a profession. \"See him, miss, first. THEN believe it!\" I felt forthwith a new impatience to see him; it was the beginning of a curiosity that, for all the next hours, was to deepen almost to pain. Mrs. Grose was aware, I could judge, of what she had produced in me, and she followed it up with assurance. \"You might as well believe it of the little lady. Bless her,\" she added the next moment--\"LOOK at her!\"", "characters": 444, "sentences": 7}, {"text": "Nonetheless, the rest of the day I watched for further occasion to approach my colleague, especially as, toward evening, I began to fancy she rather sought to avoid me. I overtook her, I remember, on the staircase; we went down together, and at the bottom I detained her, holding her there with a hand on her arm. \"I take what you said to me at noon as a declaration that YOU'VE never known him to be bad.\"", "characters": 406, "sentences": 4}, {"text": "She threw back her head; she had clearly, by this time, and very honestly, adopted an attitude. \"Oh, never known him--I don't pretend THAT!\"", "characters": 140, "sentences": 2}, {"text": "I held her tighter. \"You like them with the spirit to be naughty?\" Then, keeping pace with her answer, \"So do I!\" I eagerly brought out. \"But not to the degree to contaminate--\"", "characters": 177, "sentences": 3}, {"text": "She stared, taking my meaning in; but it produced in her an odd laugh. \"Are you afraid he'll corrupt YOU?\" She put the question with such a fine bold humor that, with a laugh, a little silly doubtless, to match her own, I gave way for the time to the apprehension of ridicule.", "characters": 276, "sentences": 3}, {"text": "But the next day, as the hour for my drive approached, I cropped up in another place. \"What was the lady who was here before?\"", "characters": 126, "sentences": 2}, {"text": "\"The last governess? She was also young and pretty--almost as young and almost as pretty, miss, even as you.\"", "characters": 109, "sentences": 2}, {"text": "\"Ah, then, I hope her youth and her beauty helped her!\" I recollect throwing off. \"He seems to like us young and pretty!\"", "characters": 121, "sentences": 2}, {"text": "\"Oh, he DID,\" Mrs. Grose assented: \"it was the way he liked everyone!\" She had no sooner spoken indeed than she caught herself up. \"I mean that's HIS way--the master's.\"", "characters": 169, "sentences": 4}, {"text": "There was so obviously no one else that the next moment I had lost my impression of her having accidentally said more than she meant; and I merely asked what I wanted to know. \"Did SHE see anything in the boy--?\"", "characters": 212, "sentences": 2}, {"text": "\"I quite understand your feeling,\" I hastened to reply; but I thought it, after an instant, not opposed to this concession to pursue: \"Did she die here?\"", "characters": 153, "sentences": 1}, {"text": "I don't know what there was in this brevity of Mrs. Grose's that struck me as ambiguous. \"Went off to die?\" Mrs. Grose looked straight out of the window, but I felt that, hypothetically, I had a right to know what young persons engaged for Bly were expected to do. \"She was taken ill, you mean, and went home?\"", "characters": 310, "sentences": 5}, {"text": "\"She was not taken ill, so far as appeared, in this house. She left it, at the end of the year, to go home, as she said, for a short holiday, to which the time she had put in had certainly given her a right. We had then a young woman--a nursemaid who had stayed on and who was a good girl and clever; and SHE took the children altogether for the interval. But our young lady never came back, and at the very moment I was expecting her I heard from the master that she was dead.\"", "characters": 478, "sentences": 5}, {"text": "She smiled at my pretention to have discovered his charm. \"I assure you, miss, I do nothing else! What will you say, then?\" she immediately added.", "characters": 146, "sentences": 3}, {"text": "She held me there a moment, then whisked up her apron again with her detached hand. \"Would you mind, miss, if I used the freedom--\"", "characters": 131, "sentences": 2}, {"text": "\"To kiss me? No!\" I took the good creature in my arms and, after we had embraced like sisters, felt still more fortified and indignant.", "characters": 135, "sentences": 2}, {"text": "Oh, she let me know as soon as, round the corner of the house, she loomed again into view. \"What in the name of goodness is the matter--?\" She was now flushed and out of breath.", "characters": 177, "sentences": 3}, {"text": "I said nothing till she came quite near. \"With me?\" I must have made a wonderful face. \"Do I show it?\"", "characters": 102, "sentences": 3}, {"text": "I considered; I could meet on this, without scruple, any innocence. My need to respect the bloom of Mrs. Grose's had dropped, without a rustle, from my shoulders, and if I wavered for the instant it was not with what I kept back. I put out my hand to her and she took it; I held her hard a little, liking to feel her close to me. There was a kind of support in the shy heave of her surprise. \"You came for me for church, of course, but I can't go.\"", "characters": 448, "sentences": 7}, {"text": "\"Well,\" I said, \"I've been frightened.\" Mrs. Grose's eyes expressed plainly that SHE had no wish to be, yet also that she knew too well her place not to be ready to share with me any marked inconvenience. Oh, it was quite settled that she MUST share! \"Just what you saw from the dining room a minute ago was the effect of that. What _I_ saw--just before--was much worse.\"", "characters": 371, "sentences": 6}, {"text": "Mrs. Grose's round eyes encountered this charge. \"Ah, I haven't guessed!\" she said very simply. \"How can I if YOU don't imagine?\"", "characters": 129, "sentences": 4}, {"text": "She breathed a vague relief: this was, oddly, so much to the good. It only went indeed a little way. \"But if he isn't a gentleman--\"", "characters": 132, "sentences": 3}, {"text": "Mrs. Grose looked round once more; she fixed her eyes on the duskier distance, then, pulling herself together, turned to me with abrupt inconsequence. \"It's time we should be at church.\"", "characters": 186, "sentences": 4}, {"text": "Mrs. Grose's large face showed me, at this, for the first time, the faraway faint glimmer of a consciousness more acute: I somehow made out in it the delayed dawn of an idea I myself had not given her and that was as yet quite obscure to me. It comes back to me that I thought instantly of this as something I could get from her; and I felt it to be connected with the desire she presently showed to know more. \"When was it--on the tower?\"", "characters": 439, "sentences": 4}, {"text": "\"And how did he get out?\" I laughed. \"I had no opportunity to ask him! This evening, you see,\" I pursued, \"he has not been able to get in.\"", "characters": 139, "sentences": 3}, {"text": "\"I hope it will be confined to that!\" She had now let go my hand; she turned away a little. I waited an instant; then I brought out: \"Go to church. Goodbye. I must watch.\"", "characters": 171, "sentences": 5}, {"text": "We met in another long look. \"Don't YOU?\" Instead of answering she came nearer to the window and, for a minute, applied her face to the glass. \"You see how he could see,\" I meanwhile went on.", "characters": 191, "sentences": 4}, {"text": "Mrs. Grose at last turned round, and there was still more in her face. \"_I_ couldn't have come out.\"", "characters": 100, "sentences": 4}, {"text": "\"I've never seen one, but so I suppose them. He's tall, active, erect,\" I continued, \"but never--no, never!--a gentleman.\"", "characters": 122, "sentences": 3}, {"text": "My companion's face had blanched as I went on; her round eyes started and her mild mouth gaped. \"A gentleman?\" she gasped, confounded, stupefied: \"a gentleman HE?\"", "characters": 163, "sentences": 2}, {"text": "Gaping still, but meeting me, she pieced it all together. \"He never wore his hat, but he did wear--well, there were waistcoats missed. They were both here--last year. Then the master went, and Quint was alone.\"", "characters": 210, "sentences": 5}, {"text": "She seemed fairly to square herself, plant herself more firmly to utter the wonder of it. \"Yes. Mr. Quint is dead.\"", "characters": 115, "sentences": 5}, {"text": "\"He was looking for little Miles.\" A portentous clearness now possessed me. \"THAT'S whom he was looking for.\"", "characters": 109, "sentences": 4}, {"text": "She didn't deny this, but I required, I felt, not even so much telling as that. She resumed in a moment, at any rate: \"What if HE should see him?\"", "characters": 146, "sentences": 2}, {"text": "She looked at me hard as I musingly pulled up. \"His having been here and the time they were with him?\"", "characters": 102, "sentences": 2}, {"text": "\"The circumstances of his death?\" I thought with some intensity. \"Perhaps not. But Miles would remember--Miles would know.\"", "characters": 123, "sentences": 4}, {"text": "I returned her the look she had given me. \"Don't be afraid.\" I continued to think. \"It IS rather odd.\"", "characters": 102, "sentences": 5}, {"text": "\"Oh, it wasn't HIM!\" Mrs. Grose with emphasis declared. \"It was Quint's own fancy. To play with him, I mean--to spoil him.\" She paused a moment; then she added: \"Quint was much too free.\"", "characters": 187, "sentences": 6}, {"text": "This gave me, straight from my vision of his face--SUCH a face!--a sudden sickness of disgust. \"Too free with MY boy?\"", "characters": 118, "sentences": 2}, {"text": "\"Well, he didn't like tale-bearing--he hated complaints. He was terribly short with anything of that kind, and if people were all right to HIM--\"", "characters": 145, "sentences": 2}, {"text": "\"He wouldn't be bothered with more?\" This squared well enough with my impressions of him: he was not a trouble-loving gentleman, nor so very particular perhaps about some of the company HE kept. All the same, I pressed my interlocutress. \"I promise you _I_ would have told!\"", "characters": 274, "sentences": 3}, {"text": "I took this in still more than, probably, I showed. \"You weren't afraid of anything else? Not of his effect--?\"", "characters": 111, "sentences": 2}, {"text": "\"No, they were not in mine!\" she roundly and distressfully returned. \"The master believed in him and placed him here because he was supposed not to be well and the country air so good for him. So he had everything to say. Yes\"--she let me have it--\"even about THEM.\"", "characters": 266, "sentences": 5}, {"text": "I got hold of Mrs. Grose as soon after this as I could; and I can give no intelligible account of how I fought out the interval. Yet I still hear myself cry as I fairly threw myself into her arms: \"They KNOW--it's too monstrous: they know, they know!\"", "characters": 251, "sentences": 3}, {"text": "\"Why, all that WE know--and heaven knows what else besides!\" Then, as she released me, I made it out to her, made it out perhaps only now with full coherency even to myself. \"Two hours ago, in the garden\"--I could scarce articulate--\"Flora SAW!\"", "characters": 245, "sentences": 2}, {"text": "\"Not a word--that's the horror. She kept it to herself! The child of eight, THAT child!\" Unutterable still, for me, was the stupefaction of it.", "characters": 143, "sentences": 3}, {"text": "\"No--of HER.\" I was conscious as I spoke that I looked prodigious things, for I got the slow reflection of them in my companion's face. \"Another person--this time; but a figure of quite as unmistakable horror and evil: a woman in black, pale and dreadful--with such an air also, and such a face!--on the other side of the lake. I was there with the child--quiet for the hour; and in the midst of it she came.\"", "characters": 409, "sentences": 5}, {"text": "\"Yes. But someone the child has. Someone YOU have.\" Then, to show how I had thought it all out: \"My predecessor--the one who died.\"", "characters": 131, "sentences": 5}, {"text": "This drew from me, in the state of my nerves, a flash of impatience. \"Then ask Flora--SHE'S sure!\" But I had no sooner spoken than I caught myself up. \"No, for God's sake, DON'T! She'll say she isn't--she'll lie!\"", "characters": 213, "sentences": 3}, {"text": "\"No, no--there are depths, depths! The more I go over it, the more I see in it, and the more I see in it, the more I fear. I don't know what I DON'T see--what I DON'T fear!\"", "characters": 173, "sentences": 2}, {"text": "\"Why, it's that the child may keep it up--and that the child assuredly WILL--without my knowing it.\"", "characters": 100, "sentences": 2}, {"text": "At the image of this possibility Mrs. Grose for a moment collapsed, yet presently to pull herself together again, as if from the positive force of the sense of what, should we yield an inch, there would really be to give way to. \"Dear, dear--we must keep our heads! And after all, if she doesn't mind it--!\" She even tried a grim joke. \"Perhaps she likes it!\"", "characters": 359, "sentences": 4}, {"text": "She brought me, for the instant, almost round. \"Oh, we must clutch at THAT--we must cling to it! If it isn't a proof of what you say, it's a proof of--God knows what! For the woman's a horror of horrors.\"", "characters": 204, "sentences": 3}, {"text": "Mrs. Grose, at this, fixed her eyes a minute on the ground; then at last raising them, \"Tell me how you know,\" she said.", "characters": 120, "sentences": 3}, {"text": "\"To get hold of her.\" Mrs. Grose--her eyes just lingering on mine--gave a shudder and walked to the window; and while she stood there looking out I completed my statement. \"THAT'S what Flora knows.\"", "characters": 198, "sentences": 5}, {"text": "\"In mourning--rather poor, almost shabby. But--yes--with extraordinary beauty.\" I now recognized to what I had at last, stroke by stroke, brought the victim of my confidence, for she quite visibly weighed this. \"Oh, handsome--very, very,\" I insisted; \"wonderfully handsome. But infamous.\"", "characters": 288, "sentences": 6}, {"text": "She slowly came back to me. \"Miss Jessel--WAS infamous.\" She once more took my hand in both her own, holding it as tight as if to fortify me against the increase of alarm I might draw from this disclosure. \"They were both infamous,\" she finally said.", "characters": 250, "sentences": 5}, {"text": "So, for a little, we faced it once more together; and I found absolutely a degree of help in seeing it now so straight. \"I appreciate,\" I said, \"the great decency of your not having hitherto spoken; but the time has certainly come to give me the whole thing.\" She appeared to assent to this, but still only in silence; seeing which I went on: \"I must have it now. Of what did she die? Come, there was something between them.\"", "characters": 425, "sentences": 5}, {"text": "I felt that I doubtless needn't press too hard, in such company, on the place of a servant in the scale; but there was nothing to prevent an acceptance of my companion's own measure of my predecessor's abasement. There was a way to deal with that, and I dealt; the more readily for my full vision--on the evidence--of our employer's late clever, good-looking \"own\" man; impudent, assured, spoiled, depraved. \"The fellow was a hound.\"", "characters": 433, "sentences": 4}, {"text": "Mrs. Grose considered as if it were perhaps a little a case for a sense of shades. \"I've never seen one like him. He did what he wished.\"", "characters": 137, "sentences": 5}, {"text": "It was as if now in my friend's own eyes Miss Jessel had again appeared. I seemed at any rate, for an instant, to see their evocation of her as distinctly as I had seen her by the pond; and I brought out with decision: \"It must have been also what SHE wished!\"", "characters": 260, "sentences": 2}, {"text": "Mrs. Grose's face signified that it had been indeed, but she said at the same time: \"Poor woman--she paid for it!\"", "characters": 114, "sentences": 2}, {"text": "\"No--I know nothing. I wanted not to know; I was glad enough I didn't; and I thanked heaven she was well out of this!\"", "characters": 118, "sentences": 2}, {"text": "\"Of her real reason for leaving? Oh, yes--as to that. She couldn't have stayed. Fancy it here--for a governess! And afterward I imagined--and I still imagine. And what I imagine is dreadful.\"", "characters": 191, "sentences": 5}, {"text": "\"No, not that. It's just what he WOULDN'T!\" she could still impress upon me. \"I was sure, at any rate,\" she added, \"that he didn't. But he denied certain occasions.\"", "characters": 165, "sentences": 5}, {"text": "\"When they had been about together quite as if Quint were his tutor--and a very grand one--and Miss Jessel only for the little lady. When he had gone off with the fellow, I mean, and spent hours with him.\"", "characters": 205, "sentences": 3}, {"text": "\"He then prevaricated about it--he said he hadn't?\" Her assent was clear enough to cause me to add in a moment: \"I see. He lied.\"", "characters": 129, "sentences": 3}, {"text": "\"Oh!\" Mrs. Grose mumbled. This was a suggestion that it didn't matter; which indeed she backed up by a further remark. \"You see, after all, Miss Jessel didn't mind. She didn't forbid him.\"", "characters": 188, "sentences": 6}, {"text": "She saw, visibly flushing, where I was coming out. \"Well, he didn't show anything. He denied,\" she repeated; \"he denied.\"", "characters": 121, "sentences": 4}, {"text": "\"You do know, you dear thing,\" I replied; \"only you haven't my dreadful boldness of mind, and you keep back, out of timidity and modesty and delicacy, even the impression that, in the past, when you had, without my aid, to flounder about in silence, most of all made you miserable. But I shall get it out of you yet! There was something in the boy that suggested to you,\" I continued, \"that he covered and concealed their relation.\"", "characters": 432, "sentences": 3}, {"text": "\"Your learning the truth? I daresay! But, heavens,\" I fell, with vehemence, athinking, \"what it shows that they must, to that extent, have succeeded in making of him!\"", "characters": 167, "sentences": 1}, {"text": "\"I don't wonder you looked queer,\" I persisted, \"when I mentioned to you the letter from his school!\"", "characters": 101, "sentences": 1}, {"text": "\"I doubt if I looked as queer as you!\" she retorted with homely force. \"And if he was so bad then as that comes to, how is he such an angel now?\"", "characters": 145, "sentences": 2}, {"text": "\"Oh, yes!\" And we exchanged there, in the stillness, a sound of the oddest amusement. Then I went on: \"At all events, while he was with the man--\"", "characters": 146, "sentences": 2}, {"text": "It made me blush, the next minute, to see in my friend's face how much more unreservedly she had forgiven him than her anecdote struck me as presenting to my own tenderness an occasion for doing. This came out when, at the schoolroom door, she quitted me. \"Surely you don't accuse HIM--\"", "characters": 287, "sentences": 3}, {"text": "\"Of carrying on an intercourse that he conceals from me? Ah, remember that, until further evidence, I now accuse nobody.\" Then, before shutting her out to go, by another passage, to her own place, \"I must just wait,\" I wound up.", "characters": 228, "sentences": 3}, {"text": "\"Ah, NO!\" she returned, almost with the full privilege of childish inconsequence, resentfully, though with a long sweetness in her little drawl of the negative.", "characters": 160, "sentences": 2}, {"text": "Flora luminously considered; after which, with her little divine smile: \"Because I don't like to frighten you!\"", "characters": 111, "sentences": 1}, {"text": "She absolutely declined to be puzzled; she turned her eyes to the flame of the candle as if the question were as irrelevant, or at any rate as impersonal, as Mrs. Marcet or nine-times-nine. \"Oh, but you know,\" she quite adequately answered, \"that you might come back, you dear, and that you HAVE!\" And after a little, when she had got into bed, I had, for a long time, by almost sitting on her to hold her hand, to prove that I recognized the pertinence of my return.", "characters": 467, "sentences": 4}, {"text": "\"Oh, I arranged that with Flora.\" His answers rang out with a readiness! \"She was to get up and look out.\"", "characters": 106, "sentences": 3}, {"text": "He literally bloomed so from this exploit that he could afford radiantly to assent. \"How otherwise should I have been bad enough?\" he asked. Then, after another embrace, the incident and our interview closed on my recognition of all the reserves of goodness that, for his joke, he had been able to draw upon.", "characters": 308, "sentences": 4}, {"text": "My lucidity must have seemed awful, but the charming creatures who were victims of it, passing and repassing in their interlocked sweetness, gave my colleague something to hold on by; and I felt how tight she held as, without stirring in the breath of my passion, she covered them still with her eyes. \"Of what other things have you got hold?\"", "characters": 343, "sentences": 2}, {"text": "\"Why, of the very things that have delighted, fascinated, and yet, at bottom, as I now so strangely see, mystified and troubled me. Their more than earthly beauty, their absolutely unnatural goodness. It's a game,\" I went on; \"it's a policy and a fraud!\"", "characters": 254, "sentences": 3}, {"text": "\"As yet mere lovely babies? Yes, mad as that seems!\" The very act of bringing it out really helped me to trace it--follow it all up and piece it all together. \"They haven't been good--they've only been absent. It has been easy to live with them, because they're simply leading a life of their own. They're not mine--they're not ours. They're his and they're hers!\"", "characters": 364, "sentences": 5}, {"text": "\"For the love of all the evil that, in those dreadful days, the pair put into them. And to ply them with that evil still, to keep up the work of demons, is what brings the others back.\"", "characters": 185, "sentences": 3}, {"text": "\"And perish in the attempt!\" Mrs. Grose slowly got up, and I scrupulously added: \"Unless, of course, we can prevent!\"", "characters": 117, "sentences": 2}, {"text": "Standing there before me while I kept my seat, she visibly turned things over. \"Their uncle must do the preventing. He must take them away.\"", "characters": 140, "sentences": 4}, {"text": "\"And if I am myself, you mean? That's charming news to be sent him by a governess whose prime undertaking was to give him no worry.\"", "characters": 132, "sentences": 2}, {"text": "Mrs. Grose considered, following the children again. \"Yes, he do hate worry. That was the great reason--\"", "characters": 105, "sentences": 4}, {"text": "\"Why those fiends took him in so long? No doubt, though his indifference must have been awful. As I'm not a fiend, at any rate, I shouldn't take him in.\"", "characters": 153, "sentences": 3}, {"text": "My companion, after an instant and for all answer, sat down again and grasped my arm. \"Make him at any rate come to you.\"", "characters": 121, "sentences": 3}, {"text": "But, oh, how I felt that at present I must pick my own phrases! I remember that, to gain time, I tried to laugh, and I seemed to see in the beautiful face with which he watched me how ugly and queer I looked. \"And always with the same lady?\" I returned.", "characters": 253, "sentences": 3}, {"text": "He neither blanched nor winked. The whole thing was virtually out between us. \"Ah, of course, she's a jolly, 'perfect' lady; but, after all, I'm a fellow, don't you see? that's--well, getting on.\"", "characters": 196, "sentences": 4}, {"text": "I lingered there with him an instant ever so kindly. \"Yes, you're getting on.\" Oh, but I felt helpless!", "characters": 103, "sentences": 3}, {"text": "I have kept to this day the heartbreaking little idea of how he seemed to know that and to play with it. \"And you can't say I've not been awfully good, can you?\"", "characters": 161, "sentences": 2}, {"text": "I laid my hand on his shoulder, for, though I felt how much better it would have been to walk on, I was not yet quite able. \"No, I can't say that, Miles.\"", "characters": 154, "sentences": 3}, {"text": "\"You forget?\"--he spoke with the sweet extravagance of childish reproach. \"Why, it was to show you I could!\"", "characters": 108, "sentences": 2}, {"text": "I felt that I might, perhaps, after all, succeed in keeping my wits about me. \"Certainly. But you won't.\"", "characters": 105, "sentences": 4}, {"text": "It literally made me bound forward. \"There are not many of your own sort, Miles!\" I laughed. \"Unless perhaps dear little Flora!\"", "characters": 128, "sentences": 3}, {"text": "\"If I didn't--and you, too; if I didn't--!\" he repeated as if retreating for a jump, yet leaving his thought so unfinished that, after we had come into the gate, another stop, which he imposed on me by the pressure of his arm, had become inevitable. Mrs. Grose and Flora had passed into the church, the other worshippers had followed, and we were, for the minute, alone among the old, thick graves. We had paused, on the path from the gate, by a low, oblong, tablelike tomb.", "characters": 474, "sentences": 5}, {"text": "He looked, while I waited, at the graves. \"Well, you know what!\" But he didn't move, and he presently produced something that made me drop straight down on the stone slab, as if suddenly to rest. \"Does my uncle think what YOU think?\"", "characters": 233, "sentences": 3}, {"text": "I perceived quickly enough that I could make, to this inquiry, no answer that would not involve something of a sacrifice of my employer. Yet it appeared to me that we were all, at Bly, sufficiently sacrificed to make that venial. \"I don't think your uncle much cares.\"", "characters": 268, "sentences": 4}, {"text": "\"_I_ will!\" the boy said with extraordinary brightness and emphasis. He gave me another look charged with that expression and then marched off alone into church.", "characters": 161, "sentences": 3}, {"text": "\"What DID you do, you naughty, bad thing? Why in the world, to worry us so--and take our thoughts off, too, don't you know?--did you desert us at the very door?\" I couldn't meet such questions nor, as they asked them, their false little lovely eyes; yet it was all so exactly what I should have to meet that, as the prospect grew sharp to me, I at last let myself go.", "characters": 367, "sentences": 2}, {"text": "\"Oh, yes, they asked me to say nothing; and to please them--so long as they were there--of course I promised. But what had happened to you?\"", "characters": 140, "sentences": 2}, {"text": "\"For not alluding to your leaving us? Yes; they said you would like it better. Do you like it better?\"", "characters": 102, "sentences": 2}, {"text": "My face had made her rueful. \"No, I like it worse!\" But after an instant I added: \"Did they say why I should like it better?\"", "characters": 125, "sentences": 2}, {"text": "I thought a moment. \"You were too sweet, too--I can hear you all. But nonetheless, between Miles and me, it's now all out.\"", "characters": 123, "sentences": 4}, {"text": "\"Everything. It doesn't matter. I've made up my mind. I came home, my dear,\" I went on, \"for a talk with Miss Jessel.\"", "characters": 118, "sentences": 5}, {"text": "I had by this time formed the habit of having Mrs. Grose literally well in hand in advance of my sounding that note; so that even now, as she bravely blinked under the signal of my word, I could keep her comparatively firm. \"A talk! Do you mean she spoke?\"", "characters": 256, "sentences": 3}, {"text": "It was this, of a truth, that made her, as she filled out my picture, gape. \"Do you mean,\" she faltered, \"--of the lost?\"", "characters": 121, "sentences": 2}, {"text": "\"Of the lost. Of the damned. And that's why, to share them-\" I faltered myself with the horror of it.", "characters": 101, "sentences": 4}, {"text": "\"She wants Flora.\" Mrs. Grose might, as I gave it to her, fairly have fallen away from me had I not been prepared. I still held her there, to show I was. \"As I've told you, however, it doesn't matter.\"", "characters": 201, "sentences": 6}, {"text": "\"Oh, miss, in pity do,\" my friend broke out. \"ah, but I will, I WILL! I see it's the only way. What's 'out,' as I told you, with Miles is that if he thinks I'm afraid to--and has ideas of what he gains by that--he shall see he's mistaken. Yes, yes; his uncle shall have it here from me on the spot (and before the boy himself, if necessary) that if I'm to be reproached with having done nothing again about more school--\"", "characters": 421, "sentences": 4}, {"text": "There were now clearly so many of these for my poor colleague that she was excusable for being vague. \"But--a--which?\"", "characters": 118, "sentences": 2}, {"text": "\"I'll put it before him,\" I went on inexorably, \"that I can't undertake to work the question on behalf of a child who has been expelled--\"", "characters": 138, "sentences": 1}, {"text": "\"For wickedness. For what else--when he's so clever and beautiful and perfect? Is he stupid? Is he untidy? Is he infirm? Is he ill-natured? He's exquisite--so it can be only THAT; and that would open up the whole thing. After all,\" I said, \"it's their uncle's fault. If he left here such people--!\"", "characters": 298, "sentences": 4}, {"text": "I measured this. \"Do you mean you'll write--?\" Remembering she couldn't, I caught myself up. \"How do you communicate?\"", "characters": 118, "sentences": 3}, {"text": "My question had a sarcastic force that I had not fully intended, and it made her, after a moment, inconsequently break down. The tears were again in her eyes. \"Ah, miss, YOU write!\"", "characters": 181, "sentences": 3}, {"text": "I went in with my light and found him, in bed, very wide awake, but very much at his ease. \"Well, what are YOU up to?\" he asked with a grace of sociability in which it occurred to me that Mrs. Grose, had she been present, might have looked in vain for proof that anything was \"out.\"", "characters": 282, "sentences": 4}, {"text": "\"Why, of course I heard you. Did you fancy you made no noise? You're like a troop of cavalry!\" he beautifully laughed.", "characters": 118, "sentences": 3}, {"text": "I had put my candle, designedly, a short way off, and then, as he held out his friendly old hand to me, had sat down on the edge of his bed. \"What is it,\" I asked, \"that you think of?\"", "characters": 184, "sentences": 2}, {"text": "I fairly held my breath a minute, and even from my glimmering taper there was light enough to show how he smiled up at me from his pillow. \"What do you mean by all the rest?\"", "characters": 174, "sentences": 2}, {"text": "He seemed to wonder; he smiled with the same loveliness. But he clearly gained time; he waited, he called for guidance. \"Haven't I?\" It wasn't for ME to help him--it was for the thing I had met!", "characters": 194, "sentences": 3}, {"text": "It struck me that at this he just faintly colored. He gave, at any rate, like a convalescent slightly fatigued, a languid shake of his head. \"I don't--I don't. I want to get away.\"", "characters": 180, "sentences": 5}, {"text": "I felt that I didn't know so well as Miles, and I took temporary refuge. \"You want to go to your uncle?\"", "characters": 104, "sentences": 2}, {"text": "Again, at this, with his sweet ironic face, he made a movement on the pillow. \"Ah, you can't get off with that!\"", "characters": 112, "sentences": 2}, {"text": "I was silent a little, and it was I, now, I think, who changed color. \"My dear, I don't want to get off!\"", "characters": 105, "sentences": 2}, {"text": "\"You can't, even if you do. You can't, you can't!\"--he lay beautifully staring. \"My uncle must come down, and you must completely settle things.\"", "characters": 145, "sentences": 4}, {"text": "\"Well, don't you understand that that's exactly what I'm working for? You'll have to tell him--about the way you've let it all drop: you'll have to tell him a tremendous lot!\"", "characters": 175, "sentences": 1}, {"text": "The exultation with which he uttered this helped me somehow, for the instant, to meet him rather more. \"And how much will YOU, Miles, have to tell him? There are things he'll ask you!\"", "characters": 184, "sentences": 2}, {"text": "\"The things you've never told me. To make up his mind what to do with you. He can't send you back--\"", "characters": 100, "sentences": 3}, {"text": "He said it with admirable serenity, with positive unimpeachable gaiety; and doubtless it was that very note that most evoked for me the poignancy, the unnatural childish tragedy, of his probable reappearance at the end of three months with all this bravado and still more dishonor. It overwhelmed me now that I should never be able to bear that, and it made me let myself go. I threw myself upon him and in the tenderness of my pity I embraced him. \"Dear little Miles, dear little Miles--!\"", "characters": 490, "sentences": 4}, {"text": "My face was close to his, and he let me kiss him, simply taking it with indulgent good humor. \"Well, old lady?\"", "characters": 111, "sentences": 2}, {"text": "He turned off a little, facing round toward the wall and holding up his hand to look at as one had seen sick children look. \"I've told you--I told you this morning.\"", "characters": 165, "sentences": 3}, {"text": "He looked round at me now, as if in recognition of my understanding him; then ever so gently, \"To let me alone,\" he replied.", "characters": 124, "sentences": 2}, {"text": "There was even a singular little dignity in it, something that made me release him, yet, when I had slowly risen, linger beside him. God knows I never wished to harass him, but I felt that merely, at this, to turn my back on him was to abandon or, to put it more truly, to lose him. \"I've just begun a letter to your uncle,\" I said.", "characters": 332, "sentences": 4}, {"text": "The next day, after lessons, Mrs. Grose found a moment to say to me quietly: \"Have you written, miss?\"", "characters": 102, "sentences": 2}, {"text": "My hand was on my friend's arm, but she failed for the moment, confronted with such an account of the matter, to respond to my pressure. She communed, on the contrary, on the spot, with her uneasiness. \"And where's Master Miles?\"", "characters": 229, "sentences": 3}, {"text": "\"Lord, miss!\" My view, I was myself aware--and therefore I suppose my tone--had never yet reached so calm an assurance.", "characters": 119, "sentences": 2}, {"text": "\"The trick's played,\" I went on; \"they've successfully worked their plan. He found the most divine little way to keep me quiet while she went off.\"", "characters": 147, "sentences": 3}, {"text": "She always ended, at these moments, by getting possession of my hand, and in this manner she could at present still stay me. But after gasping an instant at my sudden resignation, \"Because of your letter?\" she eagerly brought out.", "characters": 230, "sentences": 3}, {"text": "I quickly, by way of answer, felt for my letter, drew it forth, held it up, and then, freeing myself, went and laid it on the great hall table. \"Luke will take it,\" I said as I came back. I reached the house door and opened it; I was already on the steps.", "characters": 255, "sentences": 4}, {"text": "My companion still demurred: the storm of the night and the early morning had dropped, but the afternoon was damp and gray. I came down to the drive while she stood in the doorway. \"You go with nothing on?\"", "characters": 206, "sentences": 3}, {"text": "\"What do I care when the child has nothing? I can't wait to dress,\" I cried, \"and if you must do so, I leave you. Try meanwhile, yourself, upstairs.\"", "characters": 149, "sentences": 3}, {"text": "\"She may be, though the depth is, I believe, nowhere very great. But what I judge most likely is that she's on the spot from which, the other day, we saw together what I told you.\"", "characters": 180, "sentences": 3}, {"text": "\"With that astounding self-possession? I've always been sure she wanted to go back alone. And now her brother has managed it for her.\"", "characters": 134, "sentences": 3}, {"text": "\"I could meet this with a confidence! They say things that, if we heard them, would simply appall us.\"", "characters": 102, "sentences": 2}, {"text": "My companion stared at the vacant mooring place and then again across the lake. \"Then where is it?\"", "characters": 99, "sentences": 2}, {"text": "\"Our not seeing it is the strongest of proofs. She has used it to go over, and then has managed to hide it.\"", "characters": 108, "sentences": 3}, {"text": "\"She's not alone, and at such times she's not a child: she's an old, old woman.\" I scanned all the visible shore while Mrs. Grose took again, into the queer element I offered her, one of her plunges of submission; then I pointed out that the boat might perfectly be in a small refuge formed by one of the recesses of the pool, an indentation masked, for the hither side, by a projection of the bank and by a clump of trees growing close to the water.", "characters": 450, "sentences": 4}, {"text": "\"Certainly, far as it is. It will take us but ten minutes, but it's far enough to have made the child prefer not to walk. She went straight over.\"", "characters": 146, "sentences": 4}, {"text": "It was Flora who, gazing all over me in candid wonder, was the first. She was struck with our bareheaded aspect. \"Why, where are your things?\"", "characters": 142, "sentences": 3}, {"text": "She had already got back her gaiety, and appeared to take this as an answer quite sufficient. \"And where's Miles?\" she went on.", "characters": 127, "sentences": 3}, {"text": "There was something in the small valor of it that quite finished me: these three words from her were, in a flash like the glitter of a drawn blade, the jostle of the cup that my hand, for weeks and weeks, had held high and full to the brim that now, even before speaking, I felt overflow in a deluge. \"I'll tell you if you'll tell ME--\" I heard myself say, then heard the tremor in which it broke.", "characters": 397, "sentences": 3}, {"text": "Mrs. Grose's suspense blazed at me, but it was too late now, and I brought the thing out handsomely. \"Where, my pet, is Miss Jessel?\"", "characters": 133, "sentences": 3}, {"text": "\"She isn't there, little lady, and nobody's there--and you never see nothing, my sweet! How can poor Miss Jessel--when poor Miss Jessel's dead and buried? WE know, don't we, love?\"--and she appealed, blundering in, to the child. \"It's all a mere mistake and a worry and a joke--and we'll go home as fast as we can!\"", "characters": 315, "sentences": 2}, {"text": "My visitor's trouble, truly, was great. \"Ah, miss, it isn't a matter on which I can push her! Yet it isn't either, I must say, as if I much needed to. It has made her, every inch of her, quite old.\"", "characters": 198, "sentences": 4}, {"text": "\"Oh, I see her perfectly from here. She resents, for all the world like some high little personage, the imputation on her truthfulness and, as it were, her respectability. 'Miss Jessel indeed--SHE!' Ah, she's 'respectable,' the chit! The impression she gave me there yesterday was, I assure you, the very strangest of all; it was quite beyond any of the others. I DID put my foot in it! She'll never speak to me again.\"", "characters": 419, "sentences": 5}, {"text": "Hideous and obscure as it all was, it held Mrs. Grose briefly silent; then she granted my point with a frankness which, I made sure, had more behind it. \"I think indeed, miss, she never will. She do have a grand manner about it!\"", "characters": 229, "sentences": 4}, {"text": "Oh, that manner, I could see in my visitor's face, and not a little else besides! \"She asks me every three minutes if I think you're coming in.\"", "characters": 144, "sentences": 2}, {"text": "\"I see--I see.\" I, too, on my side, had so much more than worked it out. \"Has she said to you since yesterday--except to repudiate her familiarity with anything so dreadful--a single other word about Miss Jessel?\"", "characters": 213, "sentences": 3}, {"text": "\"Not one, miss. And of course you know,\" my friend added, \"I took it from her, by the lake, that, just then and there at least, there WAS nobody.\"", "characters": 146, "sentences": 3}, {"text": "\"Nothing in the world! You've the cleverest little person to deal with. They've made them--their two friends, I mean--still cleverer even than nature did; for it was wondrous material to play on! Flora has now her grievance, and she'll work it to the end.\"", "characters": 256, "sentences": 3}, {"text": "I winced at the fair show of the scene in Mrs. Grose's face; she looked for a minute as if she sharply saw them together. \"And him who thinks so well of you!\"", "characters": 158, "sentences": 3}, {"text": "\"He has an odd way--it comes over me now,\" I laughed,\"--of proving it! But that doesn't matter. What Flora wants, of course, is to get rid of me.\"", "characters": 146, "sentences": 3}, {"text": "\"So that what you've come to me now for,\" I asked, \"is to speed me on my way?\" Before she had time to reply, however, I had her in check. \"I've a better idea--the result of my reflections. My going WOULD seem the right thing, and on Sunday I was terribly near it. Yet that won't do. It's YOU who must go. You must take Flora.\"", "characters": 326, "sentences": 7}, {"text": "At this she quite flushed. \"Ah, miss, I'm not such a fool as that! If I've been obliged to leave her three or four times, it has been each time with one of the maids, and at present, though she's alone, she's locked in safe. And yet--and yet!\" There were too many things.", "characters": 271, "sentences": 4}, {"text": "\"I'm not sure of anything but YOU. But I have, since last evening, a new hope. I think he wants to give me an opening. I do believe that--poor little exquisite wretch!--he wants to speak. Last evening, in the firelight and the silence, he sat with me for two hours as if it were just coming.\"", "characters": 292, "sentences": 6}, {"text": "\"No, though I waited and waited, I confess it didn't, and it was without a breach of the silence or so much as a faint allusion to his sister's condition and absence that we at last kissed for good night. All the same,\" I continued, \"I can't, if her uncle sees her, consent to his seeing her brother without my having given the boy--and most of all because things have got so bad--a little more time.\"", "characters": 401, "sentences": 3}, {"text": "My friend appeared on this ground more reluctant than I could quite understand. \"What do you mean by more time?\"", "characters": 112, "sentences": 2}, {"text": "\"Well, a day or two--really to bring it out. He'll then be on MY side--of which you see the importance. If nothing comes, I shall only fail, and you will, at the worst, have helped me by doing, on your arrival in town, whatever you may have found possible.\" So I put it before her, but she continued for a little so inscrutably embarrassed that I came again to her aid. \"Unless, indeed,\" I wound up, \"you really want NOT to go.\"", "characters": 428, "sentences": 6}, {"text": "I could see it, in her face, at last clear itself; she put out her hand to me as a pledge. \"I'll go--I'll go. I'll go this morning.\"", "characters": 132, "sentences": 4}, {"text": "\"No, no: it's the place itself. She must leave it.\" She held me a moment with heavy eyes, then brought out the rest. \"Your idea's the right one. I myself, miss--\"", "characters": 162, "sentences": 5}, {"text": "The look she gave me with it made me jump at possibilities. \"You mean that, since yesterday, you HAVE seen--?\"", "characters": 110, "sentences": 2}, {"text": "\"From that child--horrors! There!\" she sighed with tragic relief. \"On my honor, miss, she says things--!\" But at this evocation she broke down; she dropped, with a sudden sob, upon my sofa and, as I had seen her do before, gave way to all the grief of it.", "characters": 255, "sentences": 3}, {"text": "\"About you, miss--since you must have it. It's beyond everything, for a young lady; and I can't think wherever she must have picked up--\"", "characters": 137, "sentences": 2}, {"text": "\"The appalling language she applied to me? I can, then!\" I broke in with a laugh that was doubtless significant enough.", "characters": 119, "sentences": 2}, {"text": "It only, in truth, left my friend still more grave. \"Well, perhaps I ought to also--since I've heard some of it before! Yet I can't bear it,\" the poor woman went on while, with the same movement, she glanced, on my dressing table, at the face of my watch. \"But I must go back.\"", "characters": 277, "sentences": 4}, {"text": "\"How can I stop with her, you mean? Why, just FOR that: to get her away. Far from this,\" she pursued, \"far from THEM-\"", "characters": 118, "sentences": 2}, {"text": "\"She may be different? She may be free?\" I seized her almost with joy. \"Then, in spite of yesterday, you BELIEVE--\"", "characters": 115, "sentences": 2}, {"text": "\"In such doings?\" Her simple description of them required, in the light of her expression, to be carried no further, and she gave me the whole thing as she had never done. \"I believe.\"", "characters": 184, "sentences": 3}, {"text": "I now perceived still more how she had been beating about the bush and how weary at last it had made her. \"Your letter won't have got there. Your letter never went.\"", "characters": 165, "sentences": 4}, {"text": "She hung fire, but she overcame her reluctance. \"I mean that I saw yesterday, when I came back with Miss Flora, that it wasn't where you had put it. Later in the evening I had the chance to question Luke, and he declared that he had neither noticed nor touched it.\" We could only exchange, on this, one of our deeper mutual soundings, and it was Mrs. Grose who first brought up the plumb with an almost elated \"You see!\"", "characters": 420, "sentences": 5}, {"text": "I faced her a moment with a sad smile. \"It strikes me that by this time your eyes are open even wider than mine.\"", "characters": 113, "sentences": 3}, {"text": "They proved to be so indeed, but she could still blush, almost, to show it. \"I make out now what he must have done at school.\" And she gave, in her simple sharpness, an almost droll disillusioned nod. \"He stole!\"", "characters": 212, "sentences": 4}, {"text": "\"Then YOU are?\" The dear woman kissed me on this, and I took her farewell. \"I'll save you without him!\" she cried as she went.", "characters": 126, "sentences": 3}, {"text": "\"Little Flora? Not so bad but that she'll presently be better. London will set her up. Bly had ceased to agree with her. Come here and take your mutton.\"", "characters": 153, "sentences": 5}, {"text": "He alertly obeyed me, carried the plate carefully to his seat, and, when he was established, went on. \"Did Bly disagree with her so terribly suddenly?\"", "characters": 151, "sentences": 2}, {"text": "I found myself prompt. \"She's NOT too ill to travel: she only might have become so if she had stayed. This was just the moment to seize. The journey will dissipate the influence\"--oh, I was grand!--\"and carry it off.\"", "characters": 217, "sentences": 5}, {"text": "\"Oh, more or less.\" I fancy my smile was pale. \"Not absolutely. We shouldn't like that!\" I went on.", "characters": 99, "sentences": 5}, {"text": "\"Yet even though we have them,\" he returned, still with his hands in his pockets and planted there in front of me, \"they don't much count, do they?\"", "characters": 148, "sentences": 1}, {"text": "\"You would certainly seem to have seen, these twenty-four hours, a good deal more of it than for some time before. I hope,\" I went on bravely, \"that you've been enjoying yourself.\"", "characters": 180, "sentences": 3}, {"text": "He had really a manner of his own, and I could only try to keep up with him. \"Well, do you like it?\"", "characters": 100, "sentences": 2}, {"text": "He stood there smiling; then at last he put into two words--\"Do YOU?\"--more discrimination than I had ever heard two words contain. Before I had time to deal with that, however, he continued as if with the sense that this was an impertinence to be softened. \"Nothing could be more charming than the way you take it, for of course if we're alone together now it's you that are alone most. But I hope,\" he threw in, \"you don't particularly mind!\"", "characters": 444, "sentences": 4}, {"text": "\"Having to do with you?\" I asked. \"My dear child, how can I help minding? Though I've renounced all claim to your company--you're so beyond me--I at least greatly enjoy it. What else should I stay on for?\"", "characters": 205, "sentences": 3}, {"text": "He looked at me more directly, and the expression of his face, graver now, struck me as the most beautiful I had ever found in it. \"You stay on just for THAT?\"", "characters": 159, "sentences": 2}, {"text": "\"Certainly. I stay on as your friend and from the tremendous interest I take in you till something can be done for you that may be more worth your while. That needn't surprise you.\" My voice trembled so that I felt it impossible to suppress the shake. \"Don't you remember how I told you, when I came and sat on your bed the night of the storm, that there was nothing in the world I wouldn't do for you?\"", "characters": 403, "sentences": 5}, {"text": "\"Yes, yes!\" He, on his side, more and more visibly nervous, had a tone to master; but he was so much more successful than I that, laughing out through his gravity, he could pretend we were pleasantly jesting. \"Only that, I think, was to get me to do something for YOU!\"", "characters": 269, "sentences": 2}, {"text": "\"Oh, yes,\" he said with the brightest superficial eagerness, \"you wanted me to tell you something.\"", "characters": 99, "sentences": 2}, {"text": "He spoke with a gaiety through which I could still catch the finest little quiver of resentful passion; but I can't begin to express the effect upon me of an implication of surrender even so faint. It was as if what I had yearned for had come at last only to astonish me. \"Well, yes--I may as well make a clean breast of it, it was precisely for that.\"", "characters": 352, "sentences": 4}, {"text": "He waited so long that I supposed it for the purpose of repudiating the assumption on which my action had been founded; but what he finally said was: \"Do you mean now--here?\"", "characters": 174, "sentences": 1}, {"text": "\"There couldn't be a better place or time.\" He looked round him uneasily, and I had the rare--oh, the queer!--impression of the very first symptom I had seen in him of the approach of immediate fear. It was as if he were suddenly afraid of me--which struck me indeed as perhaps the best thing to make him. Yet in the very pang of the effort I felt it vain to try sternness, and I heard myself the next instant so gentle as to be almost grotesque. \"You want so to go out again?\"", "characters": 477, "sentences": 5}, {"text": "My insistence turned him from me and kept him once more at his window in a silence during which, between us, you might have heard a pin drop. Then he was before me again with the air of a person for whom, outside, someone who had frankly to be reckoned with was waiting. \"I have to see Luke.\"", "characters": 292, "sentences": 4}, {"text": "I had not yet reduced him to quite so vulgar a lie, and I felt proportionately ashamed. But, horrible as it was, his lies made up my truth. I achieved thoughtfully a few loops of my knitting. \"Well, then, go to Luke, and I'll wait for what you promise. Only, in return for that, satisfy, before you leave me, one very much smaller request.\"", "characters": 340, "sentences": 6}, {"text": "He looked as if he felt he had succeeded enough to be able still a little to bargain. \"Very much smaller--?\"", "characters": 108, "sentences": 2}, {"text": "\"Yes, a mere fraction of the whole. Tell me\"--oh, my work preoccupied me, and I was offhand!--\"if, yesterday afternoon, from the table in the hall, you took, you know, my letter.\"", "characters": 179, "sentences": 3}, {"text": "\"Other things?\" He appeared now to be thinking of something far off and that reached him only through the pressure of his anxiety. Yet it did reach him. \"Did I STEAL?\"", "characters": 167, "sentences": 3}, {"text": "I felt myself redden to the roots of my hair as well as wonder if it were more strange to put to a gentleman such a question or to see him take it with allowances that gave the very distance of his fall in the world. \"Was it for that you mightn't go back?\"", "characters": 256, "sentences": 2}, {"text": "My face must have shown him I believed him utterly; yet my hands--but it was for pure tenderness--shook him as if to ask him why, if it was all for nothing, he had condemned me to months of torment. \"What then did you do?\"", "characters": 222, "sentences": 2}, {"text": "He looked in vague pain all round the top of the room and drew his breath, two or three times over, as if with difficulty. He might have been standing at the bottom of the sea and raising his eyes to some faint green twilight. \"Well--I said things.\"", "characters": 249, "sentences": 4}, {"text": "Never, truly, had a person \"turned out\" shown so little to explain it as this little person! He appeared to weigh my question, but in a manner quite detached and almost helpless. \"Well, I suppose I oughtn't.\"", "characters": 208, "sentences": 3}, {"text": "He almost smiled at me in the desolation of his surrender, which was indeed practically, by this time, so complete that I ought to have left it there. But I was infatuated--I was blind with victory, though even then the very effect that was to have brought him so much nearer was already that of added separation. \"Was it to everyone?\" I asked.", "characters": 344, "sentences": 4}, {"text": "He was soon at some distance from me, still breathing hard and again with the air, though now without anger for it, of being confined against his will. Once more, as he had done before, he looked up at the dim day as if, of what had hitherto sustained him, nothing was left but an unspeakable anxiety. \"Oh, yes,\" he nevertheless replied--\"they must have repeated them. To those THEY liked,\" he added.", "characters": 400, "sentences": 5}, {"text": "There was, somehow, less of it than I had expected; but I turned it over. \"And these things came round--?\"", "characters": 106, "sentences": 2}, {"text": "I can't name the exquisite pathos of the contradiction given to such a speech by such a speaker; I only know that the next instant I heard myself throw off with homely force: \"Stuff and nonsense!\" But the next after that I must have sounded stern enough. \"What WERE these things?\"", "characters": 280, "sentences": 2}, {"text": "\"Is she HERE?\" Miles panted as he caught with his sealed eyes the direction of my words. Then as his strange \"she\" staggered me and, with a gasp, I echoed it, \"Miss Jessel, Miss Jessel!\" he with a sudden fury gave me back.", "characters": 222, "sentences": 3}, {"text": "I seized, stupefied, his supposition--some sequel to what we had done to Flora, but this made me only want to show him that it was better still than that. \"It's not Miss Jessel! But it's at the window--straight before us. It's THERE--the coward horror, there for the last time!\"", "characters": 278, "sentences": 3}, {"text": "At this, after a second in which his head made the movement of a baffled dog's on a scent and then gave a frantic little shake for air and light, he was at me in a white rage, bewildered, glaring vainly over the place and missing wholly, though it now, to my sense, filled the room like the taste of poison, the wide, overwhelming presence. \"It's HE?\"", "characters": 351, "sentences": 2}, {"text": "I was so determined to have all my proof that I flashed into ice to challenge him. \"Whom do you mean by 'he'?\"", "characters": 110, "sentences": 2}, {"text": "\"Peter Quint--you devil!\" His face gave again, round the room, its convulsed supplication. \"WHERE?\"", "characters": 99, "sentences": 2}, {"text": "They are in my ears still, his supreme surrender of the name and his tribute to my devotion. \"What does he matter now, my own?--what will he EVER matter? _I_ have you,\" I launched at the beast, \"but he has lost you forever!\" Then, for the demonstration of my work, \"There, THERE!\" I said to Miles.", "characters": 297, "sentences": 3}], "id": 209, "paragraphs": 252, "author": "Henry James"}