{"title": "The Works of Edgar Allan Poe", "data": [{"text": "Edgar Allan Poe, An Appreciation      Life of Poe, by James Russell Lowell      Death of Poe, by N. P. Willis      The Unparalleled Adventures of One Hans Pfall      The Gold Bug      Four Beasts in One      The Murders in the Rue Morgue      The Mystery of Marie Rogêt      The Balloon Hoax      MS. Found in a Bottle      The Oval Portrait", "characters": 342, "sentences": 4}, {"text": "Caught from some unhappy master whom unmerciful Disaster    Followed fast and followed faster till his songs one burden bore--    Till the dirges of his Hope that melancholy burden bore          Of \"never--never more!\"", "characters": 218, "sentences": 1}, {"text": "THIS stanza from \"The Raven\" was recommended by James Russell Lowell as an inscription upon the Baltimore monument which marks the resting place of Edgar Allan Poe, the most interesting and original figure in American letters. And, to signify that peculiar musical quality of Poe's genius which inthralls every reader, Mr. Lowell suggested this additional verse, from the \"Haunted Palace\":", "characters": 389, "sentences": 3}, {"text": "And all with pearl and ruby glowing     Was the fair palace door,    Through which came flowing, flowing, flowing,     And sparkling ever more,    A troop of Echoes, whose sweet duty     Was but to sing,    In voices of surpassing beauty,     The wit and wisdom of their king.", "characters": 276, "sentences": 2}, {"text": "\"No man,\" Poe himself wrote, \"has recorded, no man has dared to record, the wonders of his inner life.\"", "characters": 103, "sentences": 2}, {"text": "In these twentieth century days--of lavish recognition--artistic, popular and material--of genius, what rewards might not a Poe claim!", "characters": 134, "sentences": 1}, {"text": "In his new home Edgar found all the luxury and advantages money could provide. He was petted, spoiled and shown off to strangers. In Mrs. Allan he found all the affection a childless wife could bestow. Mr. Allan took much pride in the captivating, precocious lad. At the age of five the boy recited, with fine effect, passages of English poetry to the visitors at the Allan house.", "characters": 380, "sentences": 8}, {"text": "From his eighth to his thirteenth year he attended the Manor House school, at Stoke-Newington, a suburb of London. It was the Rev. Dr. Bransby, head of the school, whom Poe so quaintly portrayed in \"William Wilson.\" Returning to Richmond in 1820 Edgar was sent to the school of Professor Joseph H. Clarke. He proved an apt pupil. Years afterward Professor Clarke thus wrote:", "characters": 374, "sentences": 8}, {"text": "\"While the other boys wrote mere mechanical verses, Poe wrote genuine poetry; the boy was a born poet. As a scholar he was ambitious to excel. He was remarkable for self-respect, without haughtiness. He had a sensitive and tender heart and would do anything for a friend. His nature was entirely free from selfishness.\"", "characters": 319, "sentences": 6}, {"text": "At the age of seventeen Poe entered the University of Virginia at Charlottesville. He left that institution after one session. Official records prove that he was not expelled. On the contrary, he gained a creditable record as a student, although it is admitted that he contracted debts and had \"an ungovernable passion for card-playing.\" These debts may have led to his quarrel with Mr. Allan which eventually compelled him to make his own way in the world.", "characters": 457, "sentences": 7}, {"text": "Early in 1827 Poe made his first literary venture. He induced Calvin Thomas, a poor and youthful printer, to publish a small volume of his verses under the title \"Tamerlane and Other Poems.\" In 1829 we find Poe in Baltimore with another manuscript volume of verses, which was soon published. Its title was \"Al Aaraaf, Tamerlane and Other Poems.\" Neither of these ventures seems to have attracted much attention.", "characters": 411, "sentences": 6}, {"text": "Poe's first genuine victory was won in 1833, when he was the successful competitor for a prize of $100 offered by a Baltimore periodical for the best prose story. \"A MSS. Found in a Bottle\" was the winning tale. Poe had submitted six stories in a volume. \"Our only difficulty,\" says Mr. Latrobe, one of the judges, \"was in selecting from the rich contents of the volume.\"", "characters": 371, "sentences": 7}, {"text": "During the fifteen years of his literary life Poe was connected with various newspapers and magazines in Richmond, Philadelphia and New York. He was faithful, punctual, industrious, thorough. N. P. Willis, who for some time employed Poe as critic and sub-editor on the \"Evening Mirror,\" wrote thus:", "characters": 298, "sentences": 5}, {"text": "\"With the highest admiration for Poe's genius, and a willingness to let it alone for more than ordinary irregularity, we were led by common report to expect a very capricious attention to his duties, and occasionally a scene of violence and difficulty. Time went on, however, and he was invariably punctual and industrious. We saw but one presentiment of the man-a quiet, patient, industrious and most gentlemanly person.", "characters": 421, "sentences": 4}, {"text": "\"We heard, from one who knew him well (what should be stated in all mention of his lamentable irregularities), that with a single glass of wine his whole nature was reversed, the demon became uppermost, and, though none of the usual signs of intoxication were visible, his will was palpably insane. In this reversed character, we repeat, it was never our chance to meet him.\"", "characters": 375, "sentences": 3}, {"text": "On September 22, 1835, Poe married his cousin, Virginia Clemm, in Baltimore. She had barely turned thirteen years, Poe himself was but twenty-six. He then was a resident of Richmond and a regular contributor to the \"Southern Literary Messenger.\" It was not until a year later that the bride and her widowed mother followed him thither.", "characters": 335, "sentences": 5}, {"text": "These verses from \"Annabel Lee,\" written by Poe in 1849, the last year of his life, tell of his sorrow at the loss of his child-wife:", "characters": 133, "sentences": 1}, {"text": "With a love that the winged seraphs of heaven       Coveted her and me.      And this was the reason that, long ago;       In this kingdom by the sea.      A wind blew out of a cloud, chilling       My beautiful Annabel Lee;", "characters": 224, "sentences": 3}, {"text": "So that her high-born kinsmen came       And bore her away from me,      To shut her up in a sepulchre       In this kingdom by the sea,", "characters": 136, "sentences": 1}, {"text": "Poe was connected at various times and in various capacities with the \"Southern Literary Messenger\" in Richmond, Va.; \"Graham's Magazine\" and the \"Gentleman's Magazine\" in Philadelphia.; the \"Evening Mirror,\" the \"Broadway journal,\" and \"Godey's Lady's Book\" in New York. Everywhere Poe's life was one of unremitting toil. No tales and poems were ever produced at a greater cost of brain and spirit.", "characters": 399, "sentences": 6}, {"text": "Poe's initial salary with the \"Southern Literary Messenger,\" to which he contributed the first drafts of a number of his best-known tales, was $10 a week! Two years later his salary was but $600 a year. Even in 1844, when his literary reputation was established securely, he wrote to a friend expressing his pleasure because a magazine to which he was to contribute had agreed to pay him $20 monthly for two pages of criticism.", "characters": 427, "sentences": 3}, {"text": "Those were discouraging times in American literature, but Poe never lost faith. He was finally to triumph wherever pre-eminent talents win admirers. His genius has had no better description than in this stanza from William Winter's poem, read at the dedication exercises of the Actors' Monument to Poe, May 4, 1885, in New York:", "characters": 328, "sentences": 3}, {"text": "He was the voice of beauty and of woe,      Passion and mystery and the dread unknown;      Pure as the mountains of perpetual snow,      Cold as the icy winds that round them moan,      Dark as the eaves wherein earth's thunders groan,      Wild as the tempests of the upper sky,      Sweet as the faint, far-off celestial tone of angel          whispers, fluttering from on high,      And tender as love's tear when youth and beauty die.", "characters": 439, "sentences": 2}, {"text": "Remarkable experiences are usually confined to the inner life of imaginative men, but Mr. Poe's biography displays a vicissitude and peculiarity of interest such as is rarely met with. The offspring of a romantic marriage, and left an orphan at an early age, he was adopted by Mr. Allan, a wealthy Virginian, whose barren marriage-bed seemed the warranty of a large estate to the young poet.", "characters": 391, "sentences": 5}, {"text": "Helen, thy beauty is to me        Like those Nicean barks of yore,      That gently, o'er a perfumed sea,        The weary, way-worn wanderer bore      To his own native shore.", "characters": 176, "sentences": 2}, {"text": "On desperate seas long wont to roam,        Thy hyacinth hair, thy classic face,      Thy Naiad airs have brought me home        To the glory that was Greece      And the grandeur that was Rome.", "characters": 194, "sentences": 2}, {"text": "Lo! in yon brilliant window-niche        How statue-like I see thee stand!      The agate lamp within thy hand,        Ah! Psyche, from the regions which      Are Holy Land!", "characters": 173, "sentences": 1}, {"text": "Ligeia! Ligeia!      My beautiful one,        Whose harshest idea      Will to melody run,        Say, is it thy will,      On the breezes to toss,        Or, capriciously still,      Like the lone albatross,        Incumbent on night,      As she on the air,        To keep watch with delight      On the harmony there?", "characters": 320, "sentences": 1}, {"text": "John Neal, himself a man of genius, and whose lyre has been too long capriciously silent, appreciated the high merit of these and similar passages, and drew a proud horoscope for their author.", "characters": 192, "sentences": 2}, {"text": "for such it practically is to him, with wheels and cogs and piston-rods, all working to produce a certain end.", "characters": 110, "sentences": 2}, {"text": "\"For much imaginary work was there;      Conceit deceitful, so compact, so kind,      That for Achilles' image stood his spear      Grasped in an armed hand; himself behind      Was left unseen, save to the eye of mind.\"", "characters": 220, "sentences": 2}, {"text": "On the whole, it may be considered certain that Mr. Poe has attained an individual eminence in our literature which he will keep. He has given proof of power and originality. He has done that which could only be done once with success or safety, and the imitation or repetition of which would produce weariness.", "characters": 311, "sentences": 5}, {"text": "\"Edgar Allen Poe is dead. He died in Baltimore on Sunday, October 7th. This announcement will startle many, but few will be grieved by it. The poet was known, personally or by reputation, in all this country; he had readers in England and in several of the states of Continental Europe; but he had few or no friends; and the regrets for his death will be suggested principally by the consideration that in him literary art has lost one of its most brilliant but erratic stars.", "characters": 476, "sentences": 5}, {"text": "\"He seemed, except when some fitful pursuit subjugated his will and engrossed his faculties, always to bear the memory of some controlling sorrow. The remarkable poem of 'The Raven' was probably much more nearly than has been supposed, even by those who were very intimate with him, a reflection and an echo of his own history. _He_ was that bird's", "characters": 348, "sentences": 3}, {"text": "\"'Unhappy master whom unmerciful Disaster      Followed fast and followed faster till his songs one burden bore--      Till the dirges of his Hope that melancholy burden bore           Of 'Never-never more.'", "characters": 207, "sentences": 2}, {"text": "\"We have suggested the influence of his aims and vicissitudes upon his literature. It was more conspicuous in his later than in his earlier writings. Nearly all that he wrote in the last two or three years-including much of his best poetry-was in some sense biographical; in draperies of his imagination, those who had taken the trouble to trace his steps, could perceive, but slightly concealed, the figure of himself.\"", "characters": 420, "sentences": 4}, {"text": "\"I have not forgotten how a 'good word in season' from you made 'The Raven,' and made 'Ulalume' (which by-the-way, people have done me the honor of attributing to you), therefore, I would ask you (if I dared) to say something of these lines if they please you.", "characters": 260, "sentences": 2}, {"text": "In double proof of his earnest disposition to do the best for himself, and of the trustful and grateful nature which has been denied him, we give another of the only three of his notes which we chance to retain:", "characters": 211, "sentences": 1}, {"text": "\"My DEAR MR. WILLIS--I am about to make an effort at re-establishing myself in the literary world, and _feel _that I may depend upon your aid.", "characters": 142, "sentences": 3}, {"text": "\"Having thus given you _the facts_ of the case, I leave all the rest to the suggestions of your own tact and generosity. Gratefully, _most gratefully,_", "characters": 151, "sentences": 2}, {"text": "But there is another, more touching, and far more forcible evidence that there was _goodness _in Edgar A. Poe. To reveal it we are obliged to venture upon the lifting of the veil which sacredly covers grief and refinement in poverty; but we think it may be excused, if so we can brighten the memory of the poet, even were there not a more needed and immediate service which it may render to the nearest link broken by his death.", "characters": 428, "sentences": 4}, {"text": "We have a letter before us, written by this lady, Mrs. Clemm, on the morning in which she heard of the death of this object of her untiring care. It is merely a request that we would call upon her, but we will copy a few of its words--sacred as its privacy is--to warrant the truth of the picture we have drawn above, and add force to the appeal we wish to make for her:", "characters": 370, "sentences": 3}, {"text": "\"I have this morning heard of the death of my darling Eddie.... Can you give me any circumstances or particulars?... Oh! do not desert your poor friend in his bitter affliction!... Ask Mr. ---- to come, as I must deliver a message to him from my poor Eddie.... I need not ask you to notice his death and to speak well of him. I know you will. But say what an affectionate son he was to me, his poor desolate mother...\"", "characters": 418, "sentences": 21}, {"text": "BY late accounts from Rotterdam, that city seems to be in a high state of philosophical excitement. Indeed, phenomena have there occurred of a nature so completely unexpected--so entirely novel--so utterly at variance with preconceived opinions--as to leave no doubt on my mind that long ere this all Europe is in an uproar, all physics in a ferment, all reason and astronomy together by the ears.", "characters": 397, "sentences": 3}, {"text": "To their Excellencies Von Underduk and Rub-a-dub, President and Vice-President of the States' College of Astronomers, in the city of Rotterdam.", "characters": 143, "sentences": 2}, {"text": "\"Thus, may it please your Excellencies, I have detailed some, though by no means all, the considerations which led me to form the project of a lunar voyage. I shall now proceed to lay before you the result of an attempt so apparently audacious in conception, and, at all events, so utterly unparalleled in the annals of mankind.", "characters": 328, "sentences": 3}, {"text": "\"April 9th. To-day the earth's diameter was greatly diminished, and the color of the surface assumed hourly a deeper tint of yellow. The balloon kept steadily on her course to the southward, and arrived, at nine P.M., over the northern edge of the Mexican Gulf.", "characters": 261, "sentences": 6}, {"text": "\"April 11th. Found a startling diminution in the apparent diameter of the earth, and a considerable increase, now observable for the first time, in that of the moon itself, which wanted only a few days of being full. It now required long and excessive labor to condense within the chamber sufficient atmospheric air for the sustenance of life.", "characters": 343, "sentences": 4}, {"text": "\"April 13th. Was again very much alarmed by a repetition of the loud, crackling noise which terrified me on the tenth. Thought long upon the subject, but was unable to form any satisfactory conclusion. Great decrease in the earth's apparent diameter, which now subtended from the balloon an angle of very little more than twenty-five degrees. The moon could not be seen at all, being nearly in my zenith. I still continued in the plane of the elipse, but made little progress to the eastward.", "characters": 492, "sentences": 7}, {"text": "\"Cassini frequently observed Saturn, Jupiter, and the fixed stars, when approaching the moon to occultation, to have their circular figure changed into an oval one; and, in other occultations, he found no alteration of figure at all. Hence it might be supposed, that at some times and not at others, there is a dense matter encompassing the moon wherein the rays of the stars are refracted.", "characters": 390, "sentences": 3}, {"text": "Imprimus. That certain wags in Rotterdam have certain especial antipathies to certain burgomasters and astronomers.", "characters": 115, "sentences": 3}, {"text": "Secondly. That an odd little dwarf and bottle conjurer, both of whose ears, for some misdemeanor, have been cut off close to his head, has been missing for several days from the neighboring city of Bruges.", "characters": 205, "sentences": 3}, {"text": "Thirdly. That the newspapers which were stuck all over the little balloon were newspapers of Holland, and therefore could not have been made in the moon. They were dirty papers--very dirty--and Gluck, the printer, would take his Bible oath to their having been printed in Rotterdam.", "characters": 282, "sentences": 4}, {"text": "Fourthly, That Hans Pfaall himself, the drunken villain, and the three very idle gentlemen styled his creditors, were all seen, no longer than two or three days ago, in a tippling house in the suburbs, having just returned, with money in their pockets, from a trip beyond the sea.", "characters": 280, "sentences": 2}, {"text": "Lastly. That it is an opinion very generally received, or which ought to be generally received, that the College of Astronomers in the city of Rotterdam, as well as other colleges in all other parts of the world,--not to mention colleges and astronomers in general,--are, to say the least of the matter, not a whit better, nor greater, nor wiser than they ought to be.", "characters": 368, "sentences": 3}, {"text": "The topography throughout, even when professing to accord with Blunt's Lunar Chart, is entirely at variance with that or any other lunar chart, and even grossly at variance with itself. The points of the compass, too, are in inextricable confusion; the writer appearing to be ignorant that, on a lunar map, these are not in accordance with terrestrial points; the east being to the left, etc.", "characters": 392, "sentences": 3}, {"text": "The description of the wings of the man-bat, on page 21, is but a literal copy of Peter Wilkins' account of the wings of his flying islanders. This simple fact should have induced suspicion, at least, it might be thought.", "characters": 221, "sentences": 3}, {"text": "The Earl of Ross's telescope, lately constructed in England, has a _speculum_ with a reflecting surface of 4,071 square inches; the Herschel telescope having one of only 1,811. The metal of the Earl of Ross's is 6 feet diameter; it is 5 1/2 inches thick at the edges, and 5 at the centre. The weight is 3 tons. The focal length is 50 feet.", "characters": 339, "sentences": 5}, {"text": "I have lately read a singular and somewhat ingenious little book, whose title-page runs thus: \"L'Homme dans la lvne ou le Voyage Chimerique fait au Monde de la Lvne, nouellement decouvert par Dominique Gonzales, Aduanturier Espagnol, autremét dit le Courier volant. Mis en notre langve par J. B. D. A. Paris, chez Francois Piot, pres la Fontaine de Saint Benoist. Et chez J. Goignard, au premier pilier de la grand'salle du Palais, proche les Consultations, MDCXLVII.\" Pp. 76.", "characters": 477, "sentences": 11}, {"text": "Notwithstanding the blunders italicized, the book is not without some claim to attention, as affording a naive specimen of the current astronomical notions of the time. One of these assumed, that the \"gravitating power\" extended but a short distance from the earth's surface, and, accordingly, we find our voyager \"carried insensibly around the globe,\" etc.", "characters": 357, "sentences": 3}, {"text": "(*2) The zodiacal light is probably what the ancients called Trabes. Emicant Trabes quos docos vocant.--Pliny, lib. 2, p. 26.", "characters": 125, "sentences": 6}, {"text": "(*3) Since the original publication of Hans Pfaall, I find that Mr. Green, of Nassau balloon notoriety, and other late aeronauts, deny the assertions of Humboldt, in this respect, and speak of a decreasing inconvenience,--precisely in accordance with the theory here urged in a mere spirit of banter.", "characters": 300, "sentences": 3}, {"text": "Soon after dark they arrived, and gave me a most cordial welcome. Jupiter, grinning from ear to ear, bustled about to prepare some marsh-hens for supper. Legrand was in one of his fits--how else shall I term them?--of enthusiasm. He had found an unknown bivalve, forming a new genus, and, more than this, he had hunted down and secured, with Jupiter's assistance, a scarabæus which he believed to be totally new, but in respect to which he wished to have my opinion on the morrow.", "characters": 481, "sentences": 5}, {"text": "\"And why not to-night?\" I asked, rubbing my hands over the blaze, and wishing the whole tribe of scarabæi at the devil.", "characters": 120, "sentences": 2}, {"text": "\"Ah, if I had only known you were here!\" said Legrand, \"but it's so long since I saw you; and how could I foresee that you would pay me a visit this very night of all others? As I was coming home I met Lieutenant G--, from the fort, and, very foolishly, I lent him the bug; so it will be impossible for you to see it until the morning. Stay here to-night, and I will send Jup down for it at sunrise. It is the loveliest thing in creation!\"", "characters": 439, "sentences": 3}, {"text": "\"Nonsense! no!--the bug. It is of a brilliant gold color--about the size of a large hickory-nut--with two jet black spots near one extremity of the back, and another, somewhat longer, at the other. The antennæ are--\"", "characters": 217, "sentences": 3}, {"text": "\"Dey aint no tin in him, Massa Will, I keep a tellin on you,\" here interrupted Jupiter; \"de bug is a goole bug, solid, ebery bit of him, inside and all, sep him wing--neber feel half so hebby a bug in my life.\"", "characters": 210, "sentences": 2}, {"text": "\"Well!\" I said, after contemplating it for some minutes, \"this is a strange scarabæus, I must confess: new to me: never saw anything like it before--unless it was a skull, or a death's-head--which it more nearly resembles than anything else that has come under my observation.\"", "characters": 278, "sentences": 2}, {"text": "\"A death's-head!\" echoed Legrand--\"Oh--yes--well, it has something of that appearance upon paper, no doubt. The two upper black spots look like eyes, eh? and the longer one at the bottom like a mouth--and then the shape of the whole is oval.\"", "characters": 242, "sentences": 3}, {"text": "\"Perhaps so,\" said I; \"but, Legrand, I fear you are no artist. I must wait until I see the beetle itself, if I am to form any idea of its personal appearance.\"", "characters": 159, "sentences": 3}, {"text": "\"Well, I don't know,\" said he, a little nettled, \"I draw tolerably--should do it at least--have had good masters, and flatter myself that I am not quite a blockhead.\"", "characters": 166, "sentences": 2}, {"text": "\"The antennæ!\" said Legrand, who seemed to be getting unaccountably warm upon the subject; \"I am sure you must see the antennæ. I made them as distinct as they are in the original insect, and I presume that is sufficient.\"", "characters": 224, "sentences": 3}, {"text": "\"Well, well,\" I said, \"perhaps you have--still I don't see them;\" and I handed him the paper without additional remark, not wishing to ruffle his temper; but I was much surprised at the turn affairs had taken; his ill humor puzzled me--and, as for the drawing of the beetle, there were positively no antennæ visible, and the whole did bear a very close resemblance to the ordinary cuts of a death's-head.", "characters": 405, "sentences": 2}, {"text": "It was about a month after this (and during the interval I had seen nothing of Legrand) when I received a visit, at Charleston, from his man, Jupiter. I had never seen the good old negro look so dispirited, and I feared that some serious disaster had befallen my friend.", "characters": 270, "sentences": 3}, {"text": "\"No, dat he aint!--he aint find nowhar--dat's just whar de shoe pinch--my mind is got to be berry hebby bout poor Massa Will.\"", "characters": 126, "sentences": 2}, {"text": "\"Jupiter, I should like to understand what it is you are talking about. You say your master is sick. Hasn't he told you what ails him?\"", "characters": 135, "sentences": 3}, {"text": "\"Why, massa, taint worf while for to git mad about de matter--Massa Will say noffin at all aint de matter wid him--but den what make him go about looking dis here way, wid he head down and he soldiers up, and as white as a gose? And den he keep a syphon all de time--\"", "characters": 268, "sentences": 1}, {"text": "\"Keeps a syphon wid de figgurs on de slate--de queerest figgurs I ebber did see. Ise gittin to be skeered, I tell you. Hab for to keep mighty tight eye pon him noovers. Todder day he gib me slip fore de sun up and was gone de whole ob de blessed day. I had a big stick ready cut for to gib him deuced good beating when he did come--but Ise sich a fool dat I hadn't de heart arter all--he look so berry poorly.\"", "characters": 410, "sentences": 6}, {"text": "\"Eh?--what?--ah yes!--upon the whole I think you had better not be too severe with the poor fellow--don't flog him, Jupiter--he can't very well stand it--but can you form no idea of what has occasioned this illness, or rather this change of conduct? Has anything unpleasant happened since I saw you?\"", "characters": 300, "sentences": 1}, {"text": "\"No, massa, dey aint bin noffin unpleasant since den--'twas fore den I'm feared--'twas de berry day you was dare.\"", "characters": 114, "sentences": 2}, {"text": "\"Claws enuff, massa, and mouth too. I nebber did see sick a deuced bug--he kick and he bite ebery ting what cum near him. Massa Will cotch him fuss, but had for to let him go gin mighty quick, I tell you--den was de time he must ha got de bite. I did n't like de look oh de bug mouff, myself, no how, so I would n't take hold ob him wid my finger, but I cotch him wid a piece ob paper dat I found. I rap him up in de paper and stuff piece ob it in he mouff--dat was de way.\"", "characters": 474, "sentences": 6}, {"text": "\"And you think, then, that your master was really bitten by the beetle, and that the bite made him sick?\"", "characters": 105, "sentences": 1}, {"text": "\"I do n't tink noffin about it--I nose it. What make him dream bout de goole so much, if taint cause he bit by de goole-bug? Ise heerd bout dem goole-bugs fore dis.\"", "characters": 165, "sentences": 3}, {"text": "\"Well, Jup, perhaps you are right; but to what fortunate circumstance am I to attribute the honor of a visit from you to-day?\"", "characters": 126, "sentences": 1}, {"text": "Why have I not seen you for so long a time? I hope you have not been so foolish as to take offence at any little _brusquerie_ of mine; but no, that is improbable. Since I saw you I have had great cause for anxiety. I have something to tell you, yet scarcely know how to tell it, or whether I should tell it at all.", "characters": 314, "sentences": 4}, {"text": "I have not been quite well for some days past, and poor old Jup annoys me, almost beyond endurance, by his well-meant attentions Would you believe it?--he had prepared a huge stick, the other day, with which to chastise me for giving him the slip, and spending the day, _solus_, among the hills on the main land. I verily believe that my ill looks alone saved me a flogging.", "characters": 374, "sentences": 3}, {"text": "If you can, in any way, make it convenient, come over with Jupiter. _Do_ come. I wish to see you to-_night_, upon business of importance. I assure you that it is of the _highest_ importance.", "characters": 190, "sentences": 5}, {"text": "Upon reaching the wharf, I noticed a scythe and three spades, all apparently new, lying in the bottom of the boat in which we were to embark.", "characters": 141, "sentences": 2}, {"text": "\"Him de syfe and de spade what Massa Will sis pon my buying for him in de town, and de debbils own lot of money I had to gib for em.\"", "characters": 133, "sentences": 2}, {"text": "\"But what, in the name of all that is mysterious, is your 'Massa Will' going to do with scythes and spades?\"", "characters": 108, "sentences": 1}, {"text": "\"Dat's more dan I know, and debbil take me if I don't blieve 'tis more dan he know, too. But it's all cum ob do bug.\"", "characters": 117, "sentences": 3}, {"text": "\"Oh, yes,\" he replied, coloring violently, \"I got it from him the next morning. Nothing should tempt me to part with that scarabæus. Do you know that Jupiter is quite right about it?\"", "characters": 184, "sentences": 3}, {"text": "\"In supposing it to be a bug of real gold.\" He said this with an air of profound seriousness, and I felt inexpressibly shocked.", "characters": 127, "sentences": 3}, {"text": "\"This bug is to make my fortune,\" he continued, with a triumphant smile, \"to reinstate me in my family possessions. Is it any wonder, then, that I prize it? Since Fortune has thought fit to bestow it upon me, I have only to use it properly and I shall arrive at the gold of which it is the index. Jupiter; bring me that scarabæus!\"", "characters": 332, "sentences": 3}, {"text": "\"I sent for you,\" said he, in a grandiloquent tone, when I had completed my examination of the beetle, \"I sent for you, that I might have your counsel and assistance in furthering the views of Fate and of the bug\"--", "characters": 215, "sentences": 1}, {"text": "\"My dear Legrand,\" I cried, interrupting him, \"you are certainly unwell, and had better use some little precautions. You shall go to bed, and I will remain with you a few days, until you get over this. You are feverish and\"--", "characters": 225, "sentences": 3}, {"text": "\"But you may be ill and yet have no fever. Allow me this once to prescribe for you. In the first place, go to bed. In the next\"--", "characters": 129, "sentences": 4}, {"text": "\"You are mistaken,\" he interposed, \"I am as well as I can expect to be under the excitement which I suffer. If you really wish me well, you will relieve this excitement.\"", "characters": 170, "sentences": 3}, {"text": "\"Very easily. Jupiter and myself are going upon an expedition into the hills, upon the main land, and, in this expedition we shall need the aid of some person in whom we can confide. You are the only one we can trust. Whether we succeed or fail, the excitement which you now perceive in me will be equally allayed.\"", "characters": 315, "sentences": 5}, {"text": "\"I am anxious to oblige you in any way,\" I replied; \"but do you mean to say that this infernal beetle has any connection with your expedition into the hills?\"", "characters": 158, "sentences": 1}, {"text": "\"And will you promise me, upon your honor, that when this freak of yours is over, and the bug business (good God!) settled to your satisfaction, you will then return home and follow my advice implicitly, as that of your physician?\"", "characters": 231, "sentences": 1}, {"text": "We crossed the creek at the head of the island by means of a skiff; and, ascending the high grounds on the shore of the main land, proceeded in a northwesterly direction, through a tract of country excessively wild and desolate, where no trace of a human footstep was to be seen. Legrand led the way with decision; pausing only for an instant, here and there, to consult what appeared to be certain landmarks of his own contrivance upon a former occasion.", "characters": 455, "sentences": 3}, {"text": "\"Get up the main trunk first, and then I will tell you which way to go--and here--stop! take this beetle with you.\"", "characters": 115, "sentences": 2}, {"text": "\"De bug, Massa Will!--de goole bug!\" cried the negro, drawing back in dismay--\"what for mus tote de bug way up de tree?--d-n if I do!\"", "characters": 134, "sentences": 1}, {"text": "\"If you are afraid, Jup, a great big negro like you, to take hold of a harmless little dead beetle, why you can carry it up by this string--but, if you do not take it up with you in some way, I shall be under the necessity of breaking your head with this shovel.\"", "characters": 263, "sentences": 2}, {"text": "\"What de matter now, massa?\" said Jup, evidently shamed into compliance; \"always want for to raise fuss wid old nigger. Was only funnin any how. Me feered de bug! what I keer for de bug?\" Here he took cautiously hold of the extreme end of the string, and, maintaining the insect as far from his person as circumstances would permit, prepared to ascend the tree.", "characters": 361, "sentences": 4}, {"text": "\"Keep up the largest branch--the one on this side,\" said Legrand. The negro obeyed him promptly, and apparently with but little trouble; ascending higher and higher, until no glimpse of his squat figure could be obtained through the dense foliage which enveloped it. Presently his voice was heard in a sort of halloo.", "characters": 317, "sentences": 4}, {"text": "\"Never mind the sky, but attend to what I say. Look down the trunk and count the limbs below you on this side. How many limbs have you passed?\"", "characters": 143, "sentences": 3}, {"text": "\"Now, Jup,\" cried Legrand, evidently much excited, \"I want you to work your way out upon that limb as far as you can. If you see anything strange, let me know.\" By this time what little doubt I might have entertained of my poor friend's insanity, was put finally at rest. I had no alternative but to conclude him stricken with lunacy, and I became seriously anxious about getting him home. While I was pondering upon what was best to be done, Jupiter's voice was again heard.", "characters": 475, "sentences": 6}, {"text": "\"What in the name heaven shall I do?\" asked Legrand, seemingly in the greatest distress. \"Do!\" said I, glad of an opportunity to interpose a word, \"why come home and go to bed. Come now!--that's a fine fellow. It's getting late, and, besides, you remember your promise.\"", "characters": 270, "sentences": 5}, {"text": "\"Him rotten, massa, sure nuff,\" replied the negro in a few moments, \"but not so berry rotten as mought be. Mought ventur out leetle way pon de limb by myself, dat's true.\"", "characters": 171, "sentences": 3}, {"text": "\"Why I mean de bug. 'Tis berry hebby bug. Spose I drop him down fuss, and den de limb won't break wid just de weight ob one nigger.\"", "characters": 132, "sentences": 4}, {"text": "\"You infernal scoundrel!\" cried Legrand, apparently much relieved, \"what do you mean by telling me such nonsense as that? As sure as you drop that beetle I'll break your neck. Look here, Jupiter, do you hear me?\"", "characters": 212, "sentences": 2}, {"text": "\"Well! now listen!--if you will venture out on the limb as far as you think safe, and not let go the beetle, I'll make you a present of a silver dollar as soon as you get down.\"", "characters": 177, "sentences": 2}, {"text": "\"Why taint noffin but a skull--somebody bin lef him head up de tree, and de crows done gobble ebery bit ob de meat off.\"", "characters": 120, "sentences": 2}, {"text": "\"Sure nuff, massa; mus look. Why dis berry curous sarcumstance, pon my word--dare's a great big nail in de skull, what fastens ob it on to de tree.\"", "characters": 148, "sentences": 3}, {"text": "\"To be sure! you are left-handed; and your left eye is on the same side as your left hand. Now, I suppose, you can find the left eye of the skull, or the place where the left eye has been. Have you found it?\"", "characters": 208, "sentences": 3}, {"text": "\"Is de lef eye of de skull pon de same side as de lef hand of de skull, too?--cause de skull aint got not a bit ob a hand at all--nebber mind! I got de lef eye now--here de lef eye! what mus do wid it?\"", "characters": 202, "sentences": 1}, {"text": "\"Let the beetle drop through it, as far as the string will reach--but be careful and not let go your hold of the string.\"", "characters": 121, "sentences": 2}, {"text": "\"All dat done, Massa Will; mighty easy ting for to put de bug fru de hole--look out for him dare below!\"", "characters": 104, "sentences": 1}, {"text": "The lanterns having been lit, we all fell to work with a zeal worthy a more rational cause; and, as the glare fell upon our persons and implements, I could not help thinking how picturesque a group we composed, and how strange and suspicious our labors must have appeared to any interloper who, by chance, might have stumbled upon our whereabouts.", "characters": 347, "sentences": 2}, {"text": "We had taken, perhaps, a dozen steps in this direction, when, with a loud oath, Legrand strode up to Jupiter, and seized him by the collar. The astonished negro opened his eyes and mouth to the fullest extent, let fall the spades, and fell upon his knees.", "characters": 255, "sentences": 3}, {"text": "\"You scoundrel,\" said Legrand, hissing out the syllables from between his clenched teeth--\"you infernal black villain!--speak, I tell you!--answer me this instant, without prevarication!--which--which is your left eye?\"", "characters": 219, "sentences": 1}, {"text": "\"Oh, my golly, Massa Will! aint dis here my lef eye for sartain?\" roared the terrified Jupiter, placing his hand upon his right organ of vision, and holding it there with a desperate pertinacity, as if in immediate dread of his master's attempt at a gouge.", "characters": 256, "sentences": 2}, {"text": "\"I thought so!--I knew it! hurrah!\" vociferated Legrand, letting the negro go, and executing a series of curvets and caracols, much to the astonishment of his valet, who, arising from his knees, looked, mutely, from his master to myself, and then from myself to his master.", "characters": 273, "sentences": 2}, {"text": "\"Come! we must go back,\" said the latter, \"the game's not up yet;\" and he again led the way to the tulip-tree.", "characters": 110, "sentences": 2}, {"text": "\"Jupiter,\" said he, when we reached its foot, \"come here! was the skull nailed to the limb with the face outwards, or with the face to the limb?\"", "characters": 145, "sentences": 1}, {"text": "\"Well, then, was it this eye or that through which you dropped the beetle?\"--here Legrand touched each of Jupiter's eyes.", "characters": 121, "sentences": 2}, {"text": "\"Twas dis eye, massa--de lef eye--jis as you tell me,\" and here it was his right eye that the negro indicated.", "characters": 110, "sentences": 2}, {"text": "Here my friend, about whose madness I now saw, or fancied that I saw, certain indications of method, removed the peg which marked the spot where the beetle fell, to a spot about three inches to the westward of its former position. Taking, now, the tape measure from the nearest point of the trunk to the peg, as before, and continuing the extension in a straight line to the distance of fifty feet, a spot was indicated, removed, by several yards, from the point at which we had been digging.", "characters": 492, "sentences": 3}, {"text": "At sight of these the joy of Jupiter could scarcely be restrained, but the countenance of his master wore an air of extreme disappointment He urged us, however, to continue our exertions, and the words were hardly uttered when I stumbled and fell forward, having caught the toe of my boot in a large ring of iron that lay half buried in the loose earth.", "characters": 353, "sentences": 2}, {"text": "\"And dis all cum ob de goole-bug! de putty goole bug! de poor little goole-bug, what I boosed in dat sabage kind ob style! Aint you shamed ob yourself, nigger?--answer me dat!\"", "characters": 176, "sentences": 1}, {"text": "We were now thoroughly broken down; but the intense excitement of the time denied us repose. After an unquiet slumber of some three or four hours' duration, we arose, as if by preconcert, to make examination of our treasure.", "characters": 224, "sentences": 3}, {"text": "\"You remember that when I went to the table, for the purpose of making a sketch of the beetle, I found no paper where it was usually kept. I looked in the drawer, and found none there. I searched my pockets, hoping to find an old letter, when my hand fell upon the parchment. I thus detail the precise mode in which it came into my possession; for the circumstances impressed me with peculiar force.", "characters": 399, "sentences": 5}, {"text": "\"No doubt you will think me fanciful--but I had already established a kind of connexion. I had put together two links of a great chain. There was a boat lying upon a sea-coast, and not far from the boat was a parchment--not a paper--with a skull depicted upon it. You will, of course, ask 'where is the connexion?' I reply that the skull, or death's-head, is the well-known emblem of the pirate. The flag of the death's head is hoisted in all engagements.", "characters": 455, "sentences": 6}, {"text": "\"But,\" I interposed, \"you say that the skull was not upon the parchment when you made the drawing of the beetle. How then do you trace any connexion between the boat and the skull--since this latter, according to your own admission, must have been designed (God only knows how or by whom) at some period subsequent to your sketching the scarabæus?\"", "characters": 349, "sentences": 2}, {"text": "\"Ha! ha!\" said I, \"to be sure I have no right to laugh at you--a million and a half of money is too serious a matter for mirth--but you are not about to establish a third link in your chain--you will not find any especial connexion between your pirates and a goat--pirates, you know, have nothing to do with goats; they appertain to the farming interest.\"", "characters": 355, "sentences": 2}, {"text": "\"Pretty much, but not altogether,\" said Legrand. \"You may have heard of one Captain Kidd. I at once looked upon the figure of the animal as a kind of punning or hieroglyphical signature. I say signature; because its position upon the vellum suggested this idea. The death's-head at the corner diagonally opposite, had, in the same manner, the air of a stamp, or seal. But I was sorely put out by the absence of all else--of the body to my imagined instrument--of the text for my context.\"", "characters": 488, "sentences": 7}, {"text": "\"But that Kidd's accumulations were immense, is well known. I took it for granted, therefore, that the earth still held them; and you will scarcely be surprised when I tell you that I felt a hope, nearly amounting to certainty, that the parchment so strangely found, involved a lost record of the place of deposit.\"", "characters": 315, "sentences": 3}, {"text": "\"53\u0087\u0087\u0086305))6*;4826)4\u0087)4\u0087);806*;48\u00868¶60))85;1\u0087);:\u0087   *8\u008683(88)5*\u0086;46(;88*96*?;8)*\u0087(;485);5*\u00862:*\u0087(;4956*   2(5*--4)8¶8*;4069285);)6\u00868)4\u0087\u0087;1(\u00879;48081;8:8\u00871;4   8\u008685;4)485\u0086528806*81(\u00879;48;(88;4(\u0087?34;48)4\u0087;161;:   188;\u0087?;\"", "characters": 243, "sentences": 1}, {"text": "\"But,\" said I, returning him the slip, \"I am as much in the dark as ever. Were all the jewels of Golconda awaiting me upon my solution of this enigma, I am quite sure that I should be unable to earn them.\"", "characters": 205, "sentences": 3}, {"text": "\"Readily; I have solved others of an abstruseness ten thousand times greater. Circumstances, and a certain bias of mind, have led me to take interest in such riddles, and it may well be doubted whether human ingenuity can construct an enigma of the kind which human ingenuity may not, by proper application, resolve. In fact, having once established connected and legible characters, I scarcely gave a thought to the mere difficulty of developing their import.", "characters": 460, "sentences": 4}, {"text": "\"Now, in English, the letter which most frequently occurs is e. Afterwards, succession runs thus: _a o i d h n r s t u y c f g l m w b k p q x z_. _E_ predominates so remarkably that an individual sentence of any length is rarely seen, in which it is not the prevailing character.", "characters": 280, "sentences": 4}, {"text": "\"Here we are enabled, at once, to discard the 'th,' as forming no portion of the word commencing with the first t; since, by experiment of the entire alphabet for a letter adapted to the vacancy, we perceive that no word can be formed of which this _th_ can be a part. We are thus narrowed into", "characters": 294, "sentences": 2}, {"text": "and, going through the alphabet, if necessary, as before, we arrive at the word 'tree,' as the sole possible reading. We thus gain another letter, _r_, represented by (, with the words 'the tree' in juxtaposition.", "characters": 213, "sentences": 3}, {"text": "\"Looking beyond these words, for a short distance, we again see the combination;48, and employ it by way of _termination_ to what immediately precedes. We have thus this arrangement:", "characters": 182, "sentences": 2}, {"text": "\"Now, if, in place of the unknown characters, we leave blank spaces, or substitute dots, we read thus:", "characters": 102, "sentences": 1}, {"text": "when the word '_through_' makes itself evident at once. But this discovery gives us three new letters, _o_, _u_ and _g_, represented by \u0087? and 3.", "characters": 146, "sentences": 3}, {"text": "\"Looking now, narrowly, through the cipher for combinations of known characters, we find, not very far from the beginning, this arrangement,", "characters": 140, "sentences": 1}, {"text": "which, plainly, is the conclusion of the word 'degree,' and gives us another letter, _d_, represented by \u0086.", "characters": 108, "sentences": 2}, {"text": "\"Translating the known characters, and representing the unknown by dots, as before, we read thus: th rtee. an arrangement immediately suggestive of the word 'thirteen,' and again furnishing us with two new characters, _i_ and _n_, represented by 6 and *.", "characters": 254, "sentences": 3}, {"text": "\"It is now time that we arrange our key, as far as discovered, in a tabular form, to avoid confusion. It will stand thus:", "characters": 121, "sentences": 2}, {"text": "5 represents      a                 \u0086       \"         d                 8       \"         e                 3       \"         g                 4       \"         h                 6       \"         i                 *       \"         n                 \u0087       \"         o                 (       \"         r                 ;       \"         t", "characters": 345, "sentences": 1}, {"text": "\"'_A good glass in the bishop's hostel in the devil's seat forty-one degrees and thirteen minutes northeast and by north main branch seventh limb east side shoot from the left eye of the death's-head a bee line from the tree through the shot fifty feet out_.'\"", "characters": 260, "sentences": 2}, {"text": "\"But,\" said I, \"the enigma seems still in as bad a condition as ever. How is it possible to extort a meaning from all this jargon about 'devil's seats,' 'death's heads,' and 'bishop's hotels?'\"", "characters": 193, "sentences": 2}, {"text": "\"I confess,\" replied Legrand, \"that the matter still wears a serious aspect, when regarded with a casual glance. My first endeavor was to divide the sentence into the natural division intended by the cryptographist.\"", "characters": 216, "sentences": 3}, {"text": "\"I offered to pay her well for her trouble, and, after some demur, she consented to accompany me to the spot. We found it without much difficulty, when, dismissing her, I proceeded to examine the place. The 'castle' consisted of an irregular assemblage of cliffs and rocks--one of the latter being quite remarkable for its height as well as for its insulated and artificial appearance I clambered to its apex, and then felt much at a loss as to what should be next done.", "characters": 470, "sentences": 4}, {"text": "\"While I was busied in reflection, my eyes fell upon a narrow ledge in the eastern face of the rock, perhaps a yard below the summit upon which I stood. This ledge projected about eighteen inches, and was not more than a foot wide, while a niche in the cliff just above it, gave it a rude resemblance to one of the hollow-backed chairs used by our ancestors. I made no doubt that here was the 'devil's seat' alluded to in the MS., and now I seemed to grasp the full secret of the riddle.", "characters": 487, "sentences": 5}, {"text": "\"All this,\" I said, \"is exceedingly clear, and, although ingenious, still simple and explicit. When you left the Bishop's Hotel, what then?\"", "characters": 140, "sentences": 2}, {"text": "\"I suppose,\" said I, \"you missed the spot, in the first attempt at digging, through Jupiter's stupidity in letting the bug fall through the right instead of through the left eye of the skull.\"", "characters": 192, "sentences": 2}, {"text": "\"But your grandiloquence, and your conduct in swinging the beetle--how excessively odd! I was sure you were mad. And why did you insist upon letting fall the bug, instead of a bullet, from the skull?\"", "characters": 200, "sentences": 2}, {"text": "\"Why, to be frank, I felt somewhat annoyed by your evident suspicions touching my sanity, and so resolved to punish you quietly, in my own way, by a little bit of sober mystification. For this reason I swung the beetle, and for this reason I let it fall it from the tree. An observation of yours about its great weight suggested the latter idea.\"", "characters": 346, "sentences": 4}, {"text": "\"Yes, I perceive; and now there is only one point which puzzles me. What are we to make of the skeletons found in the hole?\"", "characters": 124, "sentences": 2}, {"text": "\"What broad and rapid river is that which forces its way, with innumerable falls, through the mountainous wilderness, and finally through the wilderness of buildings?\"", "characters": 167, "sentences": 1}, {"text": "I beg pardon; I had forgotten that Shakespeare will not flourish for seventeen hundred and fifty years to come. But does not the appearance of Epidaphne justify me in calling it grotesque?", "characters": 188, "sentences": 2}, {"text": "\"And the numerous temples, sumptuous and magnificent, may bear comparison with the most lauded of antiquity.\"", "characters": 109, "sentences": 2}, {"text": "\"It is certainly a strange place! What is the meaning of yonder singular building? See! it towers above all others, and lies to the eastward of what I take to be the royal palace.\"", "characters": 180, "sentences": 2}, {"text": "\"Hark--behold!--who can those ridiculous beings be, half naked, with their faces painted, shouting and gesticulating to the rabble?\"", "characters": 132, "sentences": 1}, {"text": "Some few are mountebanks. Others more particularly belong to the race of philosophers. The greatest portion, however--those especially who belabor the populace with clubs--are the principal courtiers of the palace, executing as in duty bound, some laudable comicality of the king's.", "characters": 282, "sentences": 4}, {"text": "\"But what have we here? Heavens! the town is swarming with wild beasts! How terrible a spectacle!--how dangerous a peculiarity!\"", "characters": 128, "sentences": 1}, {"text": "\"But what extraordinary tumult do I hear? Surely this is a loud noise even for Antioch! It argues some commotion of unusual interest.\"", "characters": 134, "sentences": 2}, {"text": "Yes: the king is coming! See! the people are aghast with admiration, and lift up their eyes to the heavens in reverence. He comes;--he is coming;--there he is!", "characters": 159, "sentences": 2}, {"text": "\"Very possible. Still I see nothing but a tumultuous mob of idiots and madmen, who are busy in prostrating themselves before a gigantic cameleopard, and endeavoring to obtain a kiss of the animal's hoofs. See! the beast has very justly kicked one of the rabble over--and another--and another--and another. Indeed, I cannot help admiring the animal for the excellent use he is making of his feet.\"", "characters": 396, "sentences": 5}, {"text": "Well and strenuously sung! The populace are hailing him 'Prince of Poets,' as well as 'Glory of the East,' 'Delight of the Universe,' and 'Most Remarkable of Cameleopards.' They have encored his effusion, and do you hear?--he is singing it over again. When he arrives at the hippodrome, he will be crowned with the poetic wreath, in anticipation of his victory at the approaching Olympics.", "characters": 389, "sentences": 4}, {"text": "\"Surely this is the most populous city of the East! What a wilderness of people! what a jumble of all ranks and ages! what a multiplicity of sects and nations! what a variety of costumes! what a Babel of languages! what a screaming of beasts! what a tinkling of instruments! what a parcel of philosophers!\"", "characters": 306, "sentences": 1}, {"text": "(*1) Flavius Vospicus says, that the hymn here introduced was sung by the rabble upon the occasion of Aurelian, in the Sarmatic war, having slain, with his own hand, nine hundred and fifty of the enemy.", "characters": 202, "sentences": 2}, {"text": "What song the Syrens sang, or what name Achilles assumed when he hid   himself among women, although puzzling questions, are not beyond   _all_ conjecture.", "characters": 155, "sentences": 2}, {"text": "The narrative which follows will appear to the reader somewhat in the light of a commentary upon the propositions just advanced.", "characters": 128, "sentences": 2}, {"text": "Had the routine of our life at this place been known to the world, we should have been regarded as madmen--although, perhaps, as madmen of a harmless nature. Our seclusion was perfect. We admitted no visitors. Indeed the locality of our retirement had been carefully kept a secret from my own former associates; and it had been many years since Dupin had ceased to know or be known in Paris. We existed within ourselves alone.", "characters": 426, "sentences": 6}, {"text": "Let it not be supposed, from what I have just said, that I am detailing any mystery, or penning any romance. What I have described in the Frenchman, was merely the result of an excited, or perhaps of a diseased intelligence. But of the character of his remarks at the periods in question an example will best convey the idea.", "characters": 325, "sentences": 4}, {"text": "We were strolling one night down a long dirty street in the vicinity of the Palais Royal. Being both, apparently, occupied with thought, neither of us had spoken a syllable for fifteen minutes at least. All at once Dupin broke forth with these words:", "characters": 250, "sentences": 3}, {"text": "\"There can be no doubt of that,\" I replied unwittingly, and not at first observing (so much had I been absorbed in reflection) the extraordinary manner in which the speaker had chimed in with my meditations. In an instant afterward I recollected myself, and my astonishment was profound.", "characters": 287, "sentences": 3}, {"text": "\"Dupin,\" said I, gravely, \"this is beyond my comprehension. I do not hesitate to say that I am amazed, and can scarcely credit my senses. How was it possible you should know I was thinking of -----?\" Here I paused, to ascertain beyond a doubt whether he really knew of whom I thought.", "characters": 284, "sentences": 4}, {"text": "--\"of Chantilly,\" said he, \"why do you pause? You were remarking to yourself that his diminutive figure unfitted him for tragedy.\"", "characters": 130, "sentences": 2}, {"text": "This was precisely what had formed the subject of my reflections. Chantilly was a _quondam_ cobbler of the Rue St. Denis, who, becoming stage-mad, had attempted the _rôle_ of Xerxes, in Crébillon's tragedy so called, and been notoriously Pasquinaded for his pains.", "characters": 266, "sentences": 4}, {"text": "\"Tell me, for Heaven's sake,\" I exclaimed, \"the method--if method there is--by which you have been enabled to fathom my soul in this matter.\" In fact I was even more startled than I would have been willing to express.", "characters": 217, "sentences": 3}, {"text": "\"It was the fruiterer,\" replied my friend, \"who brought you to the conclusion that the mender of soles was not of sufficient height for Xerxes _et id genus omne_.\"", "characters": 163, "sentences": 2}, {"text": "I now remembered that, in fact, a fruiterer, carrying upon his head a large basket of apples, had nearly thrown me down, by accident, as we passed from the Rue C ---- into the thoroughfare where we stood; but what this had to do with Chantilly I could not possibly understand.", "characters": 276, "sentences": 2}, {"text": "There was not a particle of _charlâtanerie_ about Dupin. \"I will explain,\" he said, \"and that you may comprehend all clearly, we will first retrace the course of your meditations, from the moment in which I spoke to you until that of the _rencontre_ with the fruiterer in question. The larger links of the chain run thus--Chantilly, Orion, Dr. Nichols, Epicurus, Stereotomy, the street stones, the fruiterer.\"", "characters": 410, "sentences": 5}, {"text": "Not long after this, we were looking over an evening edition of the \"Gazette des Tribunaux,\" when the following paragraphs arrested our attention.", "characters": 146, "sentences": 2}, {"text": "\"After a thorough investigation of every portion of the house, without farther discovery, the party made its way into a small paved yard in the rear of the building, where lay the corpse of the old lady, with her throat so entirely cut that, upon an attempt to raise her, the head fell off. The body, as well as the head, was fearfully mutilated--the former so much so as scarcely to retain any semblance of humanity.", "characters": 417, "sentences": 3}, {"text": "\"_The Tragedy in the Rue Morgue._ Many individuals have been examined in relation to this most extraordinary and frightful affair. [The word 'affaire' has not yet, in France, that levity of import which it conveys with us,] \"but nothing whatever has transpired to throw light upon it. We give below all the material testimony elicited.", "characters": 335, "sentences": 5}, {"text": "\"Many other persons, neighbors, gave evidence to the same effect. No one was spoken of as frequenting the house. It was not known whether there were any living connexions of Madame L. and her daughter. The shutters of the front windows were seldom opened. Those in the rear were always closed, with the exception of the large back room, fourth story. The house was a good house--not very old.", "characters": 392, "sentences": 8}, {"text": "\"_Jules Mignaud_, banker, of the firm of Mignaud et Fils, Rue Deloraine. Is the elder Mignaud. Madame L'Espanaye had some property. Had opened an account with his banking house in the spring of the year--(eight years previously). Made frequent deposits in small sums. Had checked for nothing until the third day before her death, when she took out in person the sum of 4000 francs. This sum was paid in gold, and a clerk went home with the money.", "characters": 446, "sentences": 8}, {"text": "\"_Adolphe Le Bon_, clerk to Mignaud et Fils, deposes that on the day in question, about noon, he accompanied Madame L'Espanaye to her residence with the 4000 francs, put up in two bags. Upon the door being opened, Mademoiselle L. appeared and took from his hands one of the bags, while the old lady relieved him of the other. He then bowed and departed. Did not see any person in the street at the time. It is a bye-street--very lonely.", "characters": 436, "sentences": 7}, {"text": "\"_Alfonzo Garcio_, undertaker, deposes that he resides in the Rue Morgue. Is a native of Spain. Was one of the party who entered the house. Did not proceed up stairs. Is nervous, and was apprehensive of the consequences of agitation. Heard the voices in contention. The gruff voice was that of a Frenchman. Could not distinguish what was said. The shrill voice was that of an Englishman--is sure of this. Does not understand the English language, but judges by the intonation.", "characters": 476, "sentences": 11}, {"text": "\"_Alberto Montani_, confectioner, deposes that he was among the first to ascend the stairs. Heard the voices in question. The gruff voice was that of a Frenchman. Distinguished several words. The speaker appeared to be expostulating. Could not make out the words of the shrill voice. Spoke quick and unevenly. Thinks it the voice of a Russian. Corroborates the general testimony. Is an Italian. Never conversed with a native of Russia.", "characters": 435, "sentences": 12}, {"text": "\"_Alexandre Etienne_, surgeon, was called with M. Dumas to view the bodies. Corroborated the testimony, and the opinions of M. Dumas.", "characters": 133, "sentences": 5}, {"text": "\"Nothing farther of importance was elicited, although several other persons were examined. A murder so mysterious, and so perplexing in all its particulars, was never before committed in Paris--if indeed a murder has been committed at all. The police are entirely at fault--an unusual occurrence in affairs of this nature. There is not, however, the shadow of a clew apparent.\"", "characters": 377, "sentences": 5}, {"text": "The evening edition of the paper stated that the greatest excitement still continued in the Quartier St. Roch--that the premises in question had been carefully re-searched, and fresh examinations of witnesses instituted, but all to no purpose. A postscript, however, mentioned that Adolphe Le Bon had been arrested and imprisoned--although nothing appeared to criminate him, beyond the facts already detailed.", "characters": 409, "sentences": 4}, {"text": "Dupin seemed singularly interested in the progress of this affair--at least so I judged from his manner, for he made no comments. It was only after the announcement that Le Bon had been imprisoned, that he asked me my opinion respecting the murders.", "characters": 249, "sentences": 3}, {"text": "I could merely agree with all Paris in considering them an insoluble mystery. I saw no means by which it would be possible to trace the murderer.", "characters": 145, "sentences": 3}, {"text": "\"As for these murders, let us enter into some examinations for ourselves, before we make up an opinion respecting them. An inquiry will afford us amusement,\" [I thought this an odd term, so applied, but said nothing] \"and, besides, Le Bon once rendered me a service for which I am not ungrateful. We will go and see the premises with our own eyes. I know G----, the Prefect of Police, and shall have no difficulty in obtaining the necessary permission.\"", "characters": 453, "sentences": 5}, {"text": "I have said that the whims of my friend were manifold, and that _Je les ménagais_:--for this phrase there is no English equivalent. It was his humor, now, to decline all conversation on the subject of the murder, until about noon the next day. He then asked me, suddenly, if I had observed any thing _peculiar_ at the scene of the atrocity.", "characters": 341, "sentences": 4}, {"text": "There was something in his manner of emphasizing the word \"peculiar,\" which caused me to shudder, without knowing why.", "characters": 118, "sentences": 2}, {"text": "I took the pistols, scarcely knowing what I did, or believing what I heard, while Dupin went on, very much as if in a soliloquy. I have already spoken of his abstract manner at such times. His discourse was addressed to myself; but his voice, although by no means loud, had that intonation which is commonly employed in speaking to some one at a great distance. His eyes, vacant in expression, regarded only the wall.", "characters": 417, "sentences": 5}, {"text": "I remarked that, while all the witnesses agreed in supposing the gruff voice to be that of a Frenchman, there was much disagreement in regard to the shrill, or, as one individual termed it, the harsh voice.", "characters": 206, "sentences": 2}, {"text": "\"My own examination was somewhat more particular, and was so for the reason I have just given--because here it was, I knew, that all apparent impossibilities _must_ be proved to be not such in reality.", "characters": 201, "sentences": 2}, {"text": "\"The riddle, so far, was now unriddled. The assassin had escaped through the window which looked upon the bed. Dropping of its own accord upon his exit (or perhaps purposely closed), it had become fastened by the spring; and it was the retention of this spring which had been mistaken by the police for that of the nail,--farther inquiry being thus considered unnecessary.", "characters": 372, "sentences": 4}, {"text": "\"I wish you to bear especially in mind that I have spoken of a _very_ unusual degree of activity as requisite to success in so hazardous and so difficult a feat. It is my design to show you, first, that the thing might possibly have been accomplished:--but, secondly and _chiefly_, I wish to impress upon your understanding the _very extraordinary_--the almost præternatural character of that agility which could have accomplished it.", "characters": 435, "sentences": 3}, {"text": "At these words a vague and half-formed conception of the meaning of Dupin flitted over my mind. I seemed to be upon the verge of comprehension without power to comprehend--men, at times, find themselves upon the brink of remembrance without being able, in the end, to remember. My friend went on with his discourse.", "characters": 315, "sentences": 4}, {"text": "I felt a creeping of the flesh as Dupin asked me the question. \"A madman,\" I said, \"has done this deed--some raving maniac, escaped from a neighboring _Maison de Santé._\"", "characters": 171, "sentences": 3}, {"text": "\"I have not asserted that it is,\" said he; \"but, before we decide this point, I wish you to glance at the little sketch I have here traced upon this paper. It is a _fac-simile_ drawing of what has been described in one portion of the testimony as 'dark bruises, and deep indentations of finger nails,' upon the throat of Mademoiselle L'Espanaye, and in another, (by Messrs. Dumas and Etienne,) as a 'series of livid spots, evidently the impression of fingers.'", "characters": 460, "sentences": 4}, {"text": "\"You will perceive,\" continued my friend, spreading out the paper upon the table before us, \"that this drawing gives the idea of a firm and fixed hold. There is no _slipping_ apparent. Each finger has retained--possibly until the death of the victim--the fearful grasp by which it originally imbedded itself. Attempt, now, to place all your fingers, at the same time, in the respective impressions as you see them.\"", "characters": 415, "sentences": 5}, {"text": "\"We are possibly not giving this matter a fair trial,\" he said. \"The paper is spread out upon a plane surface; but the human throat is cylindrical. Here is a billet of wood, the circumference of which is about that of the throat. Wrap the drawing around it, and try the experiment again.\"", "characters": 288, "sentences": 5}, {"text": "I did so; but the difficulty was even more obvious than before. \"This,\" I said, \"is the mark of no human hand.\"", "characters": 111, "sentences": 3}, {"text": "It was a minute anatomical and generally descriptive account of the large fulvous Ourang-Outang of the East Indian Islands. The gigantic stature, the prodigious strength and activity, the wild ferocity, and the imitative propensities of these mammalia are sufficiently well known to all. I understood the full horrors of the murder at once.", "characters": 340, "sentences": 4}, {"text": "CAUGHT--_In the Bois de Boulogne, early in the morning of the--inst.,_ (the morning of the murder,) _a very large, tawny Ourang-Outang of the Bornese species. The owner, (who is ascertained to be a sailor, belonging to a Maltese vessel,) may have the animal again, upon identifying it satisfactorily, and paying a few charges arising from its capture and keeping. Call at No. ----, Rue ----, Faubourg St. Germain--au troisiême._", "characters": 429, "sentences": 7}, {"text": "\"How was it possible,\" I asked, \"that you should know the man to be a sailor, and belonging to a Maltese vessel?\"", "characters": 113, "sentences": 1}, {"text": "\"Be ready,\" said Dupin, \"with your pistols, but neither use them nor show them until at a signal from myself.\"", "characters": 110, "sentences": 2}, {"text": "The front door of the house had been left open, and the visiter had entered, without ringing, and advanced several steps upon the staircase. Now, however, he seemed to hesitate. Presently we heard him descending. Dupin was moving quickly to the door, when we again heard him coming up. He did not turn back a second time, but stepped up with decision, and rapped at the door of our chamber.", "characters": 390, "sentences": 6}, {"text": "A man entered. He was a sailor, evidently,--a tall, stout, and muscular-looking person, with a certain dare-devil expression of countenance, not altogether unprepossessing. His face, greatly sunburnt, was more than half hidden by whisker and _mustachio._ He had with him a huge oaken cudgel, but appeared to be otherwise unarmed. He bowed awkwardly, and bade us \"good evening,\" in French accents, which, although somewhat Neufchatelish, were still sufficiently indicative of a Parisian origin.", "characters": 493, "sentences": 6}, {"text": "\"Sit down, my friend,\" said Dupin. \"I suppose you have called about the Ourang-Outang. Upon my word, I almost envy you the possession of him; a remarkably fine, and no doubt a very valuable animal. How old do you suppose him to be?\"", "characters": 232, "sentences": 4}, {"text": "The sailor drew a long breath, with the air of a man relieved of some intolerable burden, and then replied, in an assured tone:", "characters": 127, "sentences": 1}, {"text": "\"I have no way of telling--but he can't be more than four or five years old. Have you got him here?\"", "characters": 100, "sentences": 2}, {"text": "\"Oh no, we had no conveniences for keeping him here. He is at a livery stable in the Rue Dubourg, just by. You can get him in the morning. Of course you are prepared to identify the property?\"", "characters": 192, "sentences": 4}, {"text": "\"I don't mean that you should be at all this trouble for nothing, sir,\" said the man. \"Couldn't expect it. Am very willing to pay a reward for the finding of the animal--that is to say, any thing in reason.\"", "characters": 207, "sentences": 4}, {"text": "\"Well,\" replied my friend, \"that is all very fair, to be sure. Let me think!--what should I have? Oh! I will tell you. My reward shall be this. You shall give me all the information in your power about these murders in the Rue Morgue.\"", "characters": 235, "sentences": 5}, {"text": "Dupin said the last words in a very low tone, and very quietly. Just as quietly, too, he walked toward the door, locked it and put the key in his pocket. He then drew a pistol from his bosom and placed it, without the least flurry, upon the table.", "characters": 247, "sentences": 4}, {"text": "The sailor's face flushed up as if he were struggling with suffocation. He started to his feet and grasped his cudgel, but the next moment he fell back into his seat, trembling violently, and with the countenance of death itself. He spoke not a word. I pitied him from the bottom of my heart.", "characters": 292, "sentences": 5}, {"text": "The sailor had recovered his presence of mind, in a great measure, while Dupin uttered these words; but his original boldness of bearing was all gone.", "characters": 150, "sentences": 2}, {"text": "\"So help me God,\" said he, after a brief pause, \"I will tell you all I know about this affair;--but I do not expect you to believe one half I say--I would be a fool indeed if I did. Still, I am innocent, and I will make a clean breast if I die for it.\"", "characters": 252, "sentences": 3}, {"text": "As the ape approached the casement with its mutilated burden, the sailor shrank aghast to the rod, and, rather gliding than clambering down it, hurried at once home--dreading the consequences of the butchery, and gladly abandoning, in his terror, all solicitude about the fate of the Ourang-Outang. The words heard by the party upon the staircase were the Frenchman's exclamations of horror and affright, commingled with the fiendish jabberings of the brute.", "characters": 458, "sentences": 3}, {"text": "Es giebt eine Reihe idealischer Begebenheiten, die der Wirklichkeit   parallel lauft. Selten fallen sie zusammen. Menschen und zufalle   modifieiren gewohulich die idealische Begebenheit, so dass sie   unvollkommen erscheint, und ihre Folgen gleichfalls unvollkommen   sind. So bei der Reformation; statt des Protestantismus kam das   Lutherthum hervor.", "characters": 353, "sentences": 5}, {"text": "There are ideal series of events which run parallel with the real   ones. They rarely coincide. Men and circumstances generally modify   the ideal train of events, so that it seems imperfect, and its   consequences are equally imperfect. Thus with the Reformation;   instead of Protestantism came Lutheranism.", "characters": 309, "sentences": 5}, {"text": "The extraordinary details which I am now called upon to make public, will be found to form, as regards sequence of time, the primary branch of a series of scarcely intelligible coincidences, whose secondary or concluding branch will be recognized by all readers in the late murder of Mary Cecila Rogers, at New York.", "characters": 316, "sentences": 2}, {"text": "Upon the winding up of the tragedy involved in the deaths of Madame L'Espanaye and her daughter, the Chevalier dismissed the affair at once from his attention, and relapsed into his old habits of moody reverie. Prone, at all times, to abstraction, I readily fell in with his humor; and, continuing to occupy our chambers in the Faubourg Saint Germain, we gave the Future to the winds, and slumbered tranquilly in the Present, weaving the dull world around us into dreams.", "characters": 471, "sentences": 3}, {"text": "It was about five months after this return home, that her friends were alarmed by her sudden disappearance for the second time. Three days elapsed, and nothing was heard of her. On the fourth her corpse was found floating in the Seine, * near the shore which is opposite the Quartier of the Rue Saint Andree, and at a point not very far distant from the secluded neighborhood of the Barrière du Roule. (*6)", "characters": 407, "sentences": 4}, {"text": "In the morning, I procured, at the Prefecture, a full report of all the evidence elicited, and, at the various newspaper offices, a copy of every paper in which, from first to last, had been published any decisive information in regard to this sad affair. Freed from all that was positively disproved, this mass of information stood thus:", "characters": 338, "sentences": 2}, {"text": "The editor here proceeds to argue that the body must have been in the water \"not three days merely, but, at least, five times three days,\" because it was so far decomposed that Beauvais had great difficulty in recognizing it. This latter point, however, was fully disproved. I continue the translation:", "characters": 302, "sentences": 3}, {"text": "By the following fact, some color was given to the suspicion thus thrown upon Beauvais. A visiter at his office, a few days prior to the girl's disappearance, and during the absence of its occupant, had observed a rose in the key-hole of the door, and the name \"Marie\" inscribed upon a slate which hung near at hand.", "characters": 316, "sentences": 3}, {"text": "The general impression, so far as we were enabled to glean it from the newspapers, seemed to be, that Marie had been the victim of a gang of desperadoes--that by these she had been borne across the river, maltreated and murdered. Le Commerciel, (*11) however, a print of extensive influence, was earnest in combating this popular idea. I quote a passage or two from its columns:", "characters": 378, "sentences": 3}, {"text": "A weekly paper, Le Soleil,(*12) had the following comments upon this discovery--comments which merely echoed the sentiment of the whole Parisian press:", "characters": 151, "sentences": 1}, {"text": "\"What I mean to say is, that it is the mingled epigram and melodrame of the idea, that Marie Rogêt still lives, rather than any true plausibility in this idea, which have suggested it to L'Etoile, and secured it a favorable reception with the public. Let us examine the heads of this journal's argument; endeavoring to avoid the incoherence with which it is originally set forth.", "characters": 380, "sentences": 3}, {"text": "\"Having prescribed thus a limit to suit its own preconceived notions; having assumed that, if this were the body of Marie, it could have been in the water but a very brief time; the journal goes on to say:", "characters": 205, "sentences": 1}, {"text": "'All experience has shown that drowned bodies, or bodies thrown into the water immediately after death by violence, require from six to ten days for sufficient decomposition to take place to bring them to the top of the water. Even when a cannon is fired over a corpse, and it rises before at least five or six days' immersion, it sinks again if let alone.'", "characters": 357, "sentences": 3}, {"text": "\"Having thus before us the whole philosophy of this subject, we can easily test by it the assertions of L'Etoile. 'All experience shows,' says this paper, 'that drowned bodies, or bodies thrown into the water immediately after death by violence, require from six to ten days for sufficient decomposition to take place to bring them to the top of the water. Even when a cannon is fired over a corpse, and it rises before at least five or six days' immersion, it sinks again if let alone.'", "characters": 487, "sentences": 4}, {"text": "\"And now what are we to make of the argument, that the body found could not be that of Marie Rogêt, because, three days only having elapsed, this body was found floating? If drowned, being a woman, she might never have sunk; or having sunk, might have reappeared in twenty-four hours, or less. But no one supposes her to have been drowned; and, dying before being thrown into the river, she might have been found floating at any period afterwards whatever.", "characters": 457, "sentences": 3}, {"text": "In pursuance of Dupin's suggestion, I made scrupulous examination of the affair of the affidavits. The result was a firm conviction of their validity, and of the consequent innocence of St. Eustache. In the mean time my friend occupied himself, with what seemed to me a minuteness altogether objectless, in a scrutiny of the various newspaper files. At the end of a week he placed before me the following extracts:", "characters": 414, "sentences": 5}, {"text": "\"We have received one or two communications, the object of which is to fasten the crime of the late atrocity upon Mennais; (*20) but as this gentleman has been fully exonerated by a loyal inquiry, and as the arguments of our several correspondents appear to be more zealous than profound, we do not think it advisable to make them public.\"--Morning Paper--June 28. (*21)", "characters": 370, "sentences": 3}, {"text": "\"We have received several forcibly written communications, apparently from various sources, and which go far to render it a matter of certainty that the unfortunate Marie Rogêt has become a victim of one of the numerous bands of blackguards which infest the vicinity of the city upon Sunday. Our own opinion is decidedly in favor of this supposition. We shall endeavor to make room for some of these arguments hereafter.\"--Evening Paper--Tuesday, June 31. (*22)", "characters": 462, "sentences": 5}, {"text": "\"On Monday, one of the bargemen connected with the revenue service, saw a empty boat floating down the Seine. Sails were lying in the bottom of the boat. The bargeman towed it under the barge office. The next morning it was taken from thence, without the knowledge of any of the officers. The rudder is now at the barge office.\"--Le Diligence--Thursday, June 26.", "characters": 362, "sentences": 7}, {"text": "Upon reading these various extracts, they not only seemed to me irrelevant, but I could perceive no mode in which any one of them could be brought to bear upon the matter in hand. I waited for some explanation from Dupin.", "characters": 221, "sentences": 3}, {"text": "\"We will resume this question by mere allusion to the revolting details of the surgeon examined at the inquest. It is only necessary to say that his published inferences, in regard to the number of ruffians, have been properly ridiculed as unjust and totally baseless, by all the reputable anatomists of Paris. Not that the matter might not have been as inferred, but that there was no ground for the inference:--was there not much for another?", "characters": 444, "sentences": 3}, {"text": "\"And here we must refer to an observation of Le Commerciel; an observation upon which I have already, in some measure, commented. 'A piece,' says this journal, 'of one of the unfortunate girl's petticoats was torn out and tied under her chin, and around the back of her head, probably to prevent screams. This was done by fellows who had no pocket-handkerchiefs.'", "characters": 363, "sentences": 4}, {"text": "\"But what is the precise evidence of Madame Deluc? 'A gang of miscreants made their appearance, behaved boisterously, ate and drank without making payment, followed in the route of the young man and girl, returned to the inn about dusk, and recrossed the river as if in great haste.'", "characters": 283, "sentences": 2}, {"text": "(*20) Mennais was one of the parties originally suspected and arrested, but discharged through total lack of evidence.", "characters": 118, "sentences": 2}, {"text": "[Astounding News by Express, _via_ Norfolk!--The Atlantic  crossed in Three Days!  Signal Triumph of Mr. Monck Mason's Flying  Machine!--Arrival at Sullivan's Island, near Charlestown, S.C., of  Mr. Mason, Mr. Robert Holland, Mr. Henson, Mr. Harrison Ainsworth,  and four others, in the Steering Balloon, \"Victoria,\" after a passage  of Seventy-five Hours from Land to Land!  Full Particulars of the  Voyage!", "characters": 408, "sentences": 8}, {"text": "\"The balloon is composed of silk, varnished with the liquid gum caoutchouc. It is of vast dimensions, containing more than 40,000 cubic feet of gas; but as coal gas was employed in place of the more expensive and inconvenient hydrogen, the supporting power of the machine, when fully inflated, and immediately after inflation, is not more than about 2500 pounds. The coal gas is not only much less costly, but is easily procured and managed.", "characters": 441, "sentences": 4}, {"text": "\"As the original design was to cross the British Channel, and alight as near Paris as possible, the voyagers had taken the precaution to prepare themselves with passports directed to all parts of the Continent, specifying the nature of the expedition, as in the case of the Nassau voyage, and entitling the adventurers to exemption from the usual formalities of office: unexpected events, however, rendered these passports superfluous.", "characters": 435, "sentences": 2}, {"text": "\"P.S. [By Mr. Ainsworth.] It is now 2, A.M., and nearly calm, as well as I can judge--but it is very difficult to determine this point, since we move _with_ the air so completely. I have not slept since quitting Wheal-Vor, but can stand it no longer, and must take a nap. We cannot be far from the American coast.", "characters": 313, "sentences": 10}, {"text": "\"_Tuesday, the _9_th_. [Mr. Ainsworth's MS.] _One, P.M. We are in full view of the low coast of South Carolina_. The great problem is accomplished. We have crossed the Atlantic--fairly and _easily_ crossed it in a balloon! God be praised! Who shall say that anything is impossible hereafter?\"", "characters": 292, "sentences": 8}, {"text": "This is unquestionably the most stupendous, the most interesting, and the most important undertaking, ever accomplished or even attempted by man. What magnificent events may ensue, it would be useless now to think of determining.", "characters": 229, "sentences": 3}, {"text": "After many years spent in foreign travel, I sailed in the year 18-- , from the port of Batavia, in the rich and populous island of Java, on a voyage to the Archipelago of the Sunda islands. I went as passenger--having no other inducement than a kind of nervous restlessness which haunted me as a fiend.", "characters": 302, "sentences": 3}, {"text": "Our vessel was a beautiful ship of about four hundred tons, copper-fastened, and built at Bombay of Malabar teak. She was freighted with cotton-wool and oil, from the Lachadive islands. We had also on board coir, jaggeree, ghee, cocoa-nuts, and a few cases of opium. The stowage was clumsily done, and the vessel consequently crank.", "characters": 332, "sentences": 5}, {"text": "We got under way with a mere breath of wind, and for many days stood along the eastern coast of Java, without any other incident to beguile the monotony of our course than the occasional meeting with some of the small grabs of the Archipelago to which we were bound.", "characters": 266, "sentences": 2}, {"text": "The extreme fury of the blast proved, in a great measure, the salvation of the ship. Although completely water-logged, yet, as her masts had gone by the board, she rose, after a minute, heavily from the sea, and, staggering awhile beneath the immense pressure of the tempest, finally righted.", "characters": 292, "sentences": 3}, {"text": "At this instant, I know not what sudden self-possession came over my spirit. Staggering as far aft as I could, I awaited fearlessly the ruin that was to overwhelm. Our own vessel was at length ceasing from her struggles, and sinking with her head to the sea. The shock of the descending mass struck her, consequently, in that portion of her frame which was already under water, and the inevitable result was to hurl me, with irresistible violence, upon the rigging of the stranger.", "characters": 481, "sentences": 5}, {"text": "In reading the above sentence a curious apothegm of an old weather-beaten Dutch navigator comes full upon my recollection. \"It is as sure,\" he was wont to say, when any doubt was entertained of his veracity, \"as sure as there is a sea where the ship itself will grow in bulk like the living body of the seaman.\"", "characters": 311, "sentences": 3}, {"text": "The ship and all in it are imbued with the spirit of Eld. The crew glide to and fro like the ghosts of buried centuries; their eyes have an eager and uneasy meaning; and when their fingers fall athwart my path in the wild glare of the battle-lanterns, I feel as I have never felt before, although I have been all my life a dealer in antiquities, and have imbibed the shadows of fallen columns at Balbec, and Tadmor, and Persepolis, until my very soul has become a ruin.", "characters": 469, "sentences": 3}, {"text": "As I imagined, the ship proves to be in a current; if that appellation can properly be given to a tide which, howling and shrieking by the white ice, thunders on to the southward with a velocity like the headlong dashing of a cataract.", "characters": 235, "sentences": 2}, {"text": "The crew pace the deck with unquiet and tremulous step; but there is upon their countenances an expression more of the eagerness of hope than of the apathy of despair.", "characters": 167, "sentences": 2}, {"text": "NOTE.--The \"MS. Found in a Bottle,\" was originally published in 1831, and it was not until many years afterwards that I became acquainted with the maps of Mercator, in which the ocean is represented as rushing, by four mouths, into the (northern) Polar Gulf, to be absorbed into the bowels of the earth; the Pole itself being represented by a black rock, towering to a prodigious height.", "characters": 387, "sentences": 4}, {"text": "Long--long I read--and devoutly, devotedly I gazed. Rapidly and gloriously the hours flew by and the deep midnight came. The position of the candelabrum displeased me, and outreaching my hand with difficulty, rather than disturb my slumbering valet, I placed it so as to throw its rays more fully upon the book.", "characters": 311, "sentences": 4}, {"text": "That I now saw aright I could not and would not doubt; for the first flashing of the candles upon that canvas had seemed to dissipate the dreamy stupor which was stealing over my senses, and to startle me at once into waking life.", "characters": 230, "sentences": 2}], "id": 2147, "paragraphs": 275, "author": "Edgar Allan Poe"}