{"title": "The Works of Edgar Allan Poe", "data": [{"text": "[Redactor's Note--Some endnotes are by Poe and some were added by Griswold. In this volume the notes are at the end.]", "characters": 117, "sentences": 3}, {"text": "We gave him a hearty welcome; for there was nearly half as much of the entertaining as of the contemptible about the man, and we had not seen him for several years. We had been sitting in the dark, and Dupin now arose for the purpose of lighting a lamp, but sat down again, without doing so, upon G.'s saying that he had called to consult us, or rather to ask the opinion of my friend, about some official business which had occasioned a great deal of trouble.", "characters": 460, "sentences": 4}, {"text": "\"If it is any point requiring reflection,\" observed Dupin, as he forebore to enkindle the wick, \"we shall examine it to better purpose in the dark.\"", "characters": 148, "sentences": 2}, {"text": "\"That is another of your odd notions,\" said the Prefect, who had a fashion of calling every thing \"odd\" that was beyond his comprehension, and thus lived amid an absolute legion of \"oddities.\"", "characters": 192, "sentences": 2}, {"text": "\"Very true,\" said Dupin, as he supplied his visiter with a pipe, and rolled towards him a comfortable chair.", "characters": 108, "sentences": 2}, {"text": "\"Oh no; nothing of that nature. The fact is, the business is very simple indeed, and I make no doubt that we can manage it sufficiently well ourselves; but then I thought Dupin would like to hear the details of it, because it is so excessively odd.\"", "characters": 249, "sentences": 3}, {"text": "\"Why, yes; and not exactly that, either. The fact is, we have all been a good deal puzzled because the affair is so simple, and yet baffles us altogether.\"", "characters": 155, "sentences": 3}, {"text": "\"Ha! ha! ha--ha! ha! ha!--ho! ho! ho!\" roared our visiter, profoundly amused, \"oh, Dupin, you will be the death of me yet!\"", "characters": 123, "sentences": 1}, {"text": "\"Why, I will tell you,\" replied the Prefect, as he gave a long, steady and contemplative puff, and settled himself in his chair. \"I will tell you in a few words; but, before I begin, let me caution you that this is an affair demanding the greatest secrecy, and that I should most probably lose the position I now hold, were it known that I confided it to any one.\"", "characters": 364, "sentences": 3}, {"text": "\"Well, then; I have received personal information, from a very high quarter, that a certain document of the last importance, has been purloined from the royal apartments. The individual who purloined it is known; this beyond a doubt; he was seen to take it. It is known, also, that it still remains in his possession.\"", "characters": 318, "sentences": 4}, {"text": "\"It is clearly inferred,\" replied the Prefect, \"from the nature of the document, and from the non-appearance of certain results which would at once arise from its passing out of the robber's possession; that is to say, from his employing it as he must design in the end to employ it.\"", "characters": 284, "sentences": 2}, {"text": "\"Well, I may venture so far as to say that the paper gives its holder a certain power in a certain quarter where such power is immensely valuable.\" The Prefect was fond of the cant of diplomacy.", "characters": 194, "sentences": 3}, {"text": "\"No? Well; the disclosure of the document to a third person, who shall be nameless, would bring in question the honor of a personage of most exalted station; and this fact gives the holder of the document an ascendancy over the illustrious personage whose honor and peace are so jeopardized.\"", "characters": 292, "sentences": 2}, {"text": "\"But this ascendancy,\" I interposed, \"would depend upon the robber's knowledge of the loser's knowledge of the robber. Who would dare--\"", "characters": 136, "sentences": 2}, {"text": "\"Here, then,\" said Dupin to me, \"you have precisely what you demand to make the ascendancy complete--the robber's knowledge of the loser's knowledge of the robber.\"", "characters": 164, "sentences": 2}, {"text": "\"Yes,\" replied the Prefect; \"and the power thus attained has, for some months past, been wielded, for political purposes, to a very dangerous extent. The personage robbed is more thoroughly convinced, every day, of the necessity of reclaiming her letter. But this, of course, cannot be done openly. In fine, driven to despair, she has committed the matter to me.\"", "characters": 363, "sentences": 5}, {"text": "\"Than whom,\" said Dupin, amid a perfect whirlwind of smoke, \"no more sagacious agent could, I suppose, be desired, or even imagined.\"", "characters": 133, "sentences": 2}, {"text": "\"You flatter me,\" replied the Prefect; \"but it is possible that some such opinion may have been entertained.\"", "characters": 109, "sentences": 2}, {"text": "\"It is clear,\" said I, \"as you observe, that the letter is still in possession of the minister; since it is this possession, and not any employment of the letter, which bestows the power. With the employment the power departs.\"", "characters": 227, "sentences": 3}, {"text": "\"True,\" said G.; \"and upon this conviction I proceeded. My first care was to make thorough search of the minister's hotel; and here my chief embarrassment lay in the necessity of searching without his knowledge. Beyond all things, I have been warned of the danger which would result from giving him reason to suspect our design.\"", "characters": 329, "sentences": 5}, {"text": "\"But,\" said I, \"you are quite au fait in these investigations. The Parisian police have done this thing often before.\"", "characters": 118, "sentences": 3}, {"text": "\"But is it not possible,\" I suggested, \"that although the letter may be in possession of the minister, as it unquestionably is, he may have concealed it elsewhere than upon his own premises?\"", "characters": 191, "sentences": 1}, {"text": "\"This is barely possible,\" said Dupin. \"The present peculiar condition of affairs at court, and especially of those intrigues in which D-- is known to be involved, would render the instant availability of the document--its susceptibility of being produced at a moment's notice--a point of nearly equal importance with its possession.\"", "characters": 334, "sentences": 3}, {"text": "\"True,\" I observed; \"the paper is clearly then upon the premises. As for its being upon the person of the minister, we may consider that as out of the question.\"", "characters": 161, "sentences": 3}, {"text": "\"Entirely,\" said the Prefect. \"He has been twice waylaid, as if by footpads, and his person rigorously searched under my own inspection.\"", "characters": 137, "sentences": 3}, {"text": "\"You might have spared yourself this trouble,\" said Dupin. \"D--, I presume, is not altogether a fool, and, if not, must have anticipated these waylayings, as a matter of course.\"", "characters": 178, "sentences": 3}, {"text": "\"Not altogether a fool,\" said G., \"but then he's a poet, which I take to be only one remove from a fool.\"", "characters": 105, "sentences": 3}, {"text": "\"True,\" said Dupin, after a long and thoughtful whiff from his meerschaum, \"although I have been guilty of certain doggrel myself.\"", "characters": 131, "sentences": 2}, {"text": "\"Sometimes the top of a table, or other similarly arranged piece of furniture, is removed by the person wishing to conceal an article; then the leg is excavated, the article deposited within the cavity, and the top replaced. The bottoms and tops of bedposts are employed in the same way.\"", "characters": 288, "sentences": 3}, {"text": "\"By no means, if, when the article is deposited, a sufficient wadding of cotton be placed around it. Besides, in our case, we were obliged to proceed without noise.\"", "characters": 165, "sentences": 3}, {"text": "\"But you could not have removed--you could not have taken to pieces all articles of furniture in which it would have been possible to make a deposit in the manner you mention. A letter may be compressed into a thin spiral roll, not differing much in shape or bulk from a large knitting-needle, and in this form it might be inserted into the rung of a chair, for example. You did not take to pieces all the chairs?\"", "characters": 414, "sentences": 3}, {"text": "\"Certainly not; but we did better--we examined the rungs of every chair in the hotel, and, indeed the jointings of every description of furniture, by the aid of a most powerful microscope. Had there been any traces of recent disturbance we should not have failed to detect it instantly. A single grain of gimlet-dust, for example, would have been as obvious as an apple. Any disorder in the glueing--any unusual gaping in the joints--would have sufficed to insure detection.\"", "characters": 475, "sentences": 5}, {"text": "\"I presume you looked to the mirrors, between the boards and the plates, and you probed the beds and the bed-clothes, as well as the curtains and carpets.\"", "characters": 155, "sentences": 2}, {"text": "\"That of course; and when we had absolutely completed every particle of the furniture in this way, then we examined the house itself. We divided its entire surface into compartments, which we numbered, so that none might be missed; then we scrutinized each individual square inch throughout the premises, including the two houses immediately adjoining, with the microscope, as before.\"", "characters": 385, "sentences": 3}, {"text": "\"All the grounds are paved with brick. They gave us comparatively little trouble. We examined the moss between the bricks, and found it undisturbed.\"", "characters": 149, "sentences": 4}, {"text": "\"Then,\" I said, \"you have been making a miscalculation, and the letter is not upon the premises, as you suppose.\"", "characters": 113, "sentences": 2}, {"text": "\"That is absolutely needless,\" replied G--. \"I am not more sure that I breathe than I am that the letter is not at the Hotel.\"", "characters": 126, "sentences": 3}, {"text": "\"I have no better advice to give you,\" said Dupin. \"You have, of course, an accurate description of the letter?\"", "characters": 112, "sentences": 2}, {"text": "\"Well, but G--, what of the purloined letter? I presume you have at last made up your mind that there is no such thing as overreaching the Minister?\"", "characters": 149, "sentences": 1}, {"text": "\"Confound him, say I--yes; I made the re-examination, however, as Dupin suggested--but it was all labor lost, as I knew it would be.\"", "characters": 133, "sentences": 2}, {"text": "\"Why, a very great deal--a very liberal reward--I don't like to say how much, precisely; but one thing I will say, that I wouldn't mind giving my individual check for fifty thousand francs to any one who could obtain me that letter. The fact is, it is becoming of more and more importance every day; and the reward has been lately doubled. If it were trebled, however, I could do no more than I have done.\"", "characters": 406, "sentences": 4}, {"text": "\"Why, yes,\" said Dupin, drawlingly, between the whiffs of his meerschaum, \"I really--think, G--, you have not exerted yourself--to the utmost in this matter. You might--do a little more, I think, eh?\"", "characters": 200, "sentences": 2}, {"text": "\"Why--puff, puff--you might--puff, puff--employ counsel in the matter, eh?--puff, puff, puff. Do you remember the story they tell of Abernethy?\"", "characters": 144, "sentences": 2}, {"text": "\"To be sure! hang him and welcome. But, once upon a time, a certain rich miser conceived the design of spunging upon this Abernethy for a medical opinion. Getting up, for this purpose, an ordinary conversation in a private company, he insinuated his case to the physician, as that of an imaginary individual.", "characters": 308, "sentences": 4}, {"text": "\"'We will suppose,' said the miser, 'that his symptoms are such and such; now, doctor, what would you have directed him to take?'", "characters": 129, "sentences": 1}, {"text": "\"But,\" said the Prefect, a little discomposed, \"I am perfectly willing to take advice, and to pay for it. I would really give fifty thousand francs to any one who would aid me in the matter.\"", "characters": 191, "sentences": 3}, {"text": "\"In that case,\" replied Dupin, opening a drawer, and producing a check-book, \"you may as well fill me up a check for the amount mentioned. When you have signed it, I will hand you the letter.\"", "characters": 192, "sentences": 3}, {"text": "\"The Parisian police,\" he said, \"are exceedingly able in their way. They are persevering, ingenious, cunning, and thoroughly versed in the knowledge which their duties seem chiefly to demand. Thus, when G-- detailed to us his mode of searching the premises at the Hotel D--, I felt entire confidence in his having made a satisfactory investigation--so far as his labors extended.\"", "characters": 380, "sentences": 4}, {"text": "\"Yes,\" said Dupin. \"The measures adopted were not only the best of their kind, but carried out to absolute perfection. Had the letter been deposited within the range of their search, these fellows would, beyond a question, have found it.\"", "characters": 238, "sentences": 4}, {"text": "\"And the identification,\" I said, \"of the reasoner's intellect with that of his opponent, depends, if I understand you aright, upon the accuracy with which the opponent's intellect is admeasured.\"", "characters": 196, "sentences": 2}, {"text": "\"But is this really the poet?\" I asked. \"There are two brothers, I know; and both have attained reputation in letters. The Minister I believe has written learnedly on the Differential Calculus. He is a mathematician, and no poet.\"", "characters": 230, "sentences": 5}, {"text": "\"You are mistaken; I know him well; he is both. As poet and mathematician, he would reason well; as mere mathematician, he could not have reasoned at all, and thus would have been at the mercy of the Prefect.\"", "characters": 209, "sentences": 3}, {"text": "\"You surprise me,\" I said, \"by these opinions, which have been contradicted by the voice of the world. You do not mean to set at naught the well-digested idea of centuries. The mathematical reason has long been regarded as the reason par excellence.\"", "characters": 250, "sentences": 4}, {"text": "\"Yes,\" said I, \"I remember his merriment well. I really thought he would have fallen into convulsions.\"", "characters": 103, "sentences": 3}, {"text": "\"Full of these ideas, I prepared myself with a pair of green spectacles, and called one fine morning, quite by accident, at the Ministerial hotel. I found D-- at home, yawning, lounging, and dawdling, as usual, and pretending to be in the last extremity of ennui. He is, perhaps, the most really energetic human being now alive--but that is only when nobody sees him.", "characters": 367, "sentences": 4}, {"text": "\"To be even with him, I complained of my weak eyes, and lamented the necessity of the spectacles, under cover of which I cautiously and thoroughly surveyed the whole apartment, while seemingly intent only upon the conversation of my host.", "characters": 238, "sentences": 2}, {"text": "\"I paid especial attention to a large writing-table near which he sat, and upon which lay confusedly, some miscellaneous letters and other papers, with one or two musical instruments and a few books. Here, however, after a long and very deliberate scrutiny, I saw nothing to excite particular suspicion.", "characters": 303, "sentences": 3}, {"text": "\"The disturbance in the street had been occasioned by the frantic behavior of a man with a musket. He had fired it among a crowd of women and children. It proved, however, to have been without ball, and the fellow was suffered to go his way as a lunatic or a drunkard. When he had gone, D-- came from the window, whither I had followed him immediately upon securing the object in view. Soon afterwards I bade him farewell. The pretended lunatic was a man in my own pay.\"", "characters": 470, "sentences": 7}, {"text": "\"But what purpose had you,\" I asked, \"in replacing the letter by a fac-simile? Would it not have been better, at the first visit, to have seized it openly, and departed?\"", "characters": 170, "sentences": 1}, {"text": "\"Why--it did not seem altogether right to leave the interior blank--that would have been insulting. D--, at Vienna once, did me an evil turn, which I told him, quite good-humoredly, that I should remember. So, as I knew he would feel some curiosity in regard to the identity of the person who had outwitted him, I thought it a pity not to give him a clue. He is well acquainted with my MS., and I just copied into the middle of the blank sheet the words--", "characters": 455, "sentences": 5}, {"text": "\"'-- -- Un dessein si funeste, S'il n'est digne d'Atrée, est digne de Thyeste. They are to be found in Crebillon's 'Atrée.'\"", "characters": 126, "sentences": 3}, {"text": "For full information on this interesting topic, I must refer the inquisitive reader to the \"Isitsoornot\" itself, but in the meantime, I shall be pardoned for giving a summary of what I there discovered.", "characters": 202, "sentences": 2}, {"text": "It will be remembered, that, in the usual version of the tales, a certain monarch having good cause to be jealous of his queen, not only puts her to death, but makes a vow, by his beard and the prophet, to espouse each night the most beautiful maiden in his dominions, and the next morning to deliver her up to the executioner.", "characters": 327, "sentences": 2}, {"text": "Having fulfilled this vow for many years to the letter, and with a religious punctuality and method that conferred great credit upon him as a man of devout feeling and excellent sense, he was interrupted one afternoon (no doubt at his prayers) by a visit from his grand vizier, to whose daughter, it appears, there had occurred an idea.", "characters": 336, "sentences": 2}, {"text": "Her name was Scheherazade, and her idea was, that she would either redeem the land from the depopulating tax upon its beauty, or perish, after the approved fashion of all heroines, in the attempt.", "characters": 196, "sentences": 2}, {"text": "The king's curiosity, however, prevailing, I am sorry to say, even over his sound religious principles, induced him for this once to postpone the fulfilment of his vow until next morning, for the purpose and with the hope of hearing that night how it fared in the end with the black cat (a black cat, I think it was) and the rat.", "characters": 329, "sentences": 2}, {"text": "\"'The horrible creature had no mouth that we could perceive, but, as if to make up for this deficiency, it was provided with at least four score of eyes, that protruded from their sockets like those of the green dragon-fly, and were arranged all around the body in two rows, one above the other, and parallel to the blood-red streak, which seemed to answer the purpose of an eyebrow. Two or three of these dreadful eyes were much larger than the others, and had the appearance of solid gold.", "characters": 491, "sentences": 3}, {"text": "\"This account determined me to take to my heels, and, without once even looking behind me, I ran at full speed up into the hills, while the porter ran equally fast, although nearly in an opposite direction, so that, by these means, he finally made his escape with my bundles, of which I have no doubt he took excellent care--although this is a point I cannot determine, as I do not remember that I ever beheld him again.", "characters": 420, "sentences": 2}, {"text": "\"'For myself, I was so hotly pursued by a swarm of the men-vermin (who had come to the shore in boats) that I was very soon overtaken, bound hand and foot, and conveyed to the beast, which immediately swam out again into the middle of the sea.", "characters": 243, "sentences": 2}, {"text": "When the Lady Scheherazade had proceeded thus far, relates the \"Isitsoornot,\" the king turned over from his left side to his right, and said:", "characters": 141, "sentences": 1}, {"text": "\"It is, in fact, very surprising, my dear queen, that you omitted, hitherto, these latter adventures of Sinbad. Do you know I think them exceedingly entertaining and strange?\"", "characters": 175, "sentences": 2}, {"text": "The king having thus expressed himself, we are told, the fair Scheherazade resumed her history in the following words:", "characters": 118, "sentences": 1}, {"text": "\"Sinbad went on in this manner with his narrative to the caliph--'I thanked the man-animal for its kindness, and soon found myself very much at home on the beast, which swam at a prodigious rate through the ocean; although the surface of the latter is, in that part of the world, by no means flat, but round like a pomegranate, so that we went--so to say--either up hill or down hill all the time.'", "characters": 398, "sentences": 2}, {"text": "\"I will,\" said the queen. \"'The beast,' continued Sinbad to the caliph, 'swam, as I have related, up hill and down hill until, at length, we arrived at an island, many hundreds of miles in circumference, but which, nevertheless, had been built in the middle of the sea by a colony of little things like caterpillars'\" (*1)", "characters": 322, "sentences": 2}, {"text": "\"'Leaving this island,' said Sinbad--(for Scheherazade, it must be understood, took no notice of her husband's ill-mannered ejaculation) 'leaving this island, we came to another where the forests were of solid stone, and so hard that they shivered to pieces the finest-tempered axes with which we endeavoured to cut them down.\"' (*2)", "characters": 333, "sentences": 2}, {"text": "\"Hum!\" said the king, again; but Scheherazade, paying him no attention, continued in the language of Sinbad.", "characters": 108, "sentences": 2}, {"text": "\"'After quitting this coast, the beast continued his voyage until we met with a land in which the nature of things seemed reversed--for we here saw a great lake, at the bottom of which, more than a hundred feet beneath the surface of the water, there flourished in full leaf a forest of tall and luxuriant trees.'\" (*6)", "characters": 319, "sentences": 2}, {"text": "\"Some hundred miles farther on brought us to a climate where the atmosphere was so dense as to sustain iron or steel, just as our own does feather.'\" (*7)", "characters": 154, "sentences": 2}, {"text": "\"'We had scarcely lost sight of this empire when we found ourselves close upon another, from whose shores there flew over our heads a flock of fowls a mile in breadth, and two hundred and forty miles long; so that, although they flew a mile during every minute, it required no less than four hours for the whole flock to pass over us--in which there were several millions of millions of fowl.'\" (*17)", "characters": 400, "sentences": 2}, {"text": "\"'It was just after this adventure that we encountered a continent of immense extent and prodigious solidity, but which, nevertheless, was supported entirely upon the back of a sky-blue cow that had no fewer than four hundred horns.'\" (*18)", "characters": 240, "sentences": 2}, {"text": "\"That, now, I believe,\" said the king, \"because I have read something of the kind before, in a book.\"", "characters": 101, "sentences": 2}, {"text": "\"'Among the magicians, were domesticated several animals of very singular kinds; for example, there was a huge horse whose bones were iron and whose blood was boiling water. In place of corn, he had black stones for his usual food; and yet, in spite of so hard a diet, he was so strong and swift that he would drag a load more weighty than the grandest temple in this city, at a rate surpassing that of the flight of most birds.'\" (*20)", "characters": 436, "sentences": 3}, {"text": "\"'I saw, also, among these people a hen without feathers, but bigger than a camel; instead of flesh and bone she had iron and brick; her blood, like that of the horse, (to whom, in fact, she was nearly related,) was boiling water; and like him she ate nothing but wood or black stones. This hen brought forth very frequently, a hundred chickens in the day; and, after birth, they took up their residence for several weeks within the stomach of their mother.'\" (*21)", "characters": 465, "sentences": 3}, {"text": "\"Stop!\" said the king--\"I can't stand that, and I won't. You have already given me a dreadful headache with your lies. The day, too, I perceive, is beginning to break. How long have we been married?--my conscience is getting to be troublesome again. And then that dromedary touch--do you take me for a fool? Upon the whole, you might as well get up and be throttled.\"", "characters": 367, "sentences": 6}, {"text": "The ways of God in Nature, as in Providence, are not as our   ways;  nor are the models that we frame any way commensurate to the   vastness, profundity, and unsearchableness of His works, which have   a depth in them greater than the well of Democritus.", "characters": 254, "sentences": 2}, {"text": "WE had now reached the summit of the loftiest crag. For some minutes the old man seemed too much exhausted to speak.", "characters": 116, "sentences": 3}, {"text": "\"You must get over these fancies,\" said the guide, \"for I have brought you here that you might have the best possible view of the scene of that event I mentioned--and to tell you the whole story with the spot just under your eye.\"", "characters": 230, "sentences": 2}, {"text": "\"We are now,\" he continued, in that particularizing manner which distinguished him--\"we are now close upon the Norwegian coast--in the sixty-eighth degree of latitude--in the great province of Nordland--and in the dreary district of Lofoden. The mountain upon whose top we sit is Helseggen, the Cloudy. Now raise yourself up a little higher--hold on to the grass if you feel giddy--so--and look out, beyond the belt of vapor beneath us, into the sea.\"", "characters": 451, "sentences": 4}, {"text": "The mountain trembled to its very base, and the rock rocked. I threw myself upon my face, and clung to the scant herbage in an excess of nervous agitation.", "characters": 155, "sentences": 3}, {"text": "\"This,\" said I at length, to the old man--\"this _can_ be nothing else than the great whirlpool of the Maelström.\"", "characters": 114, "sentences": 2}, {"text": "\"So it is sometimes termed,\" said he. \"We Norwegians call it the Moskoe-ström, from the island of Moskoe in the midway.\"", "characters": 121, "sentences": 3}, {"text": "\"You have had a good look at the whirl now,\" said the old man, \"and if you will creep round this crag, so as to get in its lee, and deaden the roar of the water, I will tell you a story that will convince you I ought to know something of the Moskoe-ström.\"", "characters": 257, "sentences": 2}, {"text": "\"The three of us--my two brothers and myself--had crossed over to the islands about two o'clock P. M., and had soon nearly loaded the smack with fine fish, which, we all remarked, were more plenty that day than we had ever known them. It was just seven, _by my watch_, when we weighed and started for home, so as to make the worst of the Ström at slack water, which we knew would be at eight.", "characters": 393, "sentences": 5}, {"text": "\"In the meantime the breeze that had headed us off fell away, and we were dead becalmed, drifting about in every direction. This state of things, however, did not last long enough to give us time to think about it. In less than a minute the storm was upon us--in less than two the sky was entirely overcast--and what with this and the driving spray, it became suddenly so dark that we could not see each other in the smack.", "characters": 423, "sentences": 4}, {"text": "\"Such a hurricane as then blew it is folly to attempt describing. The oldest seaman in Norway never experienced any thing like it. We had let our sails go by the run before it cleverly took us; but, at the first puff, both our masts went by the board as if they had been sawed off--the mainmast taking with it my youngest brother, who had lashed himself to it for safety.", "characters": 371, "sentences": 4}, {"text": "\"No one ever will know what my feelings were at that moment. I shook from head to foot as if I had had the most violent fit of the ague. I knew what he meant by that one word well enough--I knew what he wished to make me understand. With the wind that now drove us on, we were bound for the whirl of the Ström, and nothing could save us!", "characters": 338, "sentences": 4}, {"text": "\"I now made one or two attempts to speak to my brother--but, in some manner which I could not understand, the din had so increased that I could not make him hear a single word, although I screamed at the top of my voice in his ear. Presently he shook his head, looking as pale as death, and held up one of his fingers, as if to say _'listen! '_", "characters": 344, "sentences": 2}, {"text": "\"At first I could not make out what he meant--but soon a hideous thought flashed upon me. I dragged my watch from its fob. It was not going. I glanced at its face by the moonlight, and then burst into tears as I flung it far away into the ocean. _It had run down at seven o'clock! We were behind the time of the slack, and the whirl of the Ström was in full fury!_", "characters": 365, "sentences": 5}, {"text": "\"It may appear strange, but now, when we were in the very jaws of the gulf, I felt more composed than when we were only approaching it. Having made up my mind to hope no more, I got rid of a great deal of that terror which unmanned me at first. I suppose it was despair that strung my nerves.", "characters": 292, "sentences": 4}, {"text": "\"Our first slide into the abyss itself, from the belt of foam above, had carried us a great distance down the slope; but our farther descent was by no means proportionate. Round and round we swept--not with any uniform movement--but in dizzying swings and jerks, that sent us sometimes only a few hundred yards--sometimes nearly the complete circuit of the whirl. Our progress downward, at each revolution, was slow, but very perceptible.", "characters": 438, "sentences": 4}, {"text": "\"There was one startling circumstance which went a great way in enforcing these observations, and rendering me anxious to turn them to account, and this was that, at every revolution, we passed something like a barrel, or else the yard or the mast of a vessel, while many of these things, which had been on our level when I first opened my eyes upon the wonders of the whirlpool, were now high up above us, and seemed to have moved but little from their original station.", "characters": 471, "sentences": 2}, {"text": "It may be as well, however, to premise the cursory observations which I have to offer, by denying, very decidedly, what seems to be a general impression (gleaned, as usual in a case of this kind, from the newspapers), viz.: that this discovery, astounding as it unquestionably is, is unanticipated.", "characters": 298, "sentences": 3}, {"text": "Von Kempelen, however, is by no means 'a misanthrope,' in appearance, at least, whatever he may be in fact. My acquaintance with him was casual altogether; and I am scarcely warranted in saying that I know him at all; but to have seen and conversed with a man of so prodigious a notoriety as he has attained, or will attain in a few days, is not a small matter, as times go.", "characters": 374, "sentences": 3}, {"text": "There can be little question that most of the marvellous rumors afloat about this affair are pure inventions, entitled to about as much credit as the story of Aladdin's lamp; and yet, in a case of this kind, as in the case of the discoveries in California, it is clear that the truth may be stranger than fiction. The following anecdote, at least, is so well authenticated, that we may receive it implicitly.", "characters": 408, "sentences": 3}, {"text": "In Europe, as yet, the most noticeable results have been a rise of two hundred per cent. in the price of lead, and nearly twenty-five per cent. that of silver.", "characters": 159, "sentences": 4}, {"text": "I say that these--which are the laws of mesmerism in its general features--it would be supererogation to demonstrate; nor shall I inflict upon my readers so needless a demonstration; to-day. My purpose at present is a very different one indeed. I am impelled, even in the teeth of a world of prejudice, to detail without comment the very remarkable substance of a colloquy, occurring between a sleep-waker and myself.", "characters": 417, "sentences": 4}, {"text": "I had been long in the habit of mesmerizing the person in question, (Mr. Vankirk,) and the usual acute susceptibility and exaltation of the mesmeric perception had supervened. For many months he had been laboring under confirmed phthisis, the more distressing effects of which had been relieved by my manipulations; and on the night of Wednesday, the fifteenth instant, I was summoned to his bedside.", "characters": 400, "sentences": 4}, {"text": "The invalid was suffering with acute pain in the region of the heart, and breathed with great difficulty, having all the ordinary symptoms of asthma. In spasms such as these he had usually found relief from the application of mustard to the nervous centres, but to-night this had been attempted in vain.", "characters": 303, "sentences": 3}, {"text": "As I entered his room he greeted me with a cheerful smile, and although evidently in much bodily pain, appeared to be, mentally, quite at ease.", "characters": 143, "sentences": 2}, {"text": "\"These considerations have led me to think that some good results might ensue from a series of well-directed questions propounded to me while mesmerized. You have often observed the profound self-cognizance evinced by the sleep-waker--the extensive knowledge he displays upon all points relating to the mesmeric condition itself; and from this self-cognizance may be deduced hints for the proper conduct of a catechism.\"", "characters": 420, "sentences": 3}, {"text": "I consented of course to make this experiment.  A few passes threw Mr. Vankirk into the mesmeric sleep. His breathing became immediately more easy, and he seemed to suffer no physical uneasiness. The following conversation then ensued:--V. in the dialogue representing the patient, and P. myself.", "characters": 296, "sentences": 8}, {"text": "_V._ If I were awake I should like to die, but now it is no matter. The mesmeric condition is so near death as to content me.", "characters": 125, "sentences": 4}, {"text": "_V._ I am willing to do so, but it requires more effort than I feel able to make. You do not question me properly.", "characters": 114, "sentences": 4}, {"text": "_V._ You know that the beginning is GOD. [_This was said in a low, fluctuating tone, and with every sign of the most profound veneration_.]", "characters": 139, "sentences": 4}, {"text": "_V._ While I was awake I knew what you meant by \"spirit,\" but now it seems only a word--such for instance as truth, beauty--a quality, I mean.", "characters": 142, "sentences": 3}, {"text": "_V._ There is no immateriality--it is a mere word. That which is not matter, is not at all--unless qualities are things.", "characters": 120, "sentences": 4}, {"text": "_P._ The metaphysicians maintain that all action is reducible to motion and thinking, and that the latter is the origin of the former.", "characters": 134, "sentences": 3}, {"text": "_P._ But in all this--in this identification of mere matter with God--is there nothing of irreverence? [_I was forced to repeat this question before the sleep-waker fully comprehended my meaning_.]", "characters": 197, "sentences": 3}, {"text": "_V._ Can you say _why_ matter should be less reverenced than mind? But you forget that the matter of which I speak is, in all respects, the very \"mind\" or \"spirit\" of the schools, so far as regards its high capacities, and is, moreover, the \"matter\" of these schools at the same time. God, with all the powers attributed to spirit, is but the perfection of matter.", "characters": 364, "sentences": 4}, {"text": "_V._ In general, this motion is the universal thought of the universal mind. This thought creates. All created things are but the thoughts of God.", "characters": 146, "sentences": 5}, {"text": "_V._ Yes--to avoid confusion. When I say \"mind,\" I mean the unparticled or ultimate matter; by \"matter,\" I intend all else.", "characters": 123, "sentences": 4}, {"text": "_V._ Yes; for mind, existing unincorporate, is merely God. To create individual, thinking beings, it was necessary to incarnate portions of the divine mind. Thus man is individualized. Divested of corporate investiture, he were God. Now, the particular motion of the incarnated portions of the unparticled matter is the thought of man; as the motion of the whole is that of God.", "characters": 378, "sentences": 7}, {"text": "_P._ [_Referring to my notes._] You _did_ say that \"divested of corporate investiture man were God.\"", "characters": 100, "sentences": 4}, {"text": "_V._ And this is true. Man thus divested _would be_ God--would be unindividualized. But he can never be thus divested--at least never _will be_--else we must imagine an action of God returning upon itself--a purposeless and futile action. Man is a creature. Creatures are thoughts of God. It is the nature of thought to be irrevocable.", "characters": 335, "sentences": 8}, {"text": "_V._ There are two bodies--the rudimental and the complete; corresponding with the two conditions of the worm and the butterfly. What we call \"death,\" is but the painful metamorphosis. Our present incarnation is progressive, preparatory, temporary. Our future is perfected, ultimate, immortal. The ultimate life is the full design.", "characters": 331, "sentences": 7}, {"text": "_V._ When I say that it resembles death, I mean that it resembles the ultimate life; for when I am entranced the senses of my rudimental life are in abeyance, and I perceive external things directly, without organs, through a medium which I shall employ in the ultimate, unorganized life.", "characters": 288, "sentences": 3}, {"text": "_P._ You say that \"but for the _necessity_ of the rudimental life\" there would have been no stars. But why this necessity?", "characters": 122, "sentences": 3}, {"text": "_V._ In the inorganic life, as well as in the inorganic matter generally, there is nothing to impede the action of one simple _unique_ law--the Divine Volition. With the view of producing impediment, the organic life and matter, (complex, substantial, and law-encumbered,) were contrived.", "characters": 288, "sentences": 4}, {"text": "_V._ The result of law inviolate is perfection--right--negative happiness. The result of law violate is imperfection, wrong, positive pain. Through the impediments afforded by the number, complexity, and substantiality of the laws of organic life and matter, the violation of law is rendered, to a certain extent, practicable. Thus pain, which in the inorganic life is impossible, is possible in the organic.", "characters": 408, "sentences": 6}, {"text": "_P._ Still, there is one of your expressions which I find it impossible to comprehend--\"the truly _substantive_ vastness of infinity.\"", "characters": 134, "sentences": 3}, {"text": "It is now rendered necessary that I give the facts--as far as I comprehend them myself. They are, succinctly, these:", "characters": 116, "sentences": 2}, {"text": "It is now rather more than seven months since I received, from M. Valdemar himself, the subjoined note:", "characters": 103, "sentences": 2}, {"text": "You may as well come now. D---- and F---- are agreed that I cannot hold out beyond to-morrow midnight; and I think they have hit the time very nearly.", "characters": 150, "sentences": 3}, {"text": "On quitting the invalid's bed-side to hold conversation with myself, Doctors D---- and F---- had bidden him a final farewell. It had not been their intention to return; but, at my request, they agreed to look in upon the patient about ten the next night.", "characters": 254, "sentences": 3}, {"text": "Mr. L--l was so kind as to accede to my desire that he would take notes of all that occurred, and it is from his memoranda that what I now have to relate is, for the most part, either condensed or copied verbatim.", "characters": 213, "sentences": 3}, {"text": "It wanted about five minutes of eight when, taking the patient's hand, I begged him to state, as distinctly as he could, to Mr. L--l, whether he (M. Valdemar) was entirely willing that I should make the experiment of mesmerizing him in his then condition.", "characters": 255, "sentences": 4}, {"text": "He replied feebly, yet quite audibly, \"Yes, I wish to be. I fear you have mesmerized\"--adding immediately afterwards, \"deferred it too long.\"", "characters": 141, "sentences": 3}, {"text": "By this time his pulse was imperceptible and his breathing was stertorous, and at intervals of half a minute.", "characters": 109, "sentences": 2}, {"text": "This condition was nearly unaltered for a quarter of an hour. At the expiration of this period, however, a natural although a very deep sigh escaped the bosom of the dying man, and the stertorous breathing ceased--that is to say, its stertorousness was no longer apparent; the intervals were undiminished. The patient's extremities were of an icy coldness.", "characters": 356, "sentences": 4}, {"text": "When I had accomplished this, it was fully midnight, and I requested the gentlemen present to examine M. Valdemar's condition. After a few experiments, they admitted him to be an unusually perfect state of mesmeric trance. The curiosity of both the physicians was greatly excited. Dr. D---- resolved at once to remain with the patient all night, while Dr. F---- took leave with a promise to return at daybreak. Mr. L--l and the nurses remained.", "characters": 444, "sentences": 10}, {"text": "As I approached M. Valdemar I made a kind of half effort to influence his right arm into pursuit of my own, as I passed the latter gently to and fro above his person. In such experiments with this patient I had never perfectly succeeded before, and assuredly I had little thought of succeeding now; but to my astonishment, his arm very readily, although feebly, followed every direction I assigned it with mine. I determined to hazard a few words of conversation.", "characters": 463, "sentences": 5}, {"text": "\"M. Valdemar,\" I said, \"are you asleep?\" He made no answer, but I perceived a tremor about the lips, and was thus induced to repeat the question, again and again. At its third repetition, his whole frame was agitated by a very slight shivering; the eyelids unclosed themselves so far as to display a white line of the ball; the lips moved sluggishly, and from between them, in a barely audible whisper, issued the words:", "characters": 420, "sentences": 3}, {"text": "I here felt the limbs and found them as rigid as ever. The right arm, as before, obeyed the direction of my hand. I questioned the sleep-waker again:", "characters": 149, "sentences": 3}, {"text": "I did not think it advisable to disturb him farther just then, and nothing more was said or done until the arrival of Dr. F--, who came a little before sunrise, and expressed unbounded astonishment at finding the patient still alive. After feeling the pulse and applying a mirror to the lips, he requested me to speak to the sleep-waker again. I did so, saying:", "characters": 361, "sentences": 4}, {"text": "As before, some minutes elapsed ere a reply was made; and during the interval the dying man seemed to be collecting his energies to speak. At my fourth repetition of the question, he said very faintly, almost inaudibly:", "characters": 219, "sentences": 2}, {"text": "It was now the opinion, or rather the wish, of the physicians, that M. Valdemar should be suffered to remain undisturbed in his present apparently tranquil condition, until death should supervene--and this, it was generally agreed, must now take place within a few minutes. I concluded, however, to speak to him once more, and merely repeated my previous question.", "characters": 364, "sentences": 4}, {"text": "I now feel that I have reached a point of this narrative at which every reader will be startled into positive disbelief. It is my business, however, simply to proceed.", "characters": 167, "sentences": 3}, {"text": "I have spoken both of \"sound\" and of \"voice.\" I mean to say that the sound was one of distinct--of even wonderfully, thrillingly distinct--syllabification. M. Valdemar spoke--obviously in reply to the question I had propounded to him a few minutes before. I had asked him, it will be remembered, if he still slept. He now said:", "characters": 327, "sentences": 6}, {"text": "From this period until the close of last week--an interval of nearly seven months--we continued to make daily calls at M. Valdemar's house, accompanied, now and then, by medical and other friends. All this time the sleeper-waker remained exactly as I have last described him. The nurses' attentions were continual.", "characters": 314, "sentences": 5}, {"text": "It was on Friday last that we finally resolved to make the experiment of awakening or attempting to awaken him; and it is the (perhaps) unfortunate result of this latter experiment which has given rise to so much discussion in private circles--to so much of what I cannot help thinking unwarranted popular feeling.", "characters": 314, "sentences": 2}, {"text": "For the purpose of relieving M. Valdemar from the mesmeric trance, I made use of the customary passes. These, for a time, were unsuccessful. The first indication of revival was afforded by a partial descent of the iris. It was observed, as especially remarkable, that this lowering of the pupil was accompanied by the profuse out-flowing of a yellowish ichor (from beneath the lids) of a pungent and highly offensive odor.", "characters": 422, "sentences": 6}, {"text": "It was now suggested that I should attempt to influence the patient's arm, as heretofore. I made the attempt and failed. Dr. F--then intimated a desire to have me put a question. I did so, as follows:", "characters": 200, "sentences": 5}, {"text": "There was an instant return of the hectic circles on the cheeks; the tongue quivered, or rather rolled violently in the mouth (although the jaws and lips remained rigid as before;) and at length the same hideous voice which I have already described, broke forth:", "characters": 262, "sentences": 1}, {"text": "\"For God's sake!--quick!--quick!--put me to sleep--or, quick!--waken me!--quick!--I say to you that I am dead!\"", "characters": 111, "sentences": 1}, {"text": "I was thoroughly unnerved, and for an instant remained undecided what to do. At first I made an endeavor to re-compose the patient; but, failing in this through total abeyance of the will, I retraced my steps and as earnestly struggled to awaken him. In this attempt I soon saw that I should be successful--or at least I soon fancied that my success would be complete--and I am sure that all in the room were prepared to see the patient awaken.", "characters": 444, "sentences": 4}, {"text": "For what really occurred, however, it is quite impossible that any human being could have been prepared.", "characters": 104, "sentences": 2}, {"text": "As I rapidly made the mesmeric passes, amid ejaculations of \"dead! dead!\" absolutely bursting from the tongue and not from the lips of the sufferer, his whole frame at once--within the space of a single minute, or even less, shrunk--crumbled--absolutely rotted away beneath my hands. Upon the bed, before that whole company, there lay a nearly liquid mass of loathsome--of detestable putridity.", "characters": 394, "sentences": 3}, {"text": "I married early, and was happy to find in my wife a disposition not uncongenial with my own. Observing my partiality for domestic pets, she lost no opportunity of procuring those of the most agreeable kind. We had birds, gold-fish, a fine dog, rabbits, a small monkey, and _a cat_.", "characters": 281, "sentences": 4}, {"text": "This latter was a remarkably large and beautiful animal, entirely black, and sagacious to an astonishing degree. In speaking of his intelligence, my wife, who at heart was not a little tinctured with superstition, made frequent allusion to the ancient popular notion, which regarded all black cats as witches in disguise. Not that she was ever _serious_ upon this point--and I mention the matter at all for no better reason than that it happens, just now, to be remembered.", "characters": 473, "sentences": 4}, {"text": "Pluto--this was the cat's name--was my favorite pet and playmate. I alone fed him, and he attended me wherever I went about the house. It was even with difficulty that I could prevent him from following me through the streets.", "characters": 226, "sentences": 4}, {"text": "When reason returned with the morning--when I had slept off the fumes of the night's debauch--I experienced a sentiment half of horror, half of remorse, for the crime of which I had been guilty; but it was, at best, a feeble and equivocal feeling, and the soul remained untouched. I again plunged into excess, and soon drowned in wine all memory of the deed.", "characters": 358, "sentences": 3}, {"text": "On the night of the day on which this cruel deed was done, I was aroused from sleep by the cry of fire. The curtains of my bed were in flames. The whole house was blazing. It was with great difficulty that my wife, a servant, and myself, made our escape from the conflagration. The destruction was complete. My entire worldly wealth was swallowed up, and I resigned myself thenceforward to despair.", "characters": 398, "sentences": 7}, {"text": "I continued my caresses, and, when I prepared to go home, the animal evinced a disposition to accompany me. I permitted it to do so; occasionally stooping and patting it as I proceeded. When it reached the house it domesticated itself at once, and became immediately a great favorite with my wife.", "characters": 297, "sentences": 4}, {"text": "What added, no doubt, to my hatred of the beast, was the discovery, on the morning after I brought it home, that, like Pluto, it also had been deprived of one of its eyes. This circumstance, however, only endeared it to my wife, who, as I have already said, possessed, in a high degree, that humanity of feeling which had once been my distinguishing trait, and the source of many of my simplest and purest pleasures.", "characters": 416, "sentences": 3}, {"text": "Beneath the pressure of torments such as these, the feeble remnant of the good within me succumbed. Evil thoughts became my sole intimates--the darkest and most evil of thoughts. The moodiness of my usual temper increased to hatred of all things and of all mankind; while, from the sudden, frequent, and ungovernable outbursts of a fury to which I now blindly abandoned myself, my uncomplaining wife, alas! was the most usual and the most patient of sufferers.", "characters": 460, "sentences": 4}, {"text": "The second and the third day passed, and still my tormentor came not. Once again I breathed as a freeman. The monster, in terror, had fled the premises forever! I should behold it no more! My happiness was supreme! The guilt of my dark deed disturbed me but little. Some few inquiries had been made, but these had been readily answered. Even a search had been instituted--but of course nothing was to be discovered. I looked upon my future felicity as secured.", "characters": 460, "sentences": 7}, {"text": "* Watson, Dr. Percival, Spallanzani, and especially the Bishop of Landaff.--See \"Chemical Essays,\" vol v.", "characters": 105, "sentences": 4}, {"text": "\"And you have not seen it?\" he said abruptly, after having stared about him for some moments in silence--\"you have not then seen it?--but, stay! you shall.\" Thus speaking, and having carefully shaded his lamp, he hurried to one of the casements, and threw it freely open to the storm.", "characters": 284, "sentences": 3}, {"text": "I had arrived at that well-known portion of the story where Ethelred, the hero of the Trist, having sought in vain for peaceable admission into the dwelling of the hermit, proceeds to make good an entrance by force. Here, it will be remembered, the words of the narrative run thus:", "characters": 281, "sentences": 2}, {"text": "\"But the good champion Ethelred, now entering within the door, was sore enraged and amazed to perceive no signal of the maliceful hermit; but, in the stead thereof, a dragon of a scaly and prodigious demeanor, and of a fiery tongue, which sate in guard before a palace of gold, with a floor of silver; and upon the wall there hung a shield of shining brass with this legend enwritten--", "characters": 385, "sentences": 1}, {"text": "Who entereth herein, a conqueror hath bin;      Who slayeth the dragon, the shield he shall win;", "characters": 96, "sentences": 1}, {"text": "And Ethelred uplifted his mace, and struck upon the head of the dragon, which fell before him, and gave up his pesty breath, with a shriek so horrid and harsh, and withal so piercing, that Ethelred had fain to close his ears with his hands against the dreadful noise of it, the like whereof was never before heard.\"", "characters": 315, "sentences": 2}, {"text": "Here again I paused abruptly, and now with a feeling of wild amazement--for there could be no doubt whatever that, in this instance, I did actually hear (although from what direction it proceeded I found it impossible to say) a low and apparently distant, but harsh, protracted, and most unusual screaming or grating sound--the exact counterpart of what my fancy had already conjured up for the dragon's unnatural shriek as described by the romancer.", "characters": 450, "sentences": 2}, {"text": "\"And now, the champion, having escaped from the terrible fury of the dragon, bethinking himself of the brazen shield, and of the breaking up of the enchantment which was upon it, removed the carcass from out of the way before him, and approached valorously over the silver pavement of the castle to where the shield was upon the wall; which in sooth tarried not for his full coming, but feel down at his feet upon the silver floor, with a mighty great and terrible ringing sound.\"", "characters": 480, "sentences": 2}, {"text": "\"LISTEN to me,\" said the Demon as he placed his hand upon my head. \"The region of which I speak is a dreary region in Libya, by the borders of the river Zaire. And there is no quiet there, nor silence.", "characters": 201, "sentences": 4}, {"text": "\"It was night, and the rain fell; and falling, it was rain, but, having fallen, it was blood. And I stood in the morass among the tall and the rain fell upon my head--and the lilies sighed one unto the other in the solemnity of their desolation.", "characters": 245, "sentences": 3}, {"text": "\"And the man sat upon the rock, and leaned his head upon his hand, and looked out upon the desolation. He looked down into the low unquiet shrubbery, and up into the tall primeval trees, and up higher at the rustling heaven, and into the crimson moon. And I lay close within shelter of the lilies, and observed the actions of the man. And the man trembled in the solitude;--but the night waned, and he sat upon the rock.", "characters": 420, "sentences": 5}, {"text": "\"And the man turned his attention from the heaven, and looked out upon the dreary river Zaire, and upon the yellow ghastly waters, and upon the pale legions of the water-lilies. And the man listened to the sighs of the water-lilies, and to the murmur that came up from among them. And I lay close within my covert and observed the actions of the man. And the man trembled in the solitude;--but the night waned and he sat upon the rock.", "characters": 435, "sentences": 5}, {"text": "\"Then I went down into the recesses of the morass, and waded afar in among the wilderness of the lilies, and called unto the hippopotami which dwelt among the fens in the recesses of the morass. And the hippopotami heard my call, and came, with the behemoth, unto the foot of the rock, and roared loudly and fearfully beneath the moon. And I lay close within my covert and observed the actions of the man. And the man trembled in the solitude;--but the night waned and he sat upon the rock.", "characters": 490, "sentences": 5}, {"text": "\"And mine eyes fell upon the countenance of the man, and his countenance was wan with terror. And, hurriedly, he raised his head from his hand, and stood forth upon the rock and listened. But there was no voice throughout the vast illimitable desert, and the characters upon the rock were SILENCE. And the man shuddered, and turned his face away, and fled afar off, in haste, so that I beheld him no more.\"", "characters": 406, "sentences": 5}, {"text": "It was toward the close of the fifth or sixth month of his seclusion, and while the pestilence raged most furiously abroad, that the Prince Prospero entertained his thousand friends at a masked ball of the most unusual magnificence.", "characters": 232, "sentences": 2}, {"text": "But, in spite of these things, it was a gay and magnificent revel. The tastes of the duke were peculiar. He had a fine eye for colors and effects. He disregarded the decora of mere fashion. His plans were bold and fiery, and his conceptions glowed with barbaric lustre. There are some who would have thought him mad. His followers felt that he was not. It was necessary to hear and see and touch him to be sure that he was not.", "characters": 427, "sentences": 9}, {"text": "When the eyes of Prince Prospero fell upon this spectral image (which with a slow and solemn movement, as if more fully to sustain its role, stalked to and fro among the waltzers) he was seen to be convulsed, in the first moment with a strong shudder either of terror or distaste; but, in the next, his brow reddened with rage.", "characters": 327, "sentences": 2}, {"text": "\"Who dares?\" he demanded hoarsely of the courtiers who stood near him--\"who dares insult us with this blasphemous mockery? Seize him and unmask him--that we may know whom we have to hang at sunrise, from the battlements!\"", "characters": 221, "sentences": 1}, {"text": "It was in the eastern or blue chamber in which stood the Prince Prospero as he uttered these words. They rang throughout the seven rooms loudly and clearly--for the prince was a bold and robust man, and the music had become hushed at the waving of his hand.", "characters": 257, "sentences": 3}, {"text": "And now was acknowledged the presence of the Red Death. He had come like a thief in the night. And one by one dropped the revellers in the blood-bedewed halls of their revel, and died each in the despairing posture of his fall. And the life of the ebony clock went out with that of the last of the gay. And the flames of the tripods expired. And Darkness and Decay and the Red Death held illimitable dominion over all.", "characters": 418, "sentences": 7}, {"text": "It must be understood, that neither by word nor deed had I given Fortunato cause to doubt my good will. I continued, as was my wont, to smile in his face, and he did not perceive that my smile _now_ was at the thought of his immolation.", "characters": 236, "sentences": 3}, {"text": "It was about dusk, one evening during the supreme madness of the carnival season, that I encountered my friend. He accosted me with excessive warmth, for he had been drinking much. The man wore motley. He had on a tight-fitting parti-striped dress, and his head was surmounted by the conical cap and bells. I was so pleased to see him, that I thought I should never have done wringing his hand.", "characters": 394, "sentences": 6}, {"text": "I said to him--\"My dear Fortunato, you are luckily met. How remarkably well you are looking to-day! But I have received a pipe of what passes for Amontillado, and I have my doubts.\"", "characters": 181, "sentences": 3}, {"text": "\"I have my doubts,\" I replied; \"and I was silly enough to pay the full Amontillado price without consulting you in the matter. You were not to be found, and I was fearful of losing a bargain.\"", "characters": 192, "sentences": 3}, {"text": "\"As you are engaged, I am on my way to Luchesi. If any one has a critical turn, it is he. He will tell me--\"", "characters": 108, "sentences": 3}, {"text": "\"My friend, no; I will not impose upon your good nature. I perceive you have an engagement. Luchesi--\"", "characters": 102, "sentences": 3}, {"text": "\"My friend, no. It is not the engagement, but the severe cold with which I perceive you are afflicted. The vaults are insufferably damp. They are encrusted with nitre.\"", "characters": 168, "sentences": 5}, {"text": "\"Let us go, nevertheless. The cold is merely nothing. Amontillado! You have been imposed upon. And as for Luchesi, he cannot distinguish Sherry from Amontillado.\"", "characters": 162, "sentences": 5}, {"text": "Thus speaking, Fortunato possessed himself of my arm. Putting on a mask of black silk, and drawing a _roquelaire_ closely about my person, I suffered him to hurry me to my palazzo.", "characters": 180, "sentences": 3}, {"text": "There were no attendants at home; they had absconded to make merry in honor of the time. I had told them that I should not return until the morning, and had given them explicit orders not to stir from the house. These orders were sufficient, I well knew, to insure their immediate disappearance, one and all, as soon as my back was turned.", "characters": 339, "sentences": 4}, {"text": "I took from their sconces two flambeaux, and giving one to Fortunato, bowed him through several suites of rooms to the archway that led into the vaults. I passed down a long and winding staircase, requesting him to be cautious as he followed. We came at length to the foot of the descent, and stood together on the damp ground of the catacombs of the Montresors.", "characters": 362, "sentences": 4}, {"text": "He turned towards me, and looked into my eyes with two filmy orbs that distilled the rheum of intoxication.", "characters": 107, "sentences": 2}, {"text": "\"Come,\" I said, with decision, \"we will go back; your health is precious. You are rich, respected, admired, beloved; you are happy, as once I was. You are a man to be missed. For me it is no matter. We will go back; you will be ill, and I cannot be responsible. Besides, there is Luchesi--\"", "characters": 290, "sentences": 6}, {"text": "\"True--true,\" I replied; \"and, indeed, I had no intention of alarming you unnecessarily--but you should use all proper caution. A draught of this Medoc will defend us from the damps.\"", "characters": 183, "sentences": 3}, {"text": "Here I knocked off the neck of a bottle which I drew from a long row of its fellows that lay upon the mould.", "characters": 108, "sentences": 2}, {"text": "He raised it to his lips with a leer. He paused and nodded to me familiarly, while his bells jingled.", "characters": 101, "sentences": 3}, {"text": "\"A huge human foot d'or, in a field azure; the foot crushes a serpent rampant whose fangs are imbedded in the heel.\"", "characters": 116, "sentences": 2}, {"text": "The wine sparkled in his eyes and the bells jingled. My own fancy grew warm with the Medoc. We had passed through walls of piled bones, with casks and puncheons intermingling, into the inmost recesses of the catacombs. I paused again, and this time I made bold to seize Fortunato by an arm above the elbow.", "characters": 306, "sentences": 5}, {"text": "\"The nitre!\" I said: \"see, it increases. It hangs like moss upon the vaults. We are below the river's bed. The drops of moisture trickle among the bones. Come, we will go back ere it is too late. Your cough--\"", "characters": 209, "sentences": 6}, {"text": "I broke and reached him a flagon of De Grâve. He emptied it at a breath. His eyes flashed with a fierce light. He laughed and threw the bottle upwards with a gesticulation I did not understand.", "characters": 194, "sentences": 5}, {"text": "\"Be it so,\" I said, replacing the tool beneath the cloak, and again offering him my arm. He leaned upon it heavily. We continued our route in search of the Amontillado. We passed through a range of low arches, descended, passed on, and descending again, arrived at a deep crypt, in which the foulness of the air caused our flambeaux rather to glow than flame.", "characters": 359, "sentences": 5}, {"text": "It was in vain that Fortunato, uplifting his dull torch, endeavored to pry into the depths of the recess. Its termination the feeble light did not enable us to see.", "characters": 164, "sentences": 3}, {"text": "\"Pass your hand,\" I said, \"over the wall; you cannot help feeling the nitre. Indeed it is _very_ damp. Once more let me _implore_ you to return. No? Then I must positively leave you. But I must first render you all the little attentions in my power.\"", "characters": 250, "sentences": 6}, {"text": "As I said these words I busied myself among the pile of bones of which I have before spoken. Throwing them aside, I soon uncovered a quantity of building stone and mortar. With these materials and with the aid of my trowel, I began vigorously to wall up the entrance of the niche.", "characters": 280, "sentences": 4}, {"text": "\"Ha! ha! ha!--he! he!--a very good joke indeed--an excellent jest. We will have many a rich laugh about it at the palazzo--he! he! he!--over our wine--he! he! he!\"", "characters": 163, "sentences": 2}, {"text": "\"He! he! he!--he! he! he!--yes, the Amontillado. But is it not getting late? Will not they be awaiting us at the palazzo, the Lady Fortunato and the rest? Let us be gone.\"", "characters": 171, "sentences": 3}, {"text": "No answer still. I thrust a torch through the remaining aperture and let it fall within. There came forth in return only a jingling of the bells. My heart grew sick--on account of the dampness of the catacombs. I hastened to make an end of my labor. I forced the last stone into its position; I plastered it up. Against the new masonry I re-erected the old rampart of bones. For the half of a century no mortal has disturbed them. _In pace requiescat!_", "characters": 452, "sentences": 9}, {"text": "Examine these similar actions as we will, we shall find them resulting solely from the spirit of the Perverse. We perpetrate them because we feel that we should not. Beyond or behind this there is no intelligible principle; and we might, indeed, deem this perverseness a direct instigation of the Arch-Fiend, were it not occasionally known to operate in furtherance of good.", "characters": 374, "sentences": 4}, {"text": "One day, whilst sauntering along the streets, I arrested myself in the act of murmuring, half aloud, these customary syllables. In a fit of petulance, I remodelled them thus; \"I am safe--I am safe--yes--if I be not fool enough to make open confession!\"", "characters": 252, "sentences": 2}, {"text": "No sooner had I spoken these words, than I felt an icy chill creep to my heart. I had had some experience in these fits of perversity, (whose nature I have been at some trouble to explain), and I remembered well that in no instance I had successfully resisted their attacks. And now my own casual self-suggestion that I might possibly be fool enough to confess the murder of which I had been guilty, confronted me, as if the very ghost of him whom I had murdered--and beckoned me on to death.", "characters": 492, "sentences": 4}, {"text": "They say that I spoke with a distinct enunciation, but with marked emphasis and passionate hurry, as if in dread of interruption before concluding the brief, but pregnant sentences that consigned me to the hangman and to hell.", "characters": 226, "sentences": 2}, {"text": "Having related all that was necessary for the fullest judicial conviction, I fell prostrate in a swoon.", "characters": 103, "sentences": 2}, {"text": "But why shall I say more? To-day I wear these chains, and am here! To-morrow I shall be fetterless!--but where?", "characters": 111, "sentences": 1}, {"text": "It was during one of my lonely journeyings, amid a far distant region of mountain locked within mountain, and sad rivers and melancholy tarn writhing or sleeping within all--that I chanced upon a certain rivulet and island. I came upon them suddenly in the leafy June, and threw myself upon the turf, beneath the branches of an unknown odorous shrub, that I might doze as I contemplated the scene. I felt that thus only should I look upon it--such was the character of phantasm which it wore.", "characters": 492, "sentences": 4}, {"text": "About midway in the short vista which my dreamy vision took in, one small circular island, profusely verdured, reposed upon the bosom of the stream.", "characters": 148, "sentences": 2}, {"text": "That each seemed pendulous in air--so mirror-like was the glassy water, that it was scarcely possible to say at what point upon the slope of the emerald turf its crystal dominion began.", "characters": 185, "sentences": 2}, {"text": "It was at Venice, beneath the covered archway there called the _Ponte di Sospiri_, that I met for the third or fourth time the person of whom I speak. It is with a confused recollection that I bring to mind the circumstances of that meeting. Yet I remember--ah! how should I forget?--the deep midnight, the Bridge of Sighs, the beauty of woman, and the Genius of Romance that stalked up and down the narrow canal.", "characters": 413, "sentences": 4}, {"text": "I knew my acquaintance to be wealthy. Report had spoken of his possessions in terms which I had even ventured to call terms of ridiculous exaggeration. But as I gazed about me, I could not bring myself to believe that the wealth of any subject in Europe could have supplied the princely magnificence which burned and blazed around.", "characters": 331, "sentences": 4}, {"text": "I bowed in acknowledgment--for the overpowering sense of splendor and perfume, and music, together with the unexpected eccentricity of his address and manner, prevented me from expressing, in words, my appreciation of what I might have construed into a compliment.", "characters": 264, "sentences": 2}, {"text": "\"It is Guido's own!\" I said, with all the enthusiasm of my nature, for I had been poring intently over its surpassing loveliness. \"It is Guido's own!--how _could_ you have obtained it?--she is undoubtedly in painting what the Venus is in sculpture.\"", "characters": 249, "sentences": 3}, {"text": "\"There is one painting,\" said he, without being aware of my notice of the tragedy--\"there is still one painting which you have not seen.\" And throwing aside a drapery, he discovered a full-length portrait of the Marchesa Aphrodite.", "characters": 231, "sentences": 3}, {"text": "\"He is up      There like a Roman statue!  He will stand      Till Death hath made him marble!\"", "characters": 95, "sentences": 1}, {"text": "In the next instant, confessing the power of the wine, he threw himself at full-length upon an ottoman.", "characters": 103, "sentences": 2}, {"text": "A quick step was now heard upon the staircase, and a loud knock at the door rapidly succeeded. I was hastening to anticipate a second disturbance, when a page of Mentoni's household burst into the room, and faltered out, in a voice choking with emotion, the incoherent words, \"My mistress!--my mistress!--Poisoned!--poisoned! Oh, beautiful--oh, beautiful Aphrodite!\"", "characters": 366, "sentences": 2}, {"text": "Bewildered, I flew to the ottoman, and endeavored to arouse the sleeper to a sense of the startling intelligence. But his limbs were rigid--his lips were livid--his lately beaming eyes were riveted in _death_. I staggered back towards the table--my hand fell upon a cracked and blackened goblet--and a consciousness of the entire and terrible truth flashed suddenly over my soul.", "characters": 379, "sentences": 4}, {"text": "Impia tortorum longos hic turba furores      Sanguinis innocui, non satiata, aluit.      Sospite nunc patria, fracto nunc funeris antro,      Mors ubi dira fuit vita salusque patent.", "characters": 182, "sentences": 3}, {"text": "[_Quatrain composed for the gates of a market to be erected      upon the site of the Jacobin Club House at Paris_.]", "characters": 116, "sentences": 2}, {"text": "A slight noise attracted my notice, and, looking to the floor, I saw several enormous rats traversing it. They had issued from the well, which lay just within view to my right. Even then, while I gazed, they came up in troops, hurriedly, with ravenous eyes, allured by the scent of the meat. From this it required much effort and attention to scare them away.", "characters": 359, "sentences": 5}, {"text": "Down--steadily down it crept. I took a frenzied pleasure in contrasting its downward with its lateral velocity. To the right--to the left--far and wide--with the shriek of a damned spirit; to my heart with the stealthy pace of the tiger! I alternately laughed and howled as the one or the other idea grew predominant.", "characters": 317, "sentences": 4}, {"text": "Down--certainly, relentlessly down! It vibrated within three inches of my bosom! I struggled violently, furiously, to free my left arm. This was free only from the elbow to the hand. I could reach the latter, from the platter beside me, to my mouth, with great effort, but no farther. Could I have broken the fastenings above the elbow, I would have seized and attempted to arrest the pendulum. I might as well have attempted to arrest an avalanche!", "characters": 449, "sentences": 5}, {"text": "For many hours the immediate vicinity of the low framework upon which I lay, had been literally swarming with rats. They were wild, bold, ravenous; their red eyes glaring upon me as if they waited but for motionlessness on my part to make me their prey. \"To what food,\" I thought, \"have they been accustomed in the well?\"", "characters": 321, "sentences": 3}, {"text": "There was a discordant hum of human voices! There was a loud blast as of many trumpets! There was a harsh grating as of a thousand thunders! The fiery walls rushed back! An outstretched arm caught my own as I fell, fainting, into the abyss. It was that of General Lasalle. The French army had entered Toledo. The Inquisition was in the hands of its enemies.", "characters": 357, "sentences": 5}, {"text": "The lady was deposited in her family vault, which, for three subsequent years, was undisturbed. At the expiration of this term it was opened for the reception of a sarcophagus;----but, alas! how fearful a shock awaited the husband, who, personally, threw open the door! As its portals swung outwardly back, some white-apparelled object fell rattling within his arms. It was the skeleton of his wife in her yet unmoulded shroud.", "characters": 427, "sentences": 4}, {"text": "The \"Chirurgical Journal\" of Leipsic--a periodical of high authority and merit, which some American bookseller would do well to translate and republish, records in a late number a very distressing event of the character in question.", "characters": 232, "sentences": 2}, {"text": "He was forthwith conveyed to the nearest hospital, and there pronounced to be still living, although in an asphytic condition. After some hours he revived, recognized individuals of his acquaintance, and, in broken sentences spoke of his agonies in the grave.", "characters": 259, "sentences": 3}, {"text": "This patient, it is recorded, was doing well and seemed to be in a fair way of ultimate recovery, but fell a victim to the quackeries of medical experiment. The galvanic battery was applied, and he suddenly expired in one of those ecstatic paroxysms which, occasionally, it superinduces.", "characters": 287, "sentences": 3}, {"text": "The mention of the galvanic battery, nevertheless, recalls to my memory a well known and very extraordinary case in point, where its action proved the means of restoring to animation a young attorney of London, who had been interred for two days. This occurred in 1831, and created, at the time, a very profound sensation wherever it was made the subject of converse.", "characters": 367, "sentences": 3}, {"text": "An incision of some extent had been actually made in the abdomen, when the fresh and undecayed appearance of the subject suggested an application of the battery. One experiment succeeded another, and the customary effects supervened, with nothing to characterize them in any respect, except, upon one or two occasions, a more than ordinary degree of life-likeness in the convulsive action.", "characters": 389, "sentences": 3}, {"text": "For some moments all were paralyzed with awe--but the urgency of the case soon restored them their presence of mind. It was seen that Mr. Stapleton was alive, although in a swoon. Upon exhibition of ether he revived and was rapidly restored to health, and to the society of his friends--from whom, however, all knowledge of his resuscitation was withheld, until a relapse was no longer to be apprehended. Their wonder--their rapturous astonishment--may be conceived.", "characters": 466, "sentences": 6}, {"text": "From the innumerable images of gloom which thus oppressed me in dreams, I select for record but a solitary vision. Methought I was immersed in a cataleptic trance of more than usual duration and profundity. Suddenly there came an icy hand upon my forehead, and an impatient, gibbering voice whispered the word \"Arise!\" within my ear.", "characters": 333, "sentences": 4}, {"text": "I sat erect. The darkness was total. I could not see the figure of him who had aroused me. I could call to mind neither the period at which I had fallen into the trance, nor the locality in which I then lay. While I remained motionless, and busied in endeavors to collect my thought, the cold hand grasped me fiercely by the wrist, shaking it petulantly, while the gibbering voice said again:", "characters": 392, "sentences": 5}, {"text": "\"Is it not--oh! is it not a pitiful sight?\"--but, before I could find words to reply, the figure had ceased to grasp my wrist, the phosphoric lights expired, and the graves were closed with a sudden violence, while from out them arose a tumult of despairing cries, saying again: \"Is it not--O, God, is it not a very pitiful sight?\"", "characters": 331, "sentences": 1}, {"text": "I endeavored to shriek; and my lips and my parched tongue moved convulsively together in the attempt--but no voice issued from the cavernous lungs, which oppressed as if by the weight of some incumbent mountain, gasped and palpitated, with the heart, at every elaborate and struggling inspiration.", "characters": 297, "sentences": 2}, {"text": "As this awful conviction forced itself, thus, into the innermost chambers of my soul, I once again struggled to cry aloud. And in this second endeavor I succeeded. A long, wild, and continuous shriek, or yell of agony, resounded through the realms of the subterranean Night.", "characters": 274, "sentences": 4}, {"text": "\"What do you mean by yowling in that ere kind of style, like a cattymount?\" said a fourth; and hereupon I was seized and shaken without ceremony, for several minutes, by a junto of very rough-looking individuals. They did not arouse me from my slumber--for I was wide awake when I screamed--but they restored me to the full possession of my memory.", "characters": 348, "sentences": 3}, {"text": "There are moments when, even to the sober eye of Reason, the world of our sad Humanity may assume the semblance of a Hell--but the imagination of man is no Carathis, to explore with impunity its every cavern. Alas! the grim legion of sepulchral terrors cannot be regarded as altogether fanciful--but, like the Demons in whose company Afrasiab made his voyage down the Oxus, they must sleep, or they will devour us--they must be suffered to slumber, or we perish.", "characters": 462, "sentences": 3}, {"text": "The garden like a lady fair was cut,      That lay as if she slumbered in delight,      And to the open skies her eyes did shut.      The azure fields of Heaven were 'sembled right      In a large round, set with the flowers of light.      The flowers de luce, and the round sparks of dew.      That hung upon their azure leaves did shew      Like twinkling stars that sparkle in the evening blue.      Giles Fletcher.", "characters": 418, "sentences": 6}, {"text": "In the course of discussion, my friend quoted some passages from a writer on landscape-gardening who has been supposed to have well treated his theme:", "characters": 150, "sentences": 1}, {"text": "I despair of conveying to the reader any distinct conception of the marvels which my friend did actually accomplish. I wish to describe, but am disheartened by the difficulty of description, and hesitate between detail and generality. Perhaps the better course will be to unite the two in their extremes.", "characters": 304, "sentences": 4}, {"text": "It was not until toward the close of the fourth year of our search that we found a locality with which Ellison professed himself satisfied. It is, of course, needless to say where was the locality. The late death of my friend, in causing his domain to be thrown open to certain classes of visiters, has given to Arnheim a species of secret and subdued if not solemn celebrity, similar in kind, although infinitely superior in degree, to that which so long distinguished Fonthill.", "characters": 479, "sentences": 4}, {"text": "The visiter, shooting suddenly into this bay from out the gloom of the ravine, is delighted but astounded by the full orb of the declining sun, which he had supposed to be already far below the horizon, but which now confronts him, and forms the sole termination of an otherwise limitless vista seen through another chasm-like rift in the hills.", "characters": 345, "sentences": 2}, {"text": "The boat, nevertheless, glides magically into the winding channel; and here the shore opposite the wall is found to resemble that opposite the wall in the straight vista. Lofty hills, rising occasionally into mountains, and covered with vegetation in wild luxuriance, still shut in the scene.", "characters": 292, "sentences": 3}, {"text": "I had turned to the right as I entered this road, and now, arising, I continued in the same direction. The path was so serpentine, that at no moment could I trace its course for more than two or three paces in advance. Its character did not undergo any material change.", "characters": 269, "sentences": 4}, {"text": "As it came fully into view--thus gradually as I describe it--piece by piece, here a tree, there a glimpse of water, and here again the summit of a chimney, I could scarcely help fancying that the whole was one of the ingenious illusions sometimes exhibited under the name of \"vanishing pictures.\"", "characters": 296, "sentences": 2}, {"text": "By the time, however, that the fog had thoroughly disappeared, the sun had made its way down behind the gentle hills, and thence, as if with a slight chassez to the south, had come again fully into sight, glaring with a purplish lustre through a chasm that entered the valley from the west. Suddenly, therefore--and as if by the hand of magic--this whole valley and every thing in it became brilliantly visible.", "characters": 411, "sentences": 3}, {"text": "The general floor of the amphitheatre was grass of the same character as that I had found in the road; if anything, more deliciously soft, thick, velvety, and miraculously green. It was hard to conceive how all this beauty had been attained.", "characters": 241, "sentences": 3}, {"text": "The lake was deep--at some points thirty feet--but the rivulet seldom exceeded three, while its greatest width was about eight. Its bottom and banks were as those of the pond--if a defect could have been attributed, in point of picturesqueness, it was that of excessive neatness.", "characters": 279, "sentences": 3}, {"text": "Along the eastern and western cliffs--where, toward the upper portion of the amphitheatre, the boundaries were more or less precipitous--grew ivy in great profusion--so that only here and there could even a glimpse of the naked rock be obtained. The northern precipice, in like manner, was almost entirely clothed by grape-vines of rare luxuriance; some springing from the soil at the base of the cliff, and others from ledges on its face.", "characters": 439, "sentences": 3}, {"text": "In fact nothing could well be more simple--more utterly unpretending than this cottage. Its marvellous effect lay altogether in its artistic arrangement as a picture. I could have fancied, while I looked at it, that some eminent landscape-painter had built it with his brush.", "characters": 275, "sentences": 4}, {"text": "The point of view from which I first saw the valley, was not altogether, although it was nearly, the best point from which to survey the house. I will therefore describe it as I afterwards saw it--from a position on the stone wall at the southern extreme of the amphitheatre.", "characters": 275, "sentences": 3}, {"text": "The blank wall of the eastern gable was relieved by stairs (with a balustrade) running diagonally across it--the ascent being from the south. Under cover of the widely projecting eave these steps gave access to a door leading to the garret, or rather loft--for it was lighted only by a single window to the north, and seemed to have been intended as a store-room.", "characters": 363, "sentences": 3}, {"text": "The pillars of the piazza were enwreathed in jasmine and sweet honeysuckle; while from the angle formed by the main structure and its west wing, in front, sprang a grape-vine of unexampled luxuriance. Scorning all restraint, it had clambered first to the lower roof--then to the higher; and along the ridge of this latter it continued to writhe on, throwing out tendrils to the right and left, until at length it fairly attained the east gable, and fell trailing over the stairs.", "characters": 479, "sentences": 3}, {"text": "The whole house, with its wings, was constructed of the old-fashioned Dutch shingles--broad, and with unrounded corners. It is a peculiarity of this material to give houses built of it the appearance of being wider at bottom than at top--after the manner of Egyptian architecture; and in the present instance, this exceedingly picturesque effect was aided by numerous pots of gorgeous flowers that almost encompassed the base of the buildings.", "characters": 443, "sentences": 3}, {"text": "The shingles were painted a dull gray; and the happiness with which this neutral tint melted into the vivid green of the tulip tree leaves that partially overshadowed the cottage, can readily be conceived by an artist.", "characters": 218, "sentences": 2}, {"text": "From the position near the stone wall, as described, the buildings were seen at great advantage--for the southeastern angle was thrown forward--so that the eye took in at once the whole of the two fronts, with the picturesque eastern gable, and at the same time obtained just a sufficient glimpse of the northern wing, with parts of a pretty roof to the spring-house, and nearly half of a light bridge that spanned the brook in the near vicinity of the main buildings.", "characters": 468, "sentences": 2}, {"text": "I did not remain very long on the brow of the hill, although long enough to make a thorough survey of the scene at my feet. It was clear that I had wandered from the road to the village, and I had thus good traveller's excuse to open the gate before me, and inquire my way, at all events; so, without more ado, I proceeded.", "characters": 323, "sentences": 3}, {"text": "The road, after passing the gate, seemed to lie upon a natural ledge, sloping gradually down along the face of the north-eastern cliffs. It led me on to the foot of the northern precipice, and thence over the bridge, round by the eastern gable to the front door. In this progress, I took notice that no sight of the out-houses could be obtained.", "characters": 345, "sentences": 4}, {"text": "As I turned the corner of the gable, the mastiff bounded towards me in stern silence, but with the eye and the whole air of a tiger. I held him out my hand, however, in token of amity--and I never yet knew the dog who was proof against such an appeal to his courtesy. He not only shut his mouth and wagged his tail, but absolutely offered me his paw--afterward extending his civilities to Ponto.", "characters": 395, "sentences": 4}, {"text": "At her most courteous of invitations, I entered--passing first into a tolerably wide vestibule. Having come mainly to observe, I took notice that to my right as I stepped in, was a window, such as those in front of the house; to the left, a door leading into the principal room; while, opposite me, an open door enabled me to see a small apartment, just the size of the vestibule, arranged as a study, and having a large bow window looking out to the north.", "characters": 457, "sentences": 3}, {"text": "Passing into the parlor, I found myself with Mr. Landor--for this, I afterwards found, was his name. He was civil, even cordial in his manner, but just then, I was more intent on observing the arrangements of the dwelling which had so much interested me, than the personal appearance of the tenant.", "characters": 298, "sentences": 4}, {"text": "The north wing, I now saw, was a bed-chamber, its door opened into the parlor. West of this door was a single window, looking toward the brook. At the west end of the parlor, were a fireplace, and a door leading into the west wing--probably a kitchen.", "characters": 251, "sentences": 4}, {"text": "The more substantial furniture consisted of a round table, a few chairs (including a large rocking-chair), and a sofa, or rather \"settee;\" its material was plain maple painted a creamy white, slightly interstriped with green; the seat of cane. The chairs and table were \"to match,\" but the forms of all had evidently been designed by the same brain which planned \"the grounds;\" it is impossible to conceive anything more graceful.", "characters": 430, "sentences": 3}, {"text": "It is not the purpose of this work to do more than give in detail, a picture of Mr. Landor's residence--as I found it. How he made it what it was--and why--with some particulars of Mr. Landor himself--may, possibly form the subject of another article.", "characters": 251, "sentences": 5}, {"text": "At an angle of the ponderous wall frowned a more ponderous gate. It was riveted and studded with iron bolts, and surmounted with jagged iron spikes. What impressions of deep awe did it inspire! It was never opened save for the three periodical egressions and ingressions already mentioned; then, in every creak of its mighty hinges, we found a plenitude of mystery--a world of matter for solemn remark, or for more solemn meditation.", "characters": 433, "sentences": 4}, {"text": "His cue, which was to perfect an imitation of myself, lay both in words and in actions; and most admirably did he play his part. My dress it was an easy matter to copy; my gait and general manner were, without difficulty, appropriated; in spite of his constitutional defect, even my voice did not escape him. My louder tones were, of course, unattempted, but then the key, it was identical; and his singular whisper, it grew the very echo of my own.", "characters": 449, "sentences": 4}, {"text": "Excited by such appliances to vice, my constitutional temperament broke forth with redoubled ardor, and I spurned even the common restraints of decency in the mad infatuation of my revels. But it were absurd to pause in the detail of my extravagance. Let it suffice, that among spendthrifts I out-Heroded Herod, and that, giving name to a multitude of novel follies, I added no brief appendix to the long catalogue of vices then usual in the most dissolute university of Europe.", "characters": 478, "sentences": 4}, {"text": "Any burst of indignation upon this discovery would have affected me less than the silent contempt, or the sarcastic composure, with which it was received.", "characters": 154, "sentences": 2}, {"text": "In an absolute phrenzy of wrath, I turned at once upon him who had thus interrupted me, and seized him violently by the collar. He was attired, as I had expected, in a costume altogether similar to my own; wearing a Spanish cloak of blue velvet, begirt about the waist with a crimson belt sustaining a rapier. A mask of black silk entirely covered his face.", "characters": 357, "sentences": 4}, {"text": "\"Scoundrel!\" I said, in a voice husky with rage, while every syllable I uttered seemed as new fuel to my fury, \"scoundrel! impostor! accursed villain! you shall not--you shall not dog me unto death! Follow me, or I stab you where you stand!\"--and I broke my way from the ball-room into a small ante-chamber adjoining--dragging him unresistingly with me as I went.", "characters": 363, "sentences": 2}, {"text": "Upon entering, I thrust him furiously from me. He staggered against the wall, while I closed the door with an oath, and commanded him to draw. He hesitated but for an instant; then, with a slight sigh, drew in silence, and put himself upon his defence.", "characters": 252, "sentences": 4}, {"text": "The contest was brief indeed. I was frantic with every species of wild excitement, and felt within my single arm the energy and power of a multitude. In a few seconds I forced him by sheer strength against the wainscoting, and thus, getting him at mercy, plunged my sword, with brute ferocity, repeatedly through and through his bosom.", "characters": 335, "sentences": 4}, {"text": "Thus it appeared, I say, but was not. It was my antagonist--it was Wilson, who then stood before me in the agonies of his dissolution. His mask and cloak lay, where he had thrown them, upon the floor. Not a thread in all his raiment--not a line in all the marked and singular lineaments of his face which was not, even in the most absolute identity, mine own!", "characters": 359, "sentences": 4}, {"text": "It was Wilson; but he spoke no longer in a whisper, and I could have fancied that I myself was speaking while he said:", "characters": 118, "sentences": 1}, {"text": "\"You have conquered, and I yield. Yet, henceforward art thou also dead--dead to the World, to Heaven and to Hope! In me didst thou exist--and, in my death, see by this image, which is thine own, how utterly thou hast murdered thyself.\"", "characters": 235, "sentences": 3}, {"text": "TRUE!--nervous--very, very dreadfully nervous I had been and am; but why will you say that I am mad? The disease had sharpened my senses--not destroyed--not dulled them. Above all was the sense of hearing acute. I heard all things in the heaven and in the earth. I heard many things in hell. How, then, am I mad? Hearken! and observe how healthily--how calmly I can tell you the whole story.", "characters": 391, "sentences": 6}, {"text": "I had my head in, and was about to open the lantern, when my thumb slipped upon the tin fastening, and the old man sprang up in bed, crying out--\"Who's there?\"", "characters": 159, "sentences": 1}, {"text": "I kept quite still and said nothing. For a whole hour I did not move a muscle, and in the meantime I did not hear him lie down. He was still sitting up in the bed listening;--just as I have done, night after night, hearkening to the death watches in the wall.", "characters": 259, "sentences": 4}, {"text": "When I had waited a long time, very patiently, without hearing him lie down, I resolved to open a little--a very, very little crevice in the lantern. So I opened it--you cannot imagine how stealthily, stealthily--until, at length a simple dim ray, like the thread of the spider, shot from out the crevice and fell full upon the vulture eye.", "characters": 340, "sentences": 3}, {"text": "It was open--wide, wide open--and I grew furious as I gazed upon it. I saw it with perfect distinctness--all a dull blue, with a hideous veil over it that chilled the very marrow in my bones; but I could see nothing else of the old man's face or person: for I had directed the ray as if by instinct, precisely upon the damned spot.", "characters": 331, "sentences": 3}, {"text": "And have I not told you that what you mistake for madness is but over-acuteness of the sense?--now, I say, there came to my ears a low, dull, quick sound, such as a watch makes when enveloped in cotton. I knew that sound well, too. It was the beating of the old man's heart. It increased my fury, as the beating of a drum stimulates the soldier into courage.", "characters": 358, "sentences": 5}, {"text": "If still you think me mad, you will think so no longer when I describe the wise precautions I took for the concealment of the body. The night waned, and I worked hastily, but in silence. First of all I dismembered the corpse. I cut off the head and the arms and the legs.", "characters": 271, "sentences": 5}, {"text": "I then took up three planks from the flooring of the chamber, and deposited all between the scantlings. I then replaced the boards so cleverly, so cunningly, that no human eye--not even his--could have detected any thing wrong. There was nothing to wash out--no stain of any kind--no blood-spot whatever. I had been too wary for that. A tub had caught all--ha! ha!", "characters": 364, "sentences": 5}, {"text": "\"Villains!\" I shrieked, \"dissemble no more! I admit the deed!--tear up the planks! here, here!--It is the beating of his hideous heart!\"", "characters": 136, "sentences": 1}, {"text": "Dicebant mihi sodales, si sepulchrum amicae visitarem, curas      meas aliquantulum forelevatas.", "characters": 96, "sentences": 2}, {"text": "And at length the period of our nuptials was approaching, when, upon an afternoon in the winter of the year--one of those unseasonably warm, calm, and misty days which are the nurse of the beautiful Halcyon (*1),--I sat, (and sat, as I thought, alone,) in the inner apartment of the library. But, uplifting my eyes, I saw that Berenice stood before me.", "characters": 352, "sentences": 3}, {"text": "The loveliness of Eleonora was that of the Seraphim; but she was a maiden artless and innocent as the brief life she had led among the flowers. No guile disguised the fervor of love which animated her heart, and she examined with me its inmost recesses as we walked together in the Valley of the Many-Colored Grass, and discoursed of the mighty changes which had lately taken place therein.", "characters": 390, "sentences": 3}, {"text": "At length, having spoken one day, in tears, of the last sad change which must befall Humanity, she thenceforward dwelt only upon this one sorrowful theme, interweaving it into all our converse, as, in the songs of the bard of Schiraz, the same images are found occurring, again and again, in every impressive variation of phrase.", "characters": 329, "sentences": 2}, {"text": "Yet the promises of Eleonora were not forgotten; for I heard the sounds of the swinging of the censers of the angels; and streams of a holy perfume floated ever and ever about the valley; and at lone hours, when my heart beat heavily, the winds that bathed my brow came unto me laden with soft sighs; and indistinct murmurs filled often the night air, and once--oh, but once only! I was awakened from a slumber, like the slumber of death, by the pressing of spiritual lips upon my own.", "characters": 485, "sentences": 2}, {"text": "But the void within my heart refused, even thus, to be filled. I longed for the love which had before filled it to overflowing. At length the valley pained me through its memories of Eleonora, and I left it for ever for the vanities and the turbulent triumphs of the world.", "characters": 273, "sentences": 4}, {"text": "I wedded;--nor dreaded the curse I had invoked; and its bitterness was not visited upon me. And once--but once again in the silence of the night; there came through my lattice the soft sighs which had forsaken me; and they modelled themselves into familiar and sweet voice, saying:", "characters": 281, "sentences": 2}, {"text": "\"Sleep in peace!--for the Spirit of Love reigneth and ruleth, and, in taking to thy passionate heart her who is Ermengarde, thou art absolved, for reasons which shall be made known to thee in Heaven, of thy vows unto Eleonora.\"", "characters": 227, "sentences": 2}, {"text": "(*2) \"One of the most remarkable natural curiosities in Texas is a petrified forest, near the head of Pasigno river. It consists of several hundred trees, in an erect position, all turned to stone. Some trees, now growing, are partly petrified. This is a startling fact for natural philosophers, and must cause them to modify the existing theory of petrification.--_Kennedy_.", "characters": 375, "sentences": 6}, {"text": "This account, at first discredited, has since been corroborated by the discovery of a completely petrified forest, near the head waters of the Cheyenne, or Chienne river, which has its source in the Black Hills of the rocky chain.", "characters": 230, "sentences": 2}, {"text": "(*6) In the year 1790, in the Caraccas during an earthquake a portion of the granite soil sank and left a lake eight hundred yards in diameter, and from eighty to a hundred feet deep. It was a part of the forest of Aripao which sank, and the trees remained green for several months under the water.\"--_Murray_, p. 221", "characters": 317, "sentences": 4}, {"text": "(*7) The hardest steel ever manufactured may, under the action of a blowpipe, be reduced to an impalpable powder, which will float readily in the atmospheric air.", "characters": 162, "sentences": 2}, {"text": "(*9) The Myrmeleon-lion-ant. The term \"monster\" is equally applicable to small abnormal things and to great, while such epithets as \"vast\" are merely comparative. The cavern of the myrmeleon is vast in comparison with the hole of the common red ant. A grain of silex is also a \"rock.\"", "characters": 284, "sentences": 5}, {"text": "(*10) The _Epidendron, Flos Aeris,_ of the family of the _Orchideae_, grows with merely the surface of its roots attached to a tree or other object, from which it derives no nutriment--subsisting altogether upon air.", "characters": 216, "sentences": 2}, {"text": "(*12) _Schouw_ advocates a class of plants that grow upon living animals--the _Plantae_ _Epizoae_. Of this class are the _Fuci_ and _Algae_.", "characters": 140, "sentences": 3}, {"text": "(*13) In mines and natural caves we find a species of cryptogamous _fungus_ that emits an intense phosphorescence.", "characters": 114, "sentences": 2}, {"text": "(*16) The bees--ever since bees were--have been constructing their cells with just such sides, in just such number, and at just such inclinations, as it has been demonstrated (in a problem involving the profoundest mathematical principles) are the very sides, in the very number, and at the very angles, which will afford the creatures the most room that is compatible with the greatest stability of structure.", "characters": 410, "sentences": 2}, {"text": "(*17) He observed a flock of pigeons passing betwixt Frankfort and the Indian territory, one mile at least in breadth; it took up four hours in passing, which, at the rate of one mile per minute, gives a length of 240 miles; and, supposing three pigeons to each square yard, gives 2,230,272,000 Pigeons.--\"_Travels in Canada and the United States,\" by Lieut. F. Hall._", "characters": 368, "sentences": 5}, {"text": "(*18) The earth is upheld by a cow of a blue color, having horns four hundred in number.\"--_Sale's Koran_.", "characters": 106, "sentences": 3}, {"text": "(*19) \"The _Entozoa_, or intestinal worms, have repeatedly been observed in the muscles, and in the cerebral substance of men.\"--See Wyatt's Physiology, p. 143.", "characters": 160, "sentences": 4}, {"text": "(*20) On the Great Western Railway, between London and Exeter, a speed of 71 miles per hour has been attained. A train weighing 90 tons was whirled from Paddington to Didcot (53 miles) in 51 minutes.", "characters": 199, "sentences": 3}, {"text": "(*26) _Wollaston_ made of platinum for the field of views in a telescope a wire one eighteen-thousandth part of an inch in thickness. It could be seen only by means of the microscope.", "characters": 183, "sentences": 3}, {"text": "(*27) Newton demonstrated that the retina beneath the influence of the violet ray of the spectrum, vibrated 900,000,000 of times in a second.", "characters": 141, "sentences": 2}, {"text": "(*30) The Electro telegraph transmits intelligence instantaneously- at least at so far as regards any distance upon the earth.", "characters": 126, "sentences": 2}, {"text": "(*1) Moraux is here derived from moeurs, and its meaning is \"fashionable\" or more strictly \"of manners.\"", "characters": 104, "sentences": 2}, {"text": "(*2) Speaking of the tides, Pomponius Mela, in his treatise \"De Situ Orbis,\" says \"either the world is a great animal, or\" etc", "characters": 126, "sentences": 1}, {"text": "(*1) For as Jove, during the winter season, gives twice seven days of warmth, men have called this element and temperate time the nurse of the beautiful Halcyon--_Simonides_", "characters": 173, "sentences": 1}], "id": 2148, "paragraphs": 326, "author": "Edgar Allan Poe"}