{"title": "The Call of the Wild", "data": [{"text": "I     Into the Primitive       II    The Law of Club and Fang       III   The Dominant Primordial Beast       IV    Who Has Won to Mastership       V     The Toil of Trace and Tail       VI    For the Love of a Man       VII   The Sounding of the Call", "characters": 251, "sentences": 1}, {"text": "\"Old longings nomadic leap,           Chafing at custom's chain;           Again from its brumal sleep           Wakens the ferine strain.\"", "characters": 139, "sentences": 2}, {"text": "The Judge was at a meeting of the Raisin Growers' Association, and the boys were busy organizing an athletic club, on the memorable night of Manuel's treachery. No one saw him and Buck go off through the orchard on what Buck imagined was merely a stroll. And with the exception of a solitary man, no one saw them arrive at the little flag station known as College Park. This man talked with Manuel, and money chinked between them.", "characters": 430, "sentences": 5}, {"text": "\"You might wrap up the goods before you deliver 'm,\" the stranger said gruffly, and Manuel doubled a piece of stout rope around Buck's neck under the collar.", "characters": 157, "sentences": 2}, {"text": "\"Twist it, an' you'll choke 'm plentee,\" said Manuel, and the stranger grunted a ready affirmative.", "characters": 99, "sentences": 2}, {"text": "\"Yep, has fits,\" the man said, hiding his mangled hand from the baggageman, who had been attracted by the sounds of struggle. \"I'm takin' 'm up for the boss to 'Frisco. A crack dog-doctor there thinks that he can cure 'm.\"", "characters": 222, "sentences": 4}, {"text": "Concerning that night's ride, the man spoke most eloquently for himself, in a little shed back of a saloon on the San Francisco water front.", "characters": 140, "sentences": 2}, {"text": "His hand was wrapped in a bloody handkerchief, and the right trouser leg was ripped from knee to ankle.", "characters": 103, "sentences": 2}, {"text": "\"That makes a hundred and fifty,\" the saloon-keeper calculated; \"and he's worth it, or I'm a squarehead.\"", "characters": 105, "sentences": 2}, {"text": "The kidnapper undid the bloody wrappings and looked at his lacerated hand. \"If I don't get the hydrophoby--\"", "characters": 108, "sentences": 2}, {"text": "\"It'll be because you was born to hang,\" laughed the saloon-keeper. \"Here, lend me a hand before you pull your freight,\" he added.", "characters": 130, "sentences": 3}, {"text": "Dazed, suffering intolerable pain from throat and tongue, with the life half throttled out of him, Buck attempted to face his tormentors. But he was thrown down and choked repeatedly, till they succeeded in filing the heavy brass collar from off his neck. Then the rope was removed, and he was flung into a cagelike crate.", "characters": 322, "sentences": 4}, {"text": "Four men gingerly carried the crate from the wagon into a small, high-walled back yard. A stout man, with a red sweater that sagged generously at the neck, came out and signed the book for the driver. That was the man, Buck divined, the next tormentor, and he hurled himself savagely against the bars. The man smiled grimly, and brought a hatchet and a club.", "characters": 358, "sentences": 5}, {"text": "There was an instantaneous scattering of the four men who had carried it in, and from safe perches on top the wall they prepared to watch the performance.", "characters": 154, "sentences": 2}, {"text": "Buck rushed at the splintering wood, sinking his teeth into it, surging and wrestling with it. Wherever the hatchet fell on the outside, he was there on the inside, snarling and growling, as furiously anxious to get out as the man in the red sweater was calmly intent on getting him out.", "characters": 287, "sentences": 3}, {"text": "\"Now, you red-eyed devil,\" he said, when he had made an opening sufficient for the passage of Buck's body. At the same time he dropped the hatchet and shifted the club to his right hand.", "characters": 186, "sentences": 3}, {"text": "For the last time he rushed. The man struck the shrewd blow he had purposely withheld for so long, and Buck crumpled up and went down, knocked utterly senseless.", "characters": 161, "sentences": 3}, {"text": "\"He's no slouch at dog-breakin', that's wot I say,\" one of the men on the wall cried enthusiastically.", "characters": 102, "sentences": 2}, {"text": "\"Druther break cayuses any day, and twice on Sundays,\" was the reply of the driver, as he climbed on the wagon and started the horses.", "characters": 134, "sentences": 2}, {"text": "Buck's senses came back to him, but not his strength. He lay where he had fallen, and from there he watched the man in the red sweater.", "characters": 135, "sentences": 3}, {"text": "\"'Answers to the name of Buck,'\" the man soliloquized, quoting from the saloon-keeper's letter which had announced the consignment of the crate and contents. \"Well, Buck, my boy,\" he went on in a genial voice, \"we've had our little ruction, and the best thing we can do is to let it go at that. You've learned your place, and I know mine. Be a good dog and all 'll go well and the goose hang high. Be a bad dog, and I'll whale the stuffin' outa you. Understand?\"", "characters": 462, "sentences": 6}, {"text": "As he spoke he fearlessly patted the head he had so mercilessly pounded, and though Buck's hair involuntarily bristled at touch of the hand, he endured it without protest. When the man brought him water he drank eagerly, and later bolted a generous meal of raw meat, chunk by chunk, from the man's hand.", "characters": 303, "sentences": 3}, {"text": "Now and again men came, strangers, who talked excitedly, wheedlingly, and in all kinds of fashions to the man in the red sweater. And at such times that money passed between them the strangers took one or more of the dogs away with them. Buck wondered where they went, for they never came back; but the fear of the future was strong upon him, and he was glad each time when he was not selected.", "characters": 394, "sentences": 4}, {"text": "Yet his time came, in the end, in the form of a little weazened man who spat broken English and many strange and uncouth exclamations which Buck could not understand.", "characters": 166, "sentences": 2}, {"text": "\"Three hundred, and a present at that,\" was the prompt reply of the man in the red sweater. \"And seem' it's government money, you ain't got no kick coming, eh, Perrault?\"", "characters": 170, "sentences": 2}, {"text": "Perrault grinned. Considering that the price of dogs had been boomed skyward by the unwonted demand, it was not an unfair sum for so fine an animal. The Canadian Government would be no loser, nor would its despatches travel the slower. Perrault knew dogs, and when he looked at Buck he knew that he was one in a thousand--\"One in ten t'ousand,\" he commented mentally.", "characters": 367, "sentences": 5}, {"text": "\"T'ree vair' good dogs,\" Francois told Perrault. \"Dat Buck, heem pool lak hell. I tich heem queek as anyt'ing.\"", "characters": 111, "sentences": 4}, {"text": "Another lesson. So that was the way they did it, eh? Buck confidently selected a spot, and with much fuss and waste effort proceeded to dig a hole for himself. In a trice the heat from his body filled the confined space and he was asleep. The day had been long and arduous, and he slept soundly and comfortably, though he growled and barked and wrestled with bad dreams.", "characters": 370, "sentences": 5}, {"text": "A shout from Francois hailed his appearance. \"Wot I say?\" the dog-driver cried to Perrault. \"Dat Buck for sure learn queek as anyt'ing.\"", "characters": 136, "sentences": 4}, {"text": "Perrault nodded gravely. As courier for the Canadian Government, bearing important despatches, he was anxious to secure the best dogs, and he was particularly gladdened by the possession of Buck.", "characters": 195, "sentences": 3}, {"text": "Dave was wheeler or sled dog, pulling in front of him was Buck, then came Sol-leks; the rest of the team was strung out ahead, single file, to the leader, which position was filled by Spitz.", "characters": 190, "sentences": 2}, {"text": "Thus, as token of what a puppet thing life is, the ancient song surged through him and he came into his own again; and he came because men had found a yellow metal in the North, and because Manuel was a gardener's helper whose wages did not lap over the needs of his wife and divers small copies of himself.", "characters": 307, "sentences": 2}, {"text": "Francois was surprised, too, when they shot out in a tangle from the disrupted nest and he divined the cause of the trouble. \"A-a-ah!\" he cried to Buck. \"Gif it to heem, by Gar! Gif it to heem, the dirty t'eef!\"", "characters": 211, "sentences": 3}, {"text": "Spitz was equally willing. He was crying with sheer rage and eagerness as he circled back and forth for a chance to spring in. Buck was no less eager, and no less cautious, as he likewise circled back and forth for the advantage. But it was then that the unexpected happened, the thing which projected their struggle for supremacy far into the future, past many a weary mile of trail and toil.", "characters": 393, "sentences": 5}, {"text": "\"Ah, my frien's,\" he said softly, \"mebbe it mek you mad dog, dose many bites. Mebbe all mad dog, sacredam! Wot you t'ink, eh, Perrault?\"", "characters": 136, "sentences": 2}, {"text": "The courier shook his head dubiously. With four hundred miles of trail still between him and Dawson, he could ill afford to have madness break out among his dogs. Two hours of cursing and exertion got the harnesses into shape, and the wound-stiffened team was under way, struggling painfully over the hardest part of the trail they had yet encountered, and for that matter, the hardest between them and Dawson.", "characters": 410, "sentences": 4}, {"text": "At another time Spitz went through, dragging the whole team after him up to Buck, who strained backward with all his strength, his fore paws on the slippery edge and the ice quivering and snapping all around. But behind him was Dave, likewise straining backward, and behind the sled was Francois, pulling till his tendons cracked.", "characters": 330, "sentences": 3}, {"text": "By the time they made the Hootalinqua and good ice, Buck was played out. The rest of the dogs were in like condition; but Perrault, to make up lost time, pushed them late and early. The first day they covered thirty-five miles to the Big Salmon; the next day thirty-five more to the Little Salmon; the third day forty miles, which brought them well up toward the Five Fingers.", "characters": 376, "sentences": 4}, {"text": "Buck staggered over against the sled, exhausted, sobbing for breath, helpless. This was Spitz's opportunity. He sprang upon Buck, and twice his teeth sank into his unresisting foe and ripped and tore the flesh to the bone. Then Francois's lash descended, and Buck had the satisfaction of watching Spitz receive the worst whipping as yet administered to any of the teams.", "characters": 370, "sentences": 5}, {"text": "\"Dat Buck two devils,\" was Francois's rejoinder. \"All de tam I watch dat Buck I know for sure. Lissen: some dam fine day heem get mad lak hell an' den heem chew dat Spitz all up an' spit heem out on de snow. Sure. I know.\"", "characters": 222, "sentences": 6}, {"text": "All that stirring of old instincts which at stated periods drives men out from the sounding cities to forest and plain to kill things by chemically propelled leaden pellets, the blood lust, the joy to kill--all this was Buck's, only it was infinitely more intimate. He was ranging at the head of the pack, running the wild thing down, the living meat, to kill with his own teeth and wash his muzzle to the eyes in warm blood.", "characters": 425, "sentences": 3}, {"text": "Buck did not cry out. He did not check himself, but drove in upon Spitz, shoulder to shoulder, so hard that he missed the throat. They rolled over and over in the powdery snow. Spitz gained his feet almost as though he had not been overthrown, slashing Buck down the shoulder and leaping clear. Twice his teeth clipped together, like the steel jaws of a trap, as he backed away for better footing, with lean and lifting lips that writhed and snarled.", "characters": 450, "sentences": 6}, {"text": "Spitz was a practised fighter. From Spitzbergen through the Arctic, and across Canada and the Barrens, he had held his own with all manner of dogs and achieved to mastery over them. Bitter rage was his, but never blind rage. In passion to rend and destroy, he never forgot that his enemy was in like passion to rend and destroy. He never rushed till he was prepared to receive a rush; never attacked till he had first defended that attack.", "characters": 439, "sentences": 6}, {"text": "Spitz was untouched, while Buck was streaming with blood and panting hard. The fight was growing desperate. And all the while the silent and wolfish circle waited to finish off whichever dog went down. As Buck grew winded, Spitz took to rushing, and he kept him staggering for footing. Once Buck went over, and the whole circle of sixty dogs started up; but he recovered himself, almost in mid air, and the circle sank down again and waited.", "characters": 441, "sentences": 6}, {"text": "\"Eh? Wot I say? I spik true w'en I say dat Buck two devils.\" This was Francois's speech next morning when he discovered Spitz missing and Buck covered with wounds. He drew him to the fire and by its light pointed them out.", "characters": 222, "sentences": 4}, {"text": "\"An' dat Buck fight lak two hells,\" was Francois's answer. \"An' now we make good time. No more Spitz, no more trouble, sure.\"", "characters": 125, "sentences": 4}, {"text": "While Perrault packed the camp outfit and loaded the sled, the dog-driver proceeded to harness the dogs. Buck trotted up to the place Spitz would have occupied as leader; but Francois, not noticing him, brought Sol-leks to the coveted position. In his judgment, Sol-leks was the best lead-dog left. Buck sprang upon Sol-leks in a fury, driving him back and standing in his place.", "characters": 379, "sentences": 5}, {"text": "\"Eh? eh?\" Francois cried, slapping his thighs gleefully. \"Look at dat Buck. Heem keel dat Spitz, heem t'ink to take de job.\"", "characters": 124, "sentences": 4}, {"text": "He took Buck by the scruff of the neck, and though the dog growled threateningly, dragged him to one side and replaced Sol-leks. The old dog did not like it, and showed plainly that he was afraid of Buck. Francois was obdurate, but when he turned his back Buck again displaced Sol-leks, who was not at all unwilling to go.", "characters": 322, "sentences": 4}, {"text": "Francois was angry. \"Now, by Gar, I feex you!\" he cried, coming back with a heavy club in his hand.", "characters": 99, "sentences": 3}, {"text": "Francois complied, whereupon Buck trotted in, laughing triumphantly, and swung around into position at the head of the team. His traces were fastened, the sled broken out, and with both men running they dashed out on to the river trail.", "characters": 236, "sentences": 3}, {"text": "Highly as the dog-driver had forevalued Buck, with his two devils, he found, while the day was yet young, that he had undervalued. At a bound Buck took up the duties of leadership; and where judgment was required, and quick thinking and quick acting, he showed himself the superior even of Spitz, of whom Francois had never seen an equal.", "characters": 338, "sentences": 3}, {"text": "The general tone of the team picked up immediately. It recovered its old-time solidarity, and once more the dogs leaped as one dog in the traces. At the Rink Rapids two native huskies, Teek and Koona, were added; and the celerity with which Buck broke them in took away Francois's breath.", "characters": 288, "sentences": 4}, {"text": "\"Nevaire such a dog as dat Buck!\" he cried. \"No, nevaire! Heem worth one t'ousan' dollair, by Gar! Eh? Wot you say, Perrault?\"", "characters": 126, "sentences": 2}, {"text": "And Perrault nodded. He was ahead of the record then, and gaining day by day. The trail was in excellent condition, well packed and hard, and there was no new-fallen snow with which to contend. It was not too cold. The temperature dropped to fifty below zero and remained there the whole trip. The men rode and ran by turn, and the dogs were kept on the jump, with but infrequent stoppages.", "characters": 390, "sentences": 7}, {"text": "A Scotch half-breed took charge of him and his mates, and in company with a dozen other dog-teams he started back over the weary trail to Dawson. It was no light running now, nor record time, but heavy toil each day, with a heavy load behind; for this was the mail train, carrying word from the world to the men who sought gold under the shadow of the Pole.", "characters": 357, "sentences": 3}, {"text": "Here the train was halted. The Scotch half-breed slowly retraced his steps to the camp they had left. The men ceased talking. A revolver-shot rang out. The man came back hurriedly. The whips snapped, the bells tinkled merrily, the sleds churned along the trail; but Buck knew, and every dog knew, what had taken place behind the belt of river trees.", "characters": 349, "sentences": 7}, {"text": "\"Mush on, poor sore feets,\" the driver encouraged them as they tottered down the main street of Skaguay. \"Dis is de las'. Den we get one long res'. Eh? For sure. One bully long res'.\"", "characters": 183, "sentences": 6}, {"text": "\"You've got a right smart load as it is,\" said one of them; \"and it's not me should tell you your business, but I wouldn't tote that tent along if I was you.\"", "characters": 158, "sentences": 2}, {"text": "\"Undreamed of!\" cried Mercedes, throwing up her hands in dainty dismay. \"However in the world could I manage without a tent?\"", "characters": 125, "sentences": 2}, {"text": "She shook her head decidedly, and Charles and Hal put the last odds and ends on top the mountainous load.", "characters": 105, "sentences": 2}, {"text": "\"Oh, that's all right, that's all right,\" the man hastened meekly to say. \"I was just a-wonderin', that is all. It seemed a mite top-heavy.\"", "characters": 140, "sentences": 4}, {"text": "Charles turned his back and drew the lashings down as well as he could, which was not in the least well.", "characters": 104, "sentences": 2}, {"text": "\"An' of course the dogs can hike along all day with that contraption behind them,\" affirmed a second of the men.", "characters": 112, "sentences": 2}, {"text": "\"Certainly,\" said Hal, with freezing politeness, taking hold of the gee-pole with one hand and swinging his whip from the other. \"Mush!\" he shouted. \"Mush on there!\"", "characters": 165, "sentences": 3}, {"text": "The dogs sprang against the breast-bands, strained hard for a few moments, then relaxed. They were unable to move the sled.", "characters": 123, "sentences": 3}, {"text": "But Mercedes interfered, crying, \"Oh, Hal, you mustn't,\" as she caught hold of the whip and wrenched it from him. \"The poor dears! Now you must promise you won't be harsh with them for the rest of the trip, or I won't go a step.\"", "characters": 229, "sentences": 3}, {"text": "\"Precious lot you know about dogs,\" her brother sneered; \"and I wish you'd leave me alone. They're lazy, I tell you, and you've got to whip them to get anything out of them. That's their way. You ask any one. Ask one of those men.\"", "characters": 231, "sentences": 6}, {"text": "Mercedes looked at them imploringly, untold repugnance at sight of pain written in her pretty face.", "characters": 99, "sentences": 2}, {"text": "\"They're weak as water, if you want to know,\" came the reply from one of the men. \"Plum tuckered out, that's what's the matter. They need a rest.\"", "characters": 146, "sentences": 4}, {"text": "\"Rest be blanked,\" said Hal, with his beardless lips; and Mercedes said, \"Oh!\" in pain and sorrow at the oath.", "characters": 110, "sentences": 2}, {"text": "But she was a clannish creature, and rushed at once to the defence of her brother. \"Never mind that man,\" she said pointedly. \"You're driving our dogs, and you do what you think best with them.\"", "characters": 194, "sentences": 4}, {"text": "Again Hal's whip fell upon the dogs. They threw themselves against the breast-bands, dug their feet into the packed snow, got down low to it, and put forth all their strength. The sled held as though it were an anchor. After two efforts, they stood still, panting. The whip was whistling savagely, when once more Mercedes interfered. She dropped on her knees before Buck, with tears in her eyes, and put her arms around his neck.", "characters": 429, "sentences": 7}, {"text": "\"You poor, poor dears,\" she cried sympathetically, \"why don't you pull hard?--then you wouldn't be whipped.\" Buck did not like her, but he was feeling too miserable to resist her, taking it as part of the day's miserable work.", "characters": 226, "sentences": 3}, {"text": "\"It's not that I care a whoop what becomes of you, but for the dogs' sakes I just want to tell you, you can help them a mighty lot by breaking out that sled. The runners are froze fast. Throw your weight against the gee-pole, right and left, and break it out.\"", "characters": 260, "sentences": 4}, {"text": "Late next morning Buck led the long team up the street. There was nothing lively about it, no snap or go in him and his fellows. They were starting dead weary. Four times he had covered the distance between Salt Water and Dawson, and the knowledge that, jaded and tired, he was facing the same trail once more, made him bitter. His heart was not in the work, nor was the heart of any dog. The Outsides were timid and frightened, the Insides without confidence in their masters.", "characters": 477, "sentences": 7}, {"text": "On one occasion they took her off the sled by main strength. They never did it again. She let her legs go limp like a spoiled child, and sat down on the trail. They went on their way, but she did not move. After they had travelled three miles they unloaded the sled, came back for her, and by main strength put her on the sled again.", "characters": 333, "sentences": 6}, {"text": "\"They told us up above that the bottom was dropping out of the trail and that the best thing for us to do was to lay over,\" Hal said in response to Thornton's warning to take no more chances on the rotten ice. \"They told us we couldn't make White River, and here we are.\" This last with a sneering ring of triumph in it.", "characters": 320, "sentences": 4}, {"text": "\"And they told you true,\" John Thornton answered. \"The bottom's likely to drop out at any moment. Only fools, with the blind luck of fools, could have made it. I tell you straight, I wouldn't risk my carcass on that ice for all the gold in Alaska.\"", "characters": 248, "sentences": 5}, {"text": "\"That's because you're not a fool, I suppose,\" said Hal. \"All the same, we'll go on to Dawson.\" He uncoiled his whip. \"Get up there, Buck! Hi! Get up there! Mush on!\"", "characters": 166, "sentences": 4}, {"text": "Thornton went on whittling. It was idle, he knew, to get between a fool and his folly; while two or three fools more or less would not alter the scheme of things.", "characters": 162, "sentences": 3}, {"text": "And then, suddenly, without warning, uttering a cry that was inarticulate and more like the cry of an animal, John Thornton sprang upon the man who wielded the club. Hal was hurled backward, as though struck by a falling tree. Mercedes screamed. Charles looked on wistfully, wiped his watery eyes, but did not get up because of his stiffness.", "characters": 342, "sentences": 5}, {"text": "\"It's my dog,\" Hal replied, wiping the blood from his mouth as he came back. \"Get out of my way, or I'll fix you. I'm going to Dawson.\"", "characters": 135, "sentences": 4}, {"text": "Thornton stood between him and Buck, and evinced no intention of getting out of the way. Hal drew his long hunting-knife. Mercedes screamed, cried, laughed, and manifested the chaotic abandonment of hysteria. Thornton rapped Hal's knuckles with the axe-handle, knocking the knife to the ground. He rapped his knuckles again as he tried to pick it up. Then he stooped, picked it up himself, and with two strokes cut Buck's traces.", "characters": 429, "sentences": 7}, {"text": "Buck had a trick of love expression that was akin to hurt. He would often seize Thornton's hand in his mouth and close so fiercely that the flesh bore the impress of his teeth for some time afterward. And as Buck understood the oaths to be love words, so the man understood this feigned bite for a caress.", "characters": 305, "sentences": 4}, {"text": "Thornton shook his head. \"No, it is splendid, and it is terrible, too. Do you know, it sometimes makes me afraid.\"", "characters": 114, "sentences": 4}, {"text": "\"I'm not hankering to be the man that lays hands on you while he's around,\" Pete announced conclusively, nodding his head toward Buck.", "characters": 134, "sentences": 2}, {"text": "Buck could not hold his own, and swept on down-stream, struggling desperately, but unable to win back. When he heard Thornton's command repeated, he partly reared out of the water, throwing his head high, as though for a last look, then turned obediently toward the bank. He swam powerfully and was dragged ashore by Pete and Hans at the very point where swimming ceased to be possible and destruction began.", "characters": 408, "sentences": 4}, {"text": "Thornton came to, belly downward and being violently propelled back and forth across a drift log by Hans and Pete. His first glance was for Buck, over whose limp and apparently lifeless body Nig was setting up a howl, while Skeet was licking the wet face and closed eyes. Thornton was himself bruised and battered, and he went carefully over Buck's body, when he had been brought around, finding three broken ribs.", "characters": 414, "sentences": 4}, {"text": "\"That settles it,\" he announced. \"We camp right here.\" And camp they did, till Buck's ribs knitted and he was able to travel.", "characters": 125, "sentences": 4}, {"text": "\"And break it out? and walk off with it for a hundred yards?\" demanded Matthewson, a Bonanza King, he of the seven hundred vaunt.", "characters": 129, "sentences": 2}, {"text": "\"Well,\" Matthewson said, slowly and deliberately, so that all could hear, \"I've got a thousand dollars that says he can't. And there it is.\" So saying, he slammed a sack of gold dust of the size of a bologna sausage down upon the bar.", "characters": 234, "sentences": 4}, {"text": "\"I've got a sled standing outside now, with twenty fiftypound sacks of flour on it,\" Matthewson went on with brutal directness; \"so don't let that hinder you.\"", "characters": 159, "sentences": 2}, {"text": "Thornton did not reply. He did not know what to say. He glanced from face to face in the absent way of a man who has lost the power of thought and is seeking somewhere to find the thing that will start it going again. The face of Jim O'Brien, a Mastodon King and old-time comrade, caught his eyes. It was as a cue to him, seeming to rouse him to do what he would never have dreamed of doing.", "characters": 391, "sentences": 6}, {"text": "\"Sure,\" answered O'Brien, thumping down a plethoric sack by the side of Matthewson's. \"Though it's little faith I'm having, John, that the beast can do the trick.\"", "characters": 163, "sentences": 3}, {"text": "There were no takers. Not a man believed him capable of the feat. Thornton had been hurried into the wager, heavy with doubt; and now that he looked at the sled itself, the concrete fact, with the regular team of ten dogs curled up in the snow before it, the more impossible the task appeared. Matthewson waxed jubilant.", "characters": 320, "sentences": 5}, {"text": "\"Three to one!\" he proclaimed. \"I'll lay you another thousand at that figure, Thornton. What d'ye say?\"", "characters": 103, "sentences": 3}, {"text": "Thornton's doubt was strong in his face, but his fighting spirit was aroused--the fighting spirit that soars above odds, fails to recognize the impossible, and is deaf to all save the clamor for battle. He called Hans and Pete to him. Their sacks were slim, and with his own the three partners could rake together only two hundred dollars. In the ebb of their fortunes, this sum was their total capital; yet they laid it unhesitatingly against Matthewson's six hundred.", "characters": 469, "sentences": 5}, {"text": "\"Gad, sir! Gad, sir!\" stuttered a member of the latest dynasty, a king of the Skookum Benches. \"I offer you eight hundred for him, sir, before the test, sir; eight hundred just as he stands.\"", "characters": 191, "sentences": 3}, {"text": "The crowd fell silent; only could be heard the voices of the gamblers vainly offering two to one. Everybody acknowledged Buck a magnificent animal, but twenty fifty-pound sacks of flour bulked too large in their eyes for them to loosen their pouch-strings.", "characters": 256, "sentences": 3}, {"text": "Thornton knelt down by Buck's side. He took his head in his two hands and rested cheek on cheek. He did not playfully shake him, as was his wont, or murmur soft love curses; but he whispered in his ear. \"As you love me, Buck. As you love me,\" was what he whispered. Buck whined with suppressed eagerness.", "characters": 304, "sentences": 7}, {"text": "The crowd was watching curiously. The affair was growing mysterious. It seemed like a conjuration. As Thornton got to his feet, Buck seized his mittened hand between his jaws, pressing in with his teeth and releasing slowly, half-reluctantly. It was the answer, in terms, not of speech, but of love. Thornton stepped well back.", "characters": 327, "sentences": 7}, {"text": "Buck tightened the traces, then slacked them for a matter of several inches. It was the way he had learned.", "characters": 107, "sentences": 3}, {"text": "Buck swung to the right, ending the movement in a plunge that took up the slack and with a sudden jerk arrested his one hundred and fifty pounds. The load quivered, and from under the runners arose a crisp crackling.", "characters": 216, "sentences": 3}, {"text": "Buck duplicated the manoeuvre, this time to the left. The crackling turned into a snapping, the sled pivoting and the runners slipping and grating several inches to the side. The sled was broken out. Men were holding their breaths, intensely unconscious of the fact.", "characters": 266, "sentences": 5}, {"text": "But Thornton fell on his knees beside Buck. Head was against head, and he was shaking him back and forth. Those who hurried up heard him cursing Buck, and he cursed him long and fervently, and softly and lovingly.", "characters": 213, "sentences": 4}, {"text": "\"Gad, sir! Gad, sir!\" spluttered the Skookum Bench king. \"I'll give you a thousand for him, sir, a thousand, sir--twelve hundred, sir.\"", "characters": 135, "sentences": 3}, {"text": "Thornton rose to his feet. His eyes were wet. The tears were streaming frankly down his cheeks. \"Sir,\" he said to the Skookum Bench king, \"no, sir. You can go to hell, sir. It's the best I can do for you, sir.\"", "characters": 210, "sentences": 7}, {"text": "Buck seized Thornton's hand in his teeth. Thornton shook him back and forth. As though animated by a common impulse, the onlookers drew back to a respectful distance; nor were they again indiscreet enough to interrupt.", "characters": 218, "sentences": 4}, {"text": "There was nothing for the dogs to do, save the hauling in of meat now and again that Thornton killed, and Buck spent long hours musing by the fire. The vision of the short-legged hairy man came to him more frequently, now that there was little work to be done; and often, blinking by the fire, Buck wandered with him in that other world which he remembered.", "characters": 357, "sentences": 3}, {"text": "John Thornton was eating dinner when Buck dashed into camp and sprang upon him in a frenzy of affection, overturning him, scrambling upon him, licking his face, biting his hand--\"playing the general tom-fool,\" as John Thornton characterized it, the while he shook Buck back and forth and cursed him lovingly.", "characters": 308, "sentences": 2}, {"text": "\"Never was there such a dog,\" said John Thornton one day, as the partners watched Buck marching out of camp.", "characters": 108, "sentences": 2}, {"text": "At last, at the end of the fourth day, he pulled the great moose down. For a day and a night he remained by the kill, eating and sleeping, turn and turn about. Then, rested, refreshed and strong, he turned his face toward camp and John Thornton. He broke into the long easy lope, and went on, hour after hour, never at loss for the tangled way, heading straight home through strange country with a certitude of direction that put man and his magnetic needle to shame.", "characters": 467, "sentences": 5}, {"text": "As Buck slid along with the obscureness of a gliding shadow, his nose was jerked suddenly to the side as though a positive force had gripped and pulled it. He followed the new scent into a thicket and found Nig. He was lying on his side, dead where he had dragged himself, an arrow protruding, head and feathers, from either side of his body.", "characters": 342, "sentences": 4}, {"text": "But he is not always alone. When the long winter nights come on and the wolves follow their meat into the lower valleys, he may be seen running at the head of the pack through the pale moonlight or glimmering borealis, leaping gigantic above his fellows, his great throat a-bellow as he sings a song of the younger world, which is the song of the pack.", "characters": 352, "sentences": 3}], "id": 215, "paragraphs": 115, "author": "Jack London"}