{"title": "Steam, Its Generation and Use", "data": [{"text": "Produced by Juliet Sutherland, Tony Browne, and the Online Distributed Proofreading Team at http://www.pgdp.net", "characters": 111, "sentences": 3}, {"text": "JOHN DEWRANCE, _Chairman_       CHARLES A. KNIGHT ARTHUR T. SIMPSON               J. H. R. KEMNAL WILLIAM D. HOXIE                              _Managing Director_ E. H. WELLS                     WALTER COLLS, _Secretary_", "characters": 221, "sentences": 9}, {"text": "GLASGOW: 29 St. Vincent Place BIRMINGHAM: Winchester House CARDIFF: 129 Bute Street BELFAST: Ocean Buildings, Donegal Square, E. MANCHESTER: 30 Cross Street MIDDLESBROUGH: The Exchange NEWCASTLE: 42 Westgate Road SHEFFIELD: 14 Bank Chambers, Fargate", "characters": 249, "sentences": 3}, {"text": "BOMBAY: Wheeler's Building, Hornby Road, Fort BRUSSELS: 187 Rue Royal BILBAO: 1 Plaza de Albia CALCUTTA: Clive Building JOHANNESBURG: Consolidated Buildings LIMA: Peru LISBON: 84-86 Rua do Commercio MADRID: Ventura de la Vega MELBOURNE: 9 William Street MEXICO: 22-23 Tiburcio MILAN: 22 Via Principe Umberto MONTREAL: College Street, St. Henry NAPLES: 107 Via Santa Lucia SHANGHAI: 1a Jinkee Road SYDNEY: 427-429 Sussex Street TOKYO: Japan TORONTO: Traders' Bank Building", "characters": 471, "sentences": 2}, {"text": "TELEGRAPHIC ADDRESS FOR ALL OFFICES EXCEPT BOMBAY AND CALCUTTA: \"BABCOCK\" FOR BOMBAY AND CALCUTTA: \"BOILER\"", "characters": 107, "sentences": 1}, {"text": "EDMOND DUPUIS         J. H. R. KEMNAL ETIENNE BESSON        IRÉNÉE CHAVANNE CHARLES A. KNIGHT     JULES LEMAIRE", "characters": 113, "sentences": 5}, {"text": "BORDEAUX: 30 Boulevard Antoine Gautier LILLE: 23 Rue Faidherbe LYON: 28 Quai de la Guillotier MARSEILLE: 21 Cours Devilliers MONTPELLIER: 1 Rue Boussairolles NANCY: 2 Rue de Lorraine ST. ETIENNE: 13 Rue de la Bourse", "characters": 215, "sentences": 2}, {"text": "[Illustration: Wrought-steel Vertical Header Longitudinal Drum Babcock & Wilcox Boiler, Equipped with Babcock & Wilcox Superheater and Babcock & Wilcox Chain Grate Stoker]", "characters": 171, "sentences": 1}, {"text": "Hero makes no suggestions as to application of any of the devices he describes to a useful purpose. From the time of Hero until the late sixteenth and early seventeenth centuries, there is no record of progress, though evidence is found that such devices as were described by Hero were sometimes used for trivial purposes, the blowing of an organ or the turning of a skillet.", "characters": 375, "sentences": 3}, {"text": "Mathesius, the German author, in 1571; Besson, a philosopher and mathematician at Orleans; Ramelli, in 1588; Battista Delia Porta, a Neapolitan mathematician and philosopher, in 1601; Decause, the French engineer and architect, in 1615; and Branca, an Italian architect, in 1629, all published treatises bearing on the subject of the generation of steam.", "characters": 354, "sentences": 2}, {"text": "In 1675, Sir Samuel Moreland was decorated by King Charles II, for a demonstration of \"a certain powerful machine to raise water.\" Though there appears to be no record of the design of this machine, the mathematical dictionary, published in 1822, credits Moreland with the first account of a steam engine, on which subject he wrote a treatise that is still preserved in the British Museum.", "characters": 389, "sentences": 3}, {"text": "[Illustration: 397 Horse-power Babcock & Wilcox Boiler in Course of Erection at the Plant of the Crocker Wheeler Co., Ampere, N. J.]", "characters": 132, "sentences": 4}, {"text": "Dr. Denys Papin, an ingenious Frenchman, invented in 1680 \"a steam digester for extracting marrowy, nourishing juices from bones by enclosing them in a boiler under heavy pressure,\" and finding danger from explosion, added a contrivance which is the first safety valve on record.", "characters": 279, "sentences": 3}, {"text": "The serious difficulty encountered in the use of Savery's engine was the fact that the height to which it could lift water was limited by the pressure the boiler and vessels could bear. Before Savery's engine was entirely displaced by its successor, Newcomen's, it was considerably improved by Desaguliers, who applied the Papin safety valve to the boiler and substituted condensation by a jet within the vessel for Savery's surface condensation.", "characters": 446, "sentences": 3}, {"text": "Among the various inventions attributed to Papin was a boiler with an internal fire box, the earliest record of such construction.", "characters": 130, "sentences": 2}, {"text": "[Illustration: Two Units of 8128 Horse Power of Babcock & Wilcox Boilers and Superheaters at the Fisk Street Station of the Commonwealth Edison Co., Chicago, Ill., 50,400 Horse Power being Installed in this Station. The Commonwealth Edison Co. Operates in its Various Stations a Total of 86,000 Horse Power of Babcock & Wilcox Boilers, all Fitted with Babcock & Wilcox Superheaters and Equipped with Babcock & Wilcox Chain Grate Stokers]", "characters": 437, "sentences": 5}, {"text": "Toward the end of the period of use of Newcomen's atmospheric engine, John Smeaton, who, about 1770, built and installed a number of large engines of this type, greatly improved the design in its mechanical details.", "characters": 215, "sentences": 2}, {"text": "[Illustration: Erie County Electric Co., Erie, Pa., Operating 3082 Horse Power of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers]", "characters": 176, "sentences": 3}, {"text": "\"My method of lessening the consumption of steam, and     consequently fuel, in fire engines, consists of the following     principles:", "characters": 135, "sentences": 1}, {"text": "\"Secondly, In engines that are to be worked wholly or partially     by condensation of steam, the steam is to be condensed in     vessels distinct from the steam vessels or cylinders, although     occasionally communicating with them; these vessels I call     condensers; and, whilst the engines are working, these     condensers ought at least to be kept as cold as the air in the     neighborhood of the engines, by application of water or other     cold bodies.", "characters": 464, "sentences": 2}, {"text": "\"Thirdly, Whatever air or other elastic vapor is not condensed     by the cold of the condenser, and may impede the working of the     engine, is to be drawn out of the steam vessels or condensers by     means of pumps, wrought by the engines themselves, or otherwise.", "characters": 268, "sentences": 2}, {"text": "\"Fourthly, I intend in many cases to employ the expansive force     of steam to press on the pistons, or whatever may be used     instead of them, in the same manner in which the pressure of the     atmosphere is now employed in common fire engines. In cases     where cold water cannot be had in plenty, the engines may be     wrought by this force of steam only, by discharging the steam     into the air after it has done its office....", "characters": 439, "sentences": 6}, {"text": "\"Sixthly, I intend in some cases to apply a degree of cold not     capable of reducing the steam to water, but of contracting it     considerably, so that the engines shall be worked by the     alternate expansion and contraction of the steam.", "characters": 243, "sentences": 2}, {"text": "\"Lastly, Instead of using water to render the pistons and other     parts of the engine air and steam tight, I employ oils, wax,     resinous bodies, fat of animals, quick-silver and other metals     in their fluid state.\"", "characters": 222, "sentences": 2}, {"text": "The early efforts of Watt are typical of those of the poor inventor struggling with insufficient resources to gain recognition and it was not until he became associated with the wealthy manufacturer, Mattheu Boulton of Birmingham, that he met with the success upon which his present fame is based. In partnership with Boulton, the business of the manufacture and the sale of his engines were highly successful in spite of vigorous attacks on the validity of his patents.", "characters": 470, "sentences": 3}, {"text": "[Illustration: Portion of 9600 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers at the Blue Island, Ill., Plant of the Public Service Co. of Northern Illinois. This Company Operates 14,580 Horse Power of Babcock & Wilcox Boilers and Superheaters in its Various Stations]", "characters": 343, "sentences": 4}, {"text": "In 1782, Watt patented two other features which he had invented as early as 1769. These were the double acting engine, that is, the use of steam on both sides of the piston and the use of steam expansively, that is, the shutting off of steam from the cylinder when the piston had made but a portion of its stroke, the power for the completion of the stroke being supplied by the expansive force of the steam already admitted.", "characters": 425, "sentences": 3}, {"text": "He further added a throttle valve for the regulation of steam admission, invented the automatic governor and the steam indicator, a mercury steam gauge and a glass water column.", "characters": 177, "sentences": 2}, {"text": "The early attempts to utilize water-tube boilers were few. A brief history of the development of the boilers, in which this principle was employed, is given in the following chapter. From this history it will be clearly indicated that the first commercially successful utilization of water tubes in a steam generator is properly attributed to George H. Babcock and Stephen Wilcox.", "characters": 380, "sentences": 5}, {"text": "The first boiler made of a combination of small tubes, connected at one end to a reservoir, was the invention of another American, John Stevens, in 1804. This boiler was actually employed to generate steam for running a steamboat on the Hudson River, but like all the \"porcupine\" boilers, of which type it was the first, it did not have the elements of a continued success.", "characters": 373, "sentences": 3}, {"text": "About the same time, Jacob Woolf built a boiler of large horizontal tubes, extending across the furnace and connected at the ends to a longitudinal drum above. The first purely sectional water-tube boiler was built by Julius Griffith, in 1821. In this boiler, a number of horizontal water tubes were connected to vertical side pipes, the side pipes were connected to horizontal gathering pipes, and these latter in turn to a steam drum.", "characters": 436, "sentences": 4}, {"text": "In 1822, Jacob Perkins constructed a flash boiler for carrying what was then considered a high pressure. A number of cast-iron bars having 1½ inches annular holes through them and connected at their outer ends by a series of bent pipes, outside of the furnace walls, were arranged in three tiers over the fire. The water was fed slowly to the upper tier by a force pump and steam in the superheated state was discharged to the lower tiers into a chamber from which it was taken to the engine.", "characters": 493, "sentences": 4}, {"text": "The first water-tube boiler having fire tubes within water tubes was built in 1830, by Summers & Ogle. Horizontal connections at the top and bottom were connected by a series of vertical water tubes, through which were fire tubes extending through the horizontal connections, the fire tubes being held in place by nuts, which also served to make the joint.", "characters": 356, "sentences": 3}, {"text": "Stephen Wilcox, in 1856, was the first to use inclined water tubes connecting water spaces at the front and rear with a steam space above. The first to make such inclined tubes into a sectional form was Twibill, in 1865. He used wrought-iron tubes connected at the front and rear with standpipes through intermediate connections. These standpipes carried the system to a horizontal cross drum at the top, the entrained water being carried to the rear.", "characters": 451, "sentences": 5}, {"text": "Clarke, Moore, McDowell, Alban and others worked on the problem of constructing water-tube boilers, but because of difficulties of construction involved, met with no practical success.", "characters": 184, "sentences": 2}, {"text": "[Illustration: Partial View of 7000 Horse-power Installation of Babcock & Wilcox Boilers at the Philadelphia, Pa., Plant of the Baldwin Locomotive Works. This Company Operates in its Various Plants a Total of 9280 Horse Power of Babcock & Wilcox Boilers]", "characters": 254, "sentences": 3}, {"text": "1st. Proper workmanship and simple construction, using materials which experience has shown to be the best, thus avoiding the necessity of early repairs.", "characters": 153, "sentences": 3}, {"text": "2nd. A mud drum to receive all impurities deposited from the water, and so placed as to be removed from the action of the fire.", "characters": 127, "sentences": 3}, {"text": "3rd. A steam and water capacity sufficient to prevent any fluctuation in steam pressure or water level.", "characters": 103, "sentences": 3}, {"text": "4th. A water surface for the disengagement of the steam from the water, of sufficient extent to prevent foaming.", "characters": 112, "sentences": 3}, {"text": "5th. A constant and thorough circulation of water throughout the boiler, so as to maintain all parts at the same temperature.", "characters": 125, "sentences": 3}, {"text": "6th. The water space divided into sections so arranged that, should any section fail, no general explosion can occur and the destructive effects will be confined to the escape of the contents. Large and free passages between the different sections to equalize the water line and pressure in all.", "characters": 295, "sentences": 4}, {"text": "7th. A great excess of strength over any legitimate strain, the boiler being so constructed as to be free from strains due to unequal expansion, and, if possible, to avoid joints exposed to the direct action of the fire.", "characters": 220, "sentences": 3}, {"text": "8th. A combustion chamber so arranged that the combustion of the gases started in the furnace may be completed before the gases escape to the chimney.", "characters": 150, "sentences": 3}, {"text": "9th. The heating surface as nearly as possible at right angles to the currents of heated gases, so as to break up the currents and extract the entire available heat from the gases.", "characters": 180, "sentences": 3}, {"text": "10th. All parts readily accessible for cleaning and repairs. This is a point of the greatest importance as regards safety and economy.", "characters": 134, "sentences": 4}, {"text": "11th. Proportioned for the work to be done, and capable of working to its full rated capacity with the highest economy.", "characters": 119, "sentences": 3}, {"text": "The exhaustive study made of each one of these requirements is shown by the following extract from a lecture delivered by Mr. Geo. H. Babcock at Cornell University in 1890 upon the subject:", "characters": 189, "sentences": 4}, {"text": "You have all noticed a kettle of water boiling over the fire, the fluid rising somewhat tumultuously around the edges of the vessel, and tumbling toward the center, where it descends. Similar currents are in action while the water is simply being heated, but they are not perceptible unless there are floating particles in the liquid. These currents are caused by the joint action of the added temperature and two or more qualities which the water possesses.", "characters": 458, "sentences": 4}, {"text": "1st. Water, in common with most other substances, expands when heated; a statement, however, strictly true only when referred to a temperature above 39 degrees F. or 4 degrees C., but as in the making of steam we rarely have to do with temperatures so low as that, we may, for our present purposes, ignore that exception.", "characters": 321, "sentences": 5}, {"text": "2nd. Water is practically a non-conductor of heat, though not entirely so. If ice-cold water was kept boiling at the surface the heat would not penetrate sufficiently to begin melting ice at a depth of 3 inches in less than about two hours. As, therefore, the heated water cannot impart its heat to its neighboring particles, it remains expanded and rises by its levity, while colder portions come to be heated in turn, thus setting up currents in the fluid.", "characters": 458, "sentences": 5}, {"text": "A second advantage to be obtained through circulation is durability of the boiler. This it secures mainly by keeping all parts at a nearly uniform temperature. The way to secure the greatest freedom from unequal strains in a boiler is to provide for such a circulation of the water as will insure the same temperature in all parts.", "characters": 331, "sentences": 4}, {"text": "3rd. Safety follows in the wake of durability, because a boiler which is not subject to unequal strains of expansion and contraction is not only less liable to ordinary repairs, but also to rupture and disastrous explosion. By far the most prolific cause of explosions is this same strain from unequal expansions.", "characters": 313, "sentences": 4}, {"text": "[Illustration: 386 Horse-power Installation of Babcock & Wilcox Boilers at B. F. Keith's Theatre, Boston, Mass.]", "characters": 112, "sentences": 4}, {"text": "It becomes easy by this rule to determine the circulation in any given boiler built on this principle, provided the construction is such as to permit a free flow of the water. Of course, every bend detracts a little and something is lost in getting up the velocity, but when the boiler is well arranged and proportioned these retardations are slight.", "characters": 350, "sentences": 3}, {"text": "[Illustration: A Portion of 9600 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters Being Erected at the South Boston, Mass., Station of the Boston Elevated Railway Co. This Company Operates in its Various Stations a Total of 46,400 Horse Power of Babcock & Wilcox Boilers]", "characters": 292, "sentences": 3}, {"text": "[Illustration: 4880 Horse-power Installation of Babcock & Wilcox Boilers at the Open Hearth Plant of the Cambria Steel Co., Johnstown, Pa. This Company Operates a Total of 52,000 Horse Power of Babcock & Wilcox Boilers]", "characters": 219, "sentences": 3}, {"text": "In a well-known boiler, many of which were sold, but of which none are now made and a very few are still in use, the inventor claimed that the return bends and small openings against the tubes were for the purpose of \"restricting the circulation\" and no doubt they performed well that office; but excepting for the smallness of the openings they were not as efficient for that purpose as the arrangement shown in Fig. 8.", "characters": 420, "sentences": 3}, {"text": "A horizontal tube stopped at one end, as shown in Fig. 10, can have no proper circulation within it. If moderately driven, the water may struggle in against the issuing steam sufficiently to keep the surface covered, but a slight degree of forcing will cause it to act like the test tube in Fig. 3, and the more there are of them in a given boiler the more spasmodic will be its working.", "characters": 387, "sentences": 5}, {"text": "The experiment with our kettle (Fig. 2) gives the clue to the best means of promoting circulation in ordinary shell boilers. Steenstrup or \"Martin\" and \"Galloway\" water tubes placed in such boilers also assist in directing the circulation therein, but it is almost impossible to produce in shell boilers, by any means the circulation of all the water in one continuous round, such as marks the well-constructed water-tube boiler.", "characters": 429, "sentences": 4}, {"text": "In the light of the performance of the exacting conditions of present day power-plant practice, a review of this lecture and of the foregoing list of requirements reveals the insight of the inventors of the Babcock & Wilcox boiler into the fundamental principles of steam generator design and construction.", "characters": 306, "sentences": 2}, {"text": "The distribution of the circulation through the separate headers and sections and the action of the headers in forcing a maximum and continuous circulation in the lower tubes, permit the operation of the Babcock & Wilcox boiler without objectionable priming, with a higher degree of concentration of salts in the water than is possible in any other type of boiler.", "characters": 364, "sentences": 2}, {"text": "Repeated daily performances at overloads have demonstrated beyond a doubt the correctness of Mr. Babcock's computation regarding the circulating tube and header area required for most efficient circulation. They also have proved that enlargement of the area of headers and circulating tubes beyond a certain point diminishes the head available for causing circulation and consequently limits the ability of the boiler to respond to demands for overloads.", "characters": 454, "sentences": 4}, {"text": "In the development of electrical power stations it becomes more and more apparent that it is economical to run a boiler at high ratings during the times of peak loads, as by so doing the lay-over losses are diminished and the economy of the plant as a whole is increased.", "characters": 271, "sentences": 2}, {"text": "The number and importance of the large electric lighting and power stations constructed during the last ten years that are equipped with Babcock & Wilcox boilers, is a most gratifying demonstration of the merit of the apparatus, especially in view of their satisfactory operation under conditions which are perhaps more exacting than those of any other service.", "characters": 361, "sentences": 2}, {"text": "Time, the test of all, results with boilers as with other things, in the survival of the fittest. When judged on this basis the Babcock & Wilcox boiler stands pre-eminent in its ability to cover the whole field of steam generation with the highest commercial efficiency obtainable. Year after year the Babcock & Wilcox boiler has become more firmly established as the standard of excellence in the boiler making art.", "characters": 416, "sentences": 4}, {"text": "[Illustration: South Boston Station of the Boston Elevated Ry. Co., Boston, Mass. 9600 Horse Power of Babcock & Wilcox Boilers and Superheaters Installed in this Station]", "characters": 170, "sentences": 4}, {"text": "[Illustration: 3600 Horse-power Installation of Babcock & Wilcox Boilers at the Phipps Power House of the Duquesne Light Company, Pittsburgh, Pa.]", "characters": 146, "sentences": 2}, {"text": "No. 2. This boiler was the same as No. 1, except that the internal circulating tubes were omitted as they were found to hinder rather than help the circulation.", "characters": 160, "sentences": 5}, {"text": "Nos. 1 and 2 were found to be faulty in both material and design, cast metal proving unfit for heating surfaces placed directly over the fire, as it cracked as soon as any scale formed.", "characters": 185, "sentences": 3}, {"text": "No. 3. Wrought-iron tubes were substituted for the cast-iron heating tubes, the ends being brightened, laid in moulds, and the headers cast on.", "characters": 143, "sentences": 4}, {"text": "An installation of these boilers was made at the plant of the Calvert Sugar Refinery in Baltimore, and while they were satisfactory in their operation, were never duplicated.", "characters": 174, "sentences": 2}, {"text": "No. 6. This was a modification of No. 5 in which longer tubes were used and over which the gases were caused to make three passes with a view of better economy. In addition, some of the stayed surfaces were omitted and handholes substituted for the large access doors. A number of boilers of this design were built but their excessive first cost, the lack of adjustability of the structure under varying temperatures, and the inconvenience of transportation, led to No. 7.", "characters": 472, "sentences": 8}, {"text": "The four passages of the gas over the tubes tried in Nos. 8, 9 and 10 were not found to add to the economy of the boiler.", "characters": 121, "sentences": 3}, {"text": "No. 11. A trial was next made of a box coil system, in which the water was made to transverse the furnace several times before being delivered to the drum above. The tendency here, as in all similar boilers, was to form steam in the middle of the coil and blow the water from each end, leaving the tubes practically dry until the steam found an outlet and the water returned. This boiler had, in addition to a defective circulation, a decidedly geyser-like action and produced wet steam.", "characters": 487, "sentences": 6}, {"text": "All of the types mentioned, with the exception of Nos. 5 and 6, had between their several parts a large number of bolted joints which were subjected to the action of the fire. When these boilers were placed in operation it was demonstrated that as soon as any scale formed on the heating surfaces, leaks were caused due to unequal expansion.", "characters": 341, "sentences": 4}, {"text": "No. 12. With this boiler, an attempt was made to remove the joints from the fire and to increase the heating surface in a given space. Water tubes were expanded into both sides of wrought-iron boxes, openings being made for the admission of water and the exit of steam. Fire tubes were placed inside the water tubes to increase the heating surface. This design was abandoned because of the rapid stopping up of the tubes by scale and the impossibility of cleaning them.", "characters": 469, "sentences": 7}, {"text": "No. 13. Vertical straight line headers of cast iron, each containing two rows of tubes, were bolted to a connection leading to the steam and water drum above.", "characters": 158, "sentences": 4}, {"text": "No. 14. A wrought-iron box was substituted for the double cast-iron headers. In this design, stays were necessary and were found, as always, to be an element to be avoided wherever possible. The boiler was an improvement on No. 6, however. A slanting bridge wall was introduced underneath the drum to throw a larger portion of its heating surface into the combustion chamber under the bank of tubes.", "characters": 399, "sentences": 8}, {"text": "No. 16. In this design, headers were tried which were made in the form of triangular boxes, in each of which there were three tubes expanded. These boxes were alternately reversed and connected by short lengths of expanded tubes, being connected to the drum by tubes bent in a manner to allow them to enter the shell normally. The joints between headers introduced an element of weakness and the connections to the drum were insufficient to give adequate circulation.", "characters": 467, "sentences": 6}, {"text": "No. 17. Straight horizontal headers were next tried, alternately shifted right and left to allow a staggering of tubes. These headers were connected to each other and to the drums by expanded nipples. The objections to this boiler were almost the same as those to No. 16.", "characters": 271, "sentences": 7}, {"text": "2nd. A separate and independent connection with the drum, both front and rear, for each vertical row of tubes.", "characters": 110, "sentences": 3}, {"text": "5th. The boiler supported independently of the brickwork so as to allow freedom for expansion and contraction as it is heated or cooled.", "characters": 136, "sentences": 3}, {"text": "6th. Ample diameter of steam and water drums, these not to be less than 30 inches except for small size units.", "characters": 110, "sentences": 3}, {"text": "No. 22. This boiler, which is designated as the \"Vertical Header\" type, has the same general features of construction as No. 21, except that the tube sheet side of the headers is \"stepped\" to allow the headers to be placed vertically and at right angles to the drum and still maintain the tubes at the angle used in Nos. 20 and 21.", "characters": 331, "sentences": 6}, {"text": "Boilers Nos. 21, 22 and 23, with a few modifications, are now the standard forms. These designs are illustrated, as they are constructed to-day, on pages 48, 52, 54, 58 and 60.", "characters": 176, "sentences": 4}, {"text": "[Illustration: Wrought-steel Vertical Header Longitudinal Drum Babcock & Wilcox Boiler, Equipped with Babcock & Wilcox Superheater and Babcock & Wilcox Chain Grate Stoker]", "characters": 171, "sentences": 1}, {"text": "The following brief description of the Babcock & Wilcox boiler will clearly indicate the manner in which it fulfills the requirements of the perfect steam boiler already enumerated.", "characters": 181, "sentences": 2}, {"text": "The longitudinal drum boiler is the generally accepted standard of Babcock & Wilcox construction. The cross drum boiler, though originally designed to meet certain conditions of headroom, has become popular for numerous classes of work where low headroom is not a requirement which must be met.", "characters": 294, "sentences": 3}, {"text": "The drumheads are hydraulic forged at a single heat, the manhole opening and stiffening ring being forged in position. Flat raised seats for water column and feed connections are formed in the forging.", "characters": 201, "sentences": 3}, {"text": "All heads are provided with manholes, the edges of which are turned true. The manhole plates are of forged steel and turned to fit manhole opening. These plates are held in position by forged-steel guards and bolts.", "characters": 215, "sentences": 4}, {"text": "Cross boxes by means of which the sections are attached to the drums, are of forged steel, made from a single sheet.", "characters": 116, "sentences": 2}, {"text": "Where two or more drums are used in one boiler they are connected by a cross pipe having a flanged outlet for the steam connection.", "characters": 131, "sentences": 2}, {"text": "The sections are built of 4-inch hot finished seamless open-hearth steel tubes of No. 10 B. W. G. where the boilers are built for working pressures up to 210 pounds. Where the working pressure is to be above this and below 260 pounds, No. 9 B. W. G. tubes are supplied.", "characters": 269, "sentences": 11}, {"text": "The tubes are expanded into headers of serpentine or sinuous form, which dispose the tubes in a staggered position when assembled as a complete boiler. These headers are of wrought steel or of cast iron, the latter being ordinarily supplied where the working pressure is not to exceed 160 pounds. The headers may be either vertical or inclined as shown in the various illustrations of assembled boilers.", "characters": 403, "sentences": 4}, {"text": "In the wrought-steel inclined headers the handhole openings are either circular or elliptical, the former being ordinarily supplied. The circular openings have a raised seat milled to a true plane. The openings are closed on the outside by forged-steel caps, milled and ground true, held in position by forged-steel safety clamps and secured by ball-headed bolts to assure correct alignment. With this style of fitting, joints are made tight, metal to metal, without packing of any kind.", "characters": 487, "sentences": 5}, {"text": "Where elliptical handholes are furnished they are faced inside, closed by inside fitting forged-steel plates, held to their seats by studs and secured by forged-steel binders and nuts.", "characters": 184, "sentences": 2}, {"text": "The vertical cast-iron headers have elliptical handholes with raised seats milled to a true plane. These are closed on the outside by cast-iron caps milled true, held in position by forged-steel safety clamps, which close the openings from the inside and which are secured by ball-headed bolts to assure proper alignment. All joints are made tight, metal to metal, without packing of any kind.", "characters": 393, "sentences": 4}, {"text": "All connections between drums and sections and between sections and mud drum are of hot finished seamless open-hearth steel tubes of No. 9 B. W. G.", "characters": 147, "sentences": 5}, {"text": "Boilers of the longitudinal drum type are suspended front and rear from wrought-steel supporting frames entirely independent of the brickwork. This allows for expansion and contraction of the pressure parts without straining either the boiler or the brickwork, and also allows of brickwork repair or renewal without in any way disturbing the boiler or its connections.", "characters": 368, "sentences": 3}, {"text": "CROSS DRUM CONSTRUCTION--The cross drum type of boilers differs from the longitudinal only in drum construction and method of support. The drum in this type is placed transversely across the rear of the boiler and is connected to the sections by means of circulating tubes expanded into bored seats.", "characters": 299, "sentences": 3}, {"text": "The drums for all pressures are of two sheets of sufficient thickness to give the required factor of safety. The longitudinal seams are double riveted butt strapped, the straps being bent to the proper radius in an hydraulic press. The circulating tubes are expanded into the drums at the seams, the butt straps serving as tube seats.", "characters": 334, "sentences": 4}, {"text": "The drumheads, drum fittings and features of riveting are the same in the cross drum as in the longitudinal types. The sections and mud drum are also the same for the two types.", "characters": 177, "sentences": 3}, {"text": "The front as a whole is so arranged that any stoker may be applied with but slight modification wherever boilers are set with sufficient furnace height.", "characters": 152, "sentences": 2}, {"text": "In the vertical header boilers large wrought-iron doors, which give access to the rear headers, are attached to the rear supporting frame.", "characters": 138, "sentences": 2}, {"text": "[Illustration: Wrought-steel Inclined Header Longitudinal Drum Babcock & Wilcox Boiler, Equipped with Babcock & Wilcox Superheater]", "characters": 131, "sentences": 1}, {"text": "Feed water connection and valves. A flanged stop and check valve of heavy pattern is attached directly to each drumhead, closing automatically in case of a rupture in the feed line.", "characters": 181, "sentences": 3}, {"text": "All valves and fittings are substantially built and are of designs which by their successful service for many years have become standard with The Babcock & Wilcox Co.", "characters": 166, "sentences": 2}, {"text": "A full set of access and cleaning doors through which all portions of the pressure parts may be reached.", "characters": 104, "sentences": 2}, {"text": "There are also supplied with each boiler a wrench for handhole nuts, a water-driven turbine tube cleaner, a set of fire tools and a metal steam hose and cleaning pipe equipped with a special nozzle for blowing dust and soot from the tubes.", "characters": 239, "sentences": 2}, {"text": "Aside from the details of design and construction as covered in the foregoing description, a study of the illustrations will make clear the features of the boiler as a whole which have led to its success.", "characters": 204, "sentences": 2}, {"text": "A consideration of this furnace will clearly indicate its adaptability, by reason of its flexibility, for any fuel and any design of stoker. The boiler lends itself readily to installation with an extension or Dutch oven furnace if this be demanded by the fuel to be used, and in general it may be stated that a satisfactory furnace arrangement may be made in connection with a Babcock & Wilcox boiler for burning any fuel, solid, liquid or gaseous.", "characters": 449, "sentences": 3}, {"text": "The space beneath the tubes between the bridge wall and the rear boiler wall forms a pocket into which much of the soot from the gases in their downward passage through the second pass will be deposited and from which it may be readily cleaned through doors furnished for the purpose.", "characters": 284, "sentences": 2}, {"text": "The gas passages are ample and are so proportioned that the resistance offered to the gases is only such as will assure the proper abstraction of heat from the gases without causing undue friction, requiring excessive draft.", "characters": 224, "sentences": 2}, {"text": "The drums are accessible for inspection through the manhole openings. The removal of the handhole plates makes possible the inspection of each tube for its full length and gives the assurance that no defect can exist that cannot be actually seen. This is particularly advantageous when inspecting for the presence of scale.", "characters": 323, "sentences": 4}, {"text": "The materials entering into the construction of the Babcock & Wilcox boiler are the best obtainable for the special purpose for which they are used and are subjected to rigid inspection and tests.", "characters": 196, "sentences": 2}, {"text": "The boilers are manufactured by means of the most modern shop equipment and appliances in the hands of an old and well-tried organization of skilled mechanics under the supervision of experienced engineers.", "characters": 206, "sentences": 2}, {"text": "The advantages of the Babcock & Wilcox boiler may perhaps be most clearly set forth by a consideration, 1st, of water-tube boilers as a class as compared with shell and fire-tube boilers; and 2nd, of the Babcock & Wilcox boiler specifically as compared with other designs of water-tube boilers.", "characters": 294, "sentences": 2}, {"text": "The essential constructive difference between water-tube and fire-tube boilers lies in the fact that the former is composed of parts of relatively small diameter as against the large diameters necessary in the latter.", "characters": 217, "sentences": 2}, {"text": "ALLOWABLE STRESS,    12000 POUNDS PER      SQUARE INCH,    200 POUNDS GAUGE   PRESSURE, NO JOINTS", "characters": 97, "sentences": 1}, {"text": "+---------+-----------+ |Diameter | Thickness | |Inches   | Inches    | +---------+-----------+ |     4   |   0.033   | |    36   |   0.300   | |    48   |   0.400   | |    60   |   0.500   | |    72   |   0.600   | |   108   |   0.900   | |   120   |   1.000   | |   144   |   1.200   | +---------+-----------+", "characters": 311, "sentences": 9}, {"text": "In boilers of the shell type, the riveted joints of the shell, with their consequent double thickness of metal exposed to the fire, gives rise to serious difficulties. Upon these points are concentrated all strains of unequal expansion, giving rise to frequent leaks and oftentimes to actual ruptures. Moreover, in the case of such rupture, the whole body of contained water is liberated instantaneously and a disastrous and usually fatal explosion results.", "characters": 457, "sentences": 4}, {"text": "Further, unequal strains result in shell or fire-tube boilers due to the difference in temperature of the various parts. This difference in temperature results from the lack of positive well defined circulation. While such a circulation does not necessarily accompany all water-tube designs, in general, the circulation in water-tube boilers is much more defined than in fire-tube or shell boilers.", "characters": 398, "sentences": 4}, {"text": "A positive and efficient circulation assures that all portions of the pressure parts will be at approximately the same temperature and in this way strains resulting from unequal temperatures are obviated.", "characters": 204, "sentences": 2}, {"text": "Economy--The requirement probably next in importance to safety in a steam boiler is economy in the use of fuel. To fulfill such a requirement, the three items, of proper grate for the class of fuel to be burned, a combustion chamber permitting complete combustion of gases before their escape to the stack, and the heating surface of such a character and arrangement that the maximum amount of available heat may be extracted, must be co-ordinated.", "characters": 448, "sentences": 3}, {"text": "Fire-tube boilers from the nature of their design do not permit the variety of combinations of grate surface, heating surface, and combustion space possible in practically any water-tube boiler.", "characters": 194, "sentences": 2}, {"text": "Capacity--Due to the generally more efficient circulation found in water-tube than in fire-tube boilers, rates of evaporation are possible with water-tube boilers that cannot be approached where fire-tube boilers are employed.", "characters": 226, "sentences": 2}, {"text": "Quick Steaming--Another important result of the better circulation ordinarily found in water-tube boilers is in their ability to raise steam rapidly in starting and to meet the sudden demands that may be thrown on them.", "characters": 219, "sentences": 2}, {"text": "In a properly designed water-tube boiler steam may be raised from a cold boiler to 200 pounds pressure in less than one-half hour.", "characters": 130, "sentences": 2}, {"text": "Accessibility--In the \"Requirements of a Perfect Steam Boiler\", as stated by Mr. Babcock, he demonstrates the necessity for complete accessibility to all portions of the boiler for cleaning, inspection and repair.", "characters": 213, "sentences": 3}, {"text": "Cleaning--When the great difference is realized in performance, both as to economy and capacity of a clean boiler and one in which the heating surfaces have been allowed to become fouled, it may be appreciated that the ability to keep heating surfaces clean internally and externally is a factor of the highest importance.", "characters": 322, "sentences": 2}, {"text": "[Illustration: Portion of 29,000 Horse-power Installation of Babcock & Wilcox Boilers in the L Street Station of the Edison Electric Illuminating Co. of Boston, Mass. This Company Operates in its Various Stations a Total of 39,000 Horse Power of Babcock & Wilcox Boilers]", "characters": 271, "sentences": 3}, {"text": "The soot and fine coal swept along with the gases by the draft will settle in fire tubes and unless removed promptly, must be cut out with a special form of scraper. It is not unusual where soft coal is used to find tubes half filled with soot, which renders useless a large portion of the heating surface and so restricts the draft as to make it difficult to burn sufficient coal to develop the required power from such heating surface as is not covered by soot.", "characters": 463, "sentences": 3}, {"text": "Water-tube boilers in general are from the nature of their design more readily accessible for cleaning than are fire-tube boilers.", "characters": 130, "sentences": 2}, {"text": "Inspection--The objections given above in the consideration of the inability to properly clean fire-tube boilers hold as well for the inspection of such boilers.", "characters": 161, "sentences": 2}, {"text": "Repairs--The lack of accessibility in fire-tube boilers further leads to difficulties where repairs are required.", "characters": 113, "sentences": 2}, {"text": "In fire-tube boilers tube renewals are a serious undertaking. The accumulation of hard deposit on the exterior of the surfaces so enlarges the tubes that it is oftentimes difficult, if not impossible, to draw them through the tube sheets and it is usually necessary to cut out such tubes as will allow access to the one which has failed and remove them through the manhole.", "characters": 373, "sentences": 3}, {"text": "In case of repairs, of such nature in fire-tube boilers, the working pressure of such repaired boilers will frequently be lowered by the insurance companies when the boiler is again placed in service.", "characters": 200, "sentences": 2}, {"text": "COMPARATIVE APPROXIMATE FLOOR        SPACE OCCUPIED BY BABCOCK & WILCOX               AND H. R. T. BOILERS", "characters": 106, "sentences": 4}, {"text": "+------------+----------------+---------------+ |Size of unit|Babcock & Wilcox|   H. R. T.    | |Horse Power |Feet and Inches |Feet and Inches| +------------+----------------+---------------+ |    100     |   7  3 × 19 9  |  10 0 × 20  0 | |    150     |   7 10 × 19 9  |  10 0 × 22  6 | |    200     |   9  0 × 19 9  |  11 6 × 23 10 | |    250     |   9  0 × 19 9  |  11 6 × 23 10 | |    300     |  10  2 × 19 9  |  12 0 × 25  0 | +------------+----------------+---------------+", "characters": 489, "sentences": 4}, {"text": "It must be borne in mind that the simple fact that a boiler is of the water-tube design does not as a necessity indicate that it is a good or safe boiler.", "characters": 154, "sentences": 2}, {"text": "Further, the circulation results directly from the design of the boiler and requires no assistance from \"retarders\", check valves and the like, within the boiler. All such mechanical devices in the interior of a boiler serve only to complicate the design and should not be used.", "characters": 278, "sentences": 3}, {"text": "This positive and efficient circulation assures that all portions of the pressure parts of the Babcock & Wilcox boiler will be at approximately the same temperature and in this way strains resulting from unequal temperatures are obviated.", "characters": 238, "sentences": 2}, {"text": "Staybolts are admittedly an undesirable element of construction in any boiler. They are wholly objectionable and the only reason for the presence of staybolts in a boiler is to enable a cheaper form of construction to be used than if they were eliminated.", "characters": 255, "sentences": 3}, {"text": "In water-leg boilers, the use of such flat-stayed surfaces under pressure presents difficulties that are practically unsurmountable. Such surfaces exposed to the heat of the fire are subject to unequal expansion, distortion, leakage and corrosion, or in general, to many of the objections that have already been advanced against the fire-tube boilers in the consideration of water-tube boilers as a class in comparison with fire-tube boilers.", "characters": 442, "sentences": 3}, {"text": "[Illustration: McAlpin Hotel, New York City, Operating 2360 Horse Power of Babcock & Wilcox Boilers]", "characters": 100, "sentences": 1}, {"text": "In vertical or semi-vertical water-tube boilers utilizing flat-stayed surfaces under pressure, these surfaces are ordinarily so located as to offer a convenient lodging place for flue dust, which fuses into a hard mass, is difficult of removal and under which corrosion may be going on with no possibility of detection.", "characters": 319, "sentences": 2}, {"text": "That the factor of safety of stayed surfaces is questionable may perhaps be best realized from a consideration of the severe requirements as to such factor called for by the rules and regulations of the Board of Supervising Inspectors, U. S. Government.", "characters": 253, "sentences": 4}, {"text": "In view of the above, the absence of any stayed surfaces in the Babcock & Wilcox boiler is obviously a distinguishing advantage where safety is a factor. It is of interest to note, in the article on the evolution of the Babcock & Wilcox boiler, that staybolt construction was used in several designs, found unsatisfactory and unsafe, and discarded.", "characters": 348, "sentences": 3}, {"text": "Another feature in the design of the Babcock & Wilcox boiler tending toward added safety is its manner of suspension. This has been indicated in the previous chapter and is of such nature that all of the pressure parts are free to expand or contract under variations of temperature without in any way interfering with any part of the boiler setting. The sectional nature of the boiler allows a flexibility under varying temperature changes that practically obviates internal strain.", "characters": 482, "sentences": 4}, {"text": "In boilers utilizing water-leg construction, on the other hand, the construction is rigid, giving rise to serious internal strains and the method of support ordinarily made necessary by the boiler design is not only unmechanical but frequently dangerous, due to the fact that proper provision is not made for expansion and contraction under temperature variations.", "characters": 364, "sentences": 2}, {"text": "Boilers utilizing water-leg construction are not ordinarily provided with mud drums. This is a serious defect in that it allows impurities and sediment to collect in a portion of the boiler not easily inspected, and corrosion may result.", "characters": 237, "sentences": 3}, {"text": "In certain designs of water-tube boilers the baffling is such as to render ineffective certain portions of the heating surface, due to the tendency of soot and dirt to collect on or behind baffles, in this way causing the interposition of a layer of non-conducting material between the hot gases and the heating surfaces.", "characters": 321, "sentences": 2}, {"text": "Capacity--Babcock & Wilcox boilers are run successfully in every-day practice at higher ratings than any other boilers in practical service. The capacities thus obtainable are due directly to the efficient circulation already pointed out. Inasmuch as the construction utilizing headers has a direct bearing in producing such circulation, it is also connected with the high capacities obtainable with this apparatus.", "characters": 415, "sentences": 4}, {"text": "Where intelligently handled and kept properly cleaned, Babcock & Wilcox boilers are operated in many plants at from 200 to 225 per cent of their rated evaporative capacity and it is not unusual for them to be operated at 300 per cent of such rated capacity during periods of peak load.", "characters": 285, "sentences": 2}, {"text": "That the \"dry pipe\" serves in no way the generally understood function of such device has been pointed out. As stated, the function of the \"dry pipe\" in a Babcock & Wilcox boiler is simply that of a collecting pipe and this statement holds true regardless of the rate of operation of the boiler.", "characters": 295, "sentences": 3}, {"text": "[Illustration: Northwest Station of the Commonwealth Edison Co., Chicago, Ill. This Installation Consists of 11,360 Horse Power of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers]", "characters": 225, "sentences": 3}, {"text": "Quick Steaming--The advantages of water-tube boilers as a class over fire-tube boilers in ability to raise steam quickly have been indicated.", "characters": 141, "sentences": 2}, {"text": "Due to the constant and thorough circulation resulting from the sectional nature of the Babcock & Wilcox boiler, steam may be raised more rapidly than in practically any other water-tube design.", "characters": 194, "sentences": 2}, {"text": "Storage Capacity for Steam and Water--Where sufficient steam and water capacity are not provided in a boiler, its action will be irregular, the steam pressure varying over wide limits and the water level being subject to frequent and rapid fluctuation.", "characters": 252, "sentences": 2}, {"text": "That the steam and water space of the Babcock & Wilcox boiler are the result of numerous experiments has previously been pointed out.", "characters": 133, "sentences": 2}, {"text": "[Illustration: Rear View--Longitudinal Drum Vertical Header Boiler, Showing Access Doors to Rear Headers]", "characters": 105, "sentences": 1}, {"text": "It is almost impossible to thoroughly clean water legs internally, and in such places also is there a tendency to unsuspected corrosion under deposits that cannot be removed.", "characters": 174, "sentences": 2}, {"text": "In Babcock & Wilcox boilers every portion of the interior of the heating surfaces can be reached and kept clean, while any soot deposited on the exterior surfaces can be blown off while the boiler is under pressure.", "characters": 215, "sentences": 2}, {"text": "Inspection--The accessibility which makes possible the thorough cleaning of all portions of the Babcock & Wilcox boiler also provides a means for a thorough inspection.", "characters": 168, "sentences": 2}, {"text": "By the removal of handhole plates, all tubes in a Babcock & Wilcox boiler may be inspected for their full length either for the presence of scale or for suspected corrosion.", "characters": 173, "sentences": 2}, {"text": "In the case of certain staybolt failures the working pressure of a repaired boiler utilizing such construction will frequently be lowered by the insurance companies when the boiler is again placed in service. The sectional nature of the Babcock & Wilcox boiler enables it to maintain its original working pressure over long periods of time, almost regardless of the nature of any repair that may be required.", "characters": 408, "sentences": 3}, {"text": "[Illustration: 1456 Horse-power Installation of Babcock & Wilcox Boilers at the Raritan Woolen Mills, Raritan, N. J. The First of These Boilers were Installed in 1878 and 1881 and are still Operated at 80 Pounds Pressure]", "characters": 221, "sentences": 3}, {"text": "Probably the very best evidence of the value of the Babcock & Wilcox boiler as a steam generator and of the reliability of the apparatus, is seen in the sales of the company. Since the company was formed, there have been sold throughout the world over 9,900,000 horse power.", "characters": 274, "sentences": 3}, {"text": "A feature that cannot be overlooked in the consideration of the advantages of the Babcock & Wilcox boiler is the fact that as a part of the organization back of the boiler, there is a body of engineers of recognized ability, ready at all times to assist its customers in every possible way.", "characters": 290, "sentences": 2}, {"text": "[Illustration: 2400 Horse-power Installation of Babcock & Wilcox Boilers in the Union Station Power House of the Pennsylvania Railroad Co., Pittsburgh, Pa. This Company has a Total of 28,500 Horse Power of Babcock & Wilcox Boilers Installed]", "characters": 241, "sentences": 3}, {"text": "The usual conception of heat is that it is a form of energy produced by the vibratory motion of the minute particles or molecules of a body. All bodies are assumed to be composed of these molecules, which are held together by mutual cohesion and yet are in a state of continual vibration. The hotter a body or the more heat added to it, the more vigorous will be the vibrations of the molecules.", "characters": 395, "sentences": 4}, {"text": "As is well known, the effect of heat on a body may be to change its temperature, its volume, or its state, that is, from solid to liquid or from liquid to gaseous. Where water is melted from ice and evaporated into steam, the various changes are admirably described in the lecture by Mr. Babcock on \"The Theory of Steam Making\", given in the next chapter.", "characters": 355, "sentences": 4}, {"text": "The change in temperature of a body is ordinarily measured by thermometers, though for very high temperatures so-called pyrometers are used. The latter are dealt with under the heading \"High Temperature Measurements\" at the end of this chapter.", "characters": 244, "sentences": 3}, {"text": "In the United States the bulbs of high-grade thermometers are usually made of either Jena 58^{III} borosilicate thermometer glass or Jena 16^{III} glass, the stems being made of ordinary glass. The Jena 16^{III} glass is not suitable for use at temperatures much above 850 degrees Fahrenheit and the harder Jena 59^{III} should be used in thermometers for temperatures higher than this.", "characters": 386, "sentences": 3}, {"text": "Below the boiling point, the hydrogen-gas thermometer is the almost universal standard with which mercurial thermometers may be compared, while above this point the nitrogen-gas thermometer is used. In both of these standards the change in temperature is measured by the change in pressure of a constant volume of the gas.", "characters": 322, "sentences": 3}, {"text": "Every thermometer, especially if intended for use above the boiling point, should be suitably annealed before it is used. If this is not done, the true melting point and also the \"fundamental interval\", that is, the interval between the melting and the boiling points, may change considerably. After continued use at the higher temperatures also, the melting point will change, so that the thermometer must be calibrated occasionally to insure accurate readings.", "characters": 462, "sentences": 4}, {"text": "_Temperature_  _Correction_      40°F          0.0     100            0.0     200            0.0     300           +2.5     400           -0.5     500           -2.5", "characters": 166, "sentences": 7}, {"text": "When the sign of the correction is positive (+) it must be added to the observed reading, and when the sign is a negative (-) the correction must be subtracted. The formula for the stem correction is as follows:", "characters": 211, "sentences": 2}, {"text": "in which T is the observed temperature, t is the mean temperature of the emergent column, n is the number of degrees of mercury column emergent, and 0.000085 is the difference between the coefficient of expansion of the mercury and that in the glass in the stem.", "characters": 262, "sentences": 3}, {"text": "Suppose the observed temperature is 400 degrees and the thermometer is immersed to the 200 degrees mark, so that 200 degrees of the mercury column project into the air. The mean temperature of the emergent column may be found by tying another thermometer on the stem with the bulb at the middle of the emergent mercury column as in Fig. 12. Suppose this mean temperature is 85 degrees, then", "characters": 390, "sentences": 4}, {"text": "Fig. 13 affords an opportunity for comparing the scale of a thermometer correct for total immersion with one which will read correctly when submerged to the 300 degrees mark, the stem being exposed at a mean temperature of 110 degrees Fahrenheit, a temperature often prevailing when thermometers are used for measuring temperatures in steam mains.", "characters": 347, "sentences": 3}, {"text": "[Illustration: Ninety-sixth Street Station of the New York Railways Co., New York City, Operating 20,000 Horse Power of Babcock & Wilcox Boilers. This Company and its Allied Companies Operate a Total of 100,000 Horse Power of Babcock & Wilcox Boilers]", "characters": 251, "sentences": 3}, {"text": "_Unit_       _Water_      _Temperature Rise_ 1 B. t. u.   1 Pound      1 Degree Fahrenheit 1 Calorie    1 Kilogram   1 Degree centigrade", "characters": 136, "sentences": 4}, {"text": "The heat values in B. t. u. are ordinarily given per pound, and the heat values in calories per kilogram, in which case the B. t. u. per pound are approximately equivalent to 9/5 the calories per kilogram.", "characters": 205, "sentences": 8}, {"text": "Where specific heat is stated alone, specific heat at ordinary temperature is implied, and _mean_ specific heat refers to the average value of this quantity between the temperatures named.", "characters": 188, "sentences": 2}, {"text": "The specific heat of a mixture of gases is obtained by multiplying the specific heat of each constituent gas by the percentage by weight of that gas in the mixture, and dividing the sum of the products by 100. The specific heat of a gas whose composition by weight is CO_{2}, 13 per cent; CO, 0.4 per cent; O, 8 per cent; N, 78.6 per cent, is found as follows:", "characters": 360, "sentences": 4}, {"text": "CO_{2} :   13 × 0.217  =  2.821 CO     :  0.4 × 0.2479 =  0.09916 O      :    8 × 0.2175 =  1.74000 N      : 78.6 × 0.2438 = 19.16268                          --------         100.0            23.82284", "characters": 205, "sentences": 13}, {"text": "Sensible Heat--The heat utilized in raising the temperature of a body, as that in raising the temperature of water from 32 degrees up to the boiling point, is termed sensible heat. In the case of water, the sensible heat required to raise its temperature from the freezing point to the boiling point corresponding to the pressure under which ebullition occurs, is termed the heat of the liquid.", "characters": 394, "sentences": 3}, {"text": "Ebullition--The temperature of ebullition of any liquid, or its boiling point, may be defined as the temperature which exists where the addition of heat to the liquid no longer increases its temperature, the heat added being absorbed or utilized in converting the liquid into vapor. This temperature is dependent upon the pressure under which the liquid is evaporated, being higher as the pressure is greater.", "characters": 409, "sentences": 3}, {"text": "Total Heat of Evaporation--The quantity of heat required to raise a unit of any liquid from the freezing point to any given temperature, and to entirely evaporate it at that temperature, is the total heat of evaporation of the liquid for that temperature. It is the sum of the heat of the liquid and the latent heat of evaporation.", "characters": 331, "sentences": 3}, {"text": "Total heat = Heat to change the temperature + heat to overcome the              molecular cohesion + heat to overcome the external pressure              resisting an increase of volume of the body.", "characters": 197, "sentences": 2}, {"text": "Total heat = Heat to change the temperature of the water + heat to              separate the molecules of the water + heat to overcome              resistance to increase in volume of the steam,            = Heat of the liquid + internal latent heat + external              latent heat,            = Heat of the liquid + total latent heat of steam,            = Total heat of evaporation.", "characters": 388, "sentences": 2}, {"text": "The steam tables given on pages 122 to 127 give the heat of the liquid and the total latent heat through a wide range of temperatures.", "characters": 134, "sentences": 2}, {"text": "Gases--When heat is added to gases there is no internal work done; hence the total heat is that required to change the temperature plus that required to do the external work. If the gas is not allowed to expand but is preserved at constant volume, the entire heat added is that required to change the temperature only.", "characters": 318, "sentences": 3}, {"text": "(Tabular values represent increase per foot per 100 degrees increase               in temperature, Fahrenheit or centigrade)", "characters": 124, "sentences": 1}, {"text": "High Temperature Measurements--The temperatures to be dealt with in steam-boiler practice range from those of ordinary air and steam to the temperatures of burning fuel. The gases of combustion, originally at the temperature of the furnace, cool as they pass through each successive bank of tubes in the boiler, to nearly the temperature of the steam, resulting in a wide range of temperatures through which definite measurements are sometimes required.", "characters": 453, "sentences": 3}, {"text": "Of the different methods devised for ascertaining these temperatures, some of the most important are as follows:", "characters": 112, "sentences": 1}, {"text": "5th. Melting points of metal which flow at various temperatures     up to the melting point of platinum 3227 degrees Fahrenheit.", "characters": 128, "sentences": 3}, {"text": "7th. Optical pyrometers capable of measuring temperatures up to     12,600 degrees Fahrenheit.[6] For ordinary boiler practice     however, their range is 1600 to 3600 degrees Fahrenheit.", "characters": 187, "sentences": 4}, {"text": "[Illustration: 228 Horse-power Babcock & Wilcox Boiler, Installed at the Wentworth Institute, Boston, Mass.]", "characters": 108, "sentences": 2}, {"text": "Flue-gas temperatures are nearly always taken with mercurial thermometers as they are the most accurate and are easy to read and manipulate. Care must be taken that the bulb of the instrument projects into the path of the moving gases in order that the temperature may truly represent the flue gas temperature. No readings should be considered until the thermometer has been in place long enough to heat it up to the full temperature of the gases.", "characters": 447, "sentences": 4}, {"text": "Calorimetry--This method derives its name from the fact that the process is the same as the determination of the specific heat of a substance by the water calorimeter, except that in one case the temperature is known and the specific heat is required, while in the other the specific heat is known and the temperature is required. The temperature is found as follows:", "characters": 367, "sentences": 2}, {"text": "A given weight of some substance such as iron, nickel or fire brick, is heated to the unknown temperature and then plunged into water and the rise in temperature noted.", "characters": 168, "sentences": 2}, {"text": "If X = temperature to be measured, w = weight of heated body in pounds, W = weight of water in pounds, T = final temperature of water, t = difference between initial and final temperatures of water, s = known specific heat of body. Then X = T + Wt ÷ ws", "characters": 253, "sentences": 2}, {"text": "Any temperatures secured by this method are affected by so many sources of error that the results are very approximate.", "characters": 119, "sentences": 2}, {"text": "Thermo-electric Pyrometers--When wires of two different metals are joined at one end and heated, an electromotive force will be set up between the free ends of the wires. Its amount will depend upon the composition of the wires and the difference in temperature between the two. If a delicate galvanometer of high resistance be connected to the \"thermal couple\", as it is called, the deflection of the needle, after a careful calibration, will indicate the temperature very accurately.", "characters": 485, "sentences": 4}, {"text": "In the thermo-electric pyrometer of Le Chatelier, the wires used are platinum and a 10 per cent alloy of platinum and rhodium, enclosed in porcelain tubes to protect them from the oxidizing influence of the furnace gases. The couple with its protecting tubes is called an \"element\". The elements are made in different lengths to suit conditions.", "characters": 345, "sentences": 4}, {"text": "It is not necessary for accuracy to expose the whole length of the element to the temperature to be measured, as the electromotive force depends only upon the temperature of the juncture at the closed end of the protecting tube and that of the cold end of the element. The galvanometer can be located at any convenient point, since the length of the wires leading to it simply alter the resistance of the circuit, for which allowance may be made.", "characters": 446, "sentences": 3}, {"text": "The advantages of the thermo-electric pyrometer are accuracy over a wide range of temperatures, continuity of readings, and the ease with which observations can be taken. Its disadvantages are high first cost and, in some cases, extreme delicacy.", "characters": 246, "sentences": 3}, {"text": "The approximate melting points of certain metals that may be used for determinations of this nature are given in Table 8.", "characters": 121, "sentences": 2}, {"text": "Radiation Pyrometers--These are similar to thermo-electric pyrometers in that a thermo-couple is employed. The heat rays given out by the hot body fall on a concave mirror and are brought to a focus at a point at which is placed the junction of a thermo-couple. The temperature readings are obtained from an indicator similar to that used with thermo-electric pyrometers.", "characters": 371, "sentences": 4}, {"text": "Determination of Temperature from Character of Emitted Light--As a further means of determining approximately the temperature of a furnace, Table 9, compiled by Messrs. White & Taylor, may be of service. The color at a given temperature is approximately the same for all kinds of combustibles under similar conditions.", "characters": 318, "sentences": 4}, {"text": "It follows that if we could reduce steam at atmospheric pressure to water, without loss of heat, the heat stored within it would cause the water to be red hot; and if we could further change it to a solid, like ice, without loss of heat, the solid would be white hot, or hotter than melted steel--it being assumed, of course, that the specific heat of the water and ice remain normal, or the same as they respectively are at the freezing point.", "characters": 444, "sentences": 2}, {"text": "After steam has been formed, a further addition of heat increases the temperature again at a much faster ratio to the quantity of heat added, which ratio also varies according as we maintain a constant pressure or a constant volume; and I am not aware that any other critical point exists where this will cease to be the fact until we arrive at that very high temperature, known as the point of dissociation, at which it becomes resolved into its original gases.", "characters": 462, "sentences": 2}, {"text": "The heat which has been absorbed by one pound of water to convert it into a pound of steam at atmospheric pressure is sufficient to have melted 3 pounds of steel or 13 pounds of gold. This has been transformed into something besides heat; stored up to reappear as heat when the process is reversed. That condition is what we are pleased to call latent heat, and in it resides mainly the ability of the steam to do work.", "characters": 419, "sentences": 4}, {"text": "[Graph: Temperature in Fahrenheit Degrees (from Absolute Zero) against Quantity of Heat in British Thermal Units]", "characters": 113, "sentences": 1}, {"text": "A pound of coal or any other fuel has a definite heat producing capacity, and is capable of evaporating a definite quantity of water under given conditions. That is the limit beyond which even perfection cannot go, and yet I have known, and doubtless you have heard of, cases where inventors have claimed, and so-called engineers have certified to, much higher results.", "characters": 369, "sentences": 3}, {"text": "But in practice it is found that other considerations limit this latitude, and that there are certain conditions necessary in order to get the most available heat from a pound of coal. There are three ways, and only three, in which the heat developed by the combustion of coal in a steam boiler furnace may be expended.", "characters": 319, "sentences": 3}, {"text": "1st, and principally. It should be conveyed to the water in the boiler, and be utilized in the production of steam. To be perfect, a boiler should so utilize all the heat of combustion, but there are no perfect boilers.", "characters": 219, "sentences": 4}, {"text": "2nd. A portion of the heat of combustion is conveyed up the chimney in the waste gases. This is in proportion to the weight of the gases, and the difference between their temperature and that of the air and coal before they entered the fire.", "characters": 241, "sentences": 4}, {"text": "3rd. Another portion is dissipated by radiation from the sides of the furnace. In a stove the heat is all used in these latter two ways, either it goes off through the chimney or is radiated into the surrounding space. It is one of the principal problems of boiler engineering to render the amount of heat thus lost as small as possible.", "characters": 337, "sentences": 5}, {"text": "The loss from radiation is in proportion to the amount of surface, its nature, its temperature, and the time it is exposed. This loss can be almost entirely eliminated by thick walls and a smooth white or polished surface, but its amount is ordinarily so small that these extraordinary precautions do not pay in practice.", "characters": 321, "sentences": 3}, {"text": "We are now prepared to see why and how the temperature and the rapidity of combustion in the boiler furnace affect the economy, and that though the amount of heat developed may be the same, the heat available for the generation of steam may be much less with one rate or temperature of combustion than another.", "characters": 310, "sentences": 2}, {"text": "The losses by radiation being practically proportioned to the time occupied, the more coal burned in a given furnace in a given time, the less will be the proportionate loss from that cause.", "characters": 190, "sentences": 2}, {"text": "It therefore follows that we should burn our coal rapidly and at a high temperature to secure the best available economy.", "characters": 121, "sentences": 2}, {"text": "[Illustration: Portion of 9880 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers at the South Side Elevated Ry. Co., Chicago, Ill.]", "characters": 203, "sentences": 4}, {"text": "Pure water is a chemical compound of one volume of oxygen and two volumes of hydrogen, its chemical symbol being H_{2}O.", "characters": 120, "sentences": 2}, {"text": "The weight of water depends upon its temperature. Its weight at four temperatures, much used in physical calculations, is given in Table 10.", "characters": 140, "sentences": 3}, {"text": "While authorities differ as to the weight of water, the range of values given for 62 degrees Fahrenheit (the standard temperature ordinarily taken) being from 62.291 pounds to 62.360 pounds per cubic foot, the value 62.355 is generally accepted as the most accurate.", "characters": 266, "sentences": 5}, {"text": "A United States standard gallon holds 231 cubic inches and weighs, at 62 degrees Fahrenheit, approximately 8-1/3 pounds.", "characters": 120, "sentences": 2}, {"text": "A British Imperial gallon holds 277.42 cubic inches and weighs, at 62 degrees Fahrenheit, 10 pounds.", "characters": 100, "sentences": 3}, {"text": "The above are the true weights corrected for the effect of the buoyancy of the air, or the weight in vacuo. If water is weighed in air in the ordinary way, there is a correction of about one-eighth of one per cent which is usually negligible.", "characters": 242, "sentences": 3}, {"text": "Water is but slightly compressible and for all practical purposes may be considered non-compressible. The coefficient of compressibility ranges from 0.000040 to 0.000051 per atmosphere at ordinary temperatures, this coefficient decreasing as the temperature increases.", "characters": 268, "sentences": 5}, {"text": "Table 11 gives the weight in vacuo and the relative volume of a cubic foot of distilled water at various temperatures.", "characters": 118, "sentences": 2}, {"text": "The weight of water at the standard temperature being taken as 62.355 pounds per cubic foot, the pressure exerted by the column of water of any stated height, and conversely the height of any column required to produce a stated pressure, may be computed as follows:", "characters": 265, "sentences": 2}, {"text": "By a change in the weights given above, the pressure exerted and height of column may be computed for temperatures other than 62 degrees.", "characters": 137, "sentences": 2}, {"text": "A pressure of one pound per square inch is exerted by a column of water 2.3093 feet or 27.71 inches high at 62 degrees Fahrenheit.", "characters": 130, "sentences": 4}, {"text": "Water in its natural state is never found absolutely pure. In solvent power water has a greater range than any other liquid. For common salt, this is approximately a constant at all temperatures, while with such impurities as magnesium and sodium sulphates, this solvent power increases with an increase in temperature.", "characters": 319, "sentences": 4}, {"text": "Sea water contains on an average approximately 3.125 per cent of its weight of solid matter or a thirty-second part of the weight of the water and salt held in solution. The approximate composition of this solid matter will be: sodium chloride 76 per cent, magnesium chloride 10 per cent, magnesium sulphate 6 per cent, calcium sulphate 5 per cent, calcium carbonate 0.5 per cent, other substances 2.5 per cent.", "characters": 411, "sentences": 6}, {"text": "[Illustration: 7200 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters at the Capital Traction Co., Washington, D. C.]", "characters": 137, "sentences": 4}, {"text": "The boiling point of water decreases as the altitude above sea level increases. Table 12 gives the variation in the boiling point with the altitude.", "characters": 148, "sentences": 3}, {"text": "In consequence of this variation in specific heat, the variation in the heat of the liquid of the water at different temperatures is not a constant. Table 22[13] gives the heat of the liquid in a pound of water at temperatures ranging from 32 to 340 degrees Fahrenheit.", "characters": 269, "sentences": 3}, {"text": "All natural waters contain some impurities which, when introduced into a boiler, may appear as solids. In view of the apparent present-day tendency toward large size boiler units and high overloads, the importance of the use of pure water for boiler feed purposes cannot be over-estimated.", "characters": 289, "sentences": 3}, {"text": "While it is almost invariably true that practically any cost of treatment will pay a return on the investment of the apparatus, the fact must not be overlooked that there are certain waters which should never be used for boiler feed purposes and which no treatment can render suitable for such purpose. In such cases, the only remedy is the securing of other feed supply or the employment of evaporators for distilling the feed water as in marine service.", "characters": 455, "sentences": 3}, {"text": "APPROXIMATE CLASSIFICATION OF IMPURITIES FOUND IN FEED WATERS              THEIR EFFECT AND ORDINARY METHODS OF RELIEF", "characters": 118, "sentences": 1}, {"text": "Table 14 gives a list of impurities which may be found in boiler feed water, grouped according to their effect on boiler operation and giving the customary method used for overcoming difficulty to which they lead.", "characters": 213, "sentences": 2}, {"text": "The salts usually responsible for such incrustation are the carbonates and sulphates of lime and magnesia, and boiler feed treatment in general deals with the getting rid of these salts more or less completely.", "characters": 210, "sentences": 2}, {"text": "SOLUBILITY OF MINERAL SALTS IN WATER (SPARKS) IN GRAINS PER U. S. GALLON (58,381 GRAINS), EXCEPT AS NOTED", "characters": 105, "sentences": 3}, {"text": "+------------------------------+----+----+-------+----+---+ |Temperature degrees Fahrenheit|284 |329 |347-365| 464|482| |Corresponding gauge pressure  | 38 | 87 |115-149| 469|561| |Grains per gallon             |45.5|32.7|  15.7 |10.5|9.3| +------------------------------+----+----+-------+----+---+", "characters": 299, "sentences": 6}, {"text": "Table 15 gives the solubility of these mineral salts in water at various temperatures in grains per U. S. gallon (58,381 grains). It will be seen from this table that the carbonates of lime and magnesium are not soluble above 212 degrees, and calcium sulphate while somewhat insoluble above 212 degrees becomes more greatly so as the temperature increases.", "characters": 356, "sentences": 5}, {"text": "Scale is also formed by the settling of mud and sediment carried in suspension in water. This may bake or be cemented to a hard scale when mixed with other scale-forming ingredients.", "characters": 182, "sentences": 3}, {"text": "Corrosion--Corrosion, or a chemical action leading to the actual destruction of the boiler metal, is due to the solvent or oxidizing properties of the feed water. It results from the presence of acid, either free or developed[15] in the feed, the admixture of air with the feed water, or as a result of a galvanic action. In boilers it takes several forms:", "characters": 356, "sentences": 3}, {"text": "1st. Pitting, which consists of isolated spots of active corrosion which does not attack the boiler as a whole.", "characters": 111, "sentences": 3}, {"text": "2nd. General corrosion, produced by naturally acid waters and where the amount is so even and continuous that no accurate estimate of the metal eaten away may be made.", "characters": 167, "sentences": 3}, {"text": "3rd. Grooving, which, while largely a mechanical action which may occur in neutral waters, is intensified by acidity.", "characters": 117, "sentences": 3}, {"text": "Priming--Priming, or the passing off of steam from a boiler in belches, is caused by the concentration of sodium carbonate, sodium sulphate or sodium chloride in solution. Sodium sulphate is found in many southern waters and also where calcium or magnesium sulphate is precipitated with soda ash.", "characters": 296, "sentences": 3}, {"text": "Before going further into detail as to the treatment of water, it may be well to define certain terms used.", "characters": 107, "sentences": 2}, {"text": "_Alkalinity_ is a general term used for waters containing compounds with the power of neutralizing acids.", "characters": 105, "sentences": 2}, {"text": "_Causticity_, as used in water treatment, is a term coined by A. McGill, indicating the presence of an excess of lime added during treatment. Though such presence would also indicate alkalinity, the term is arbitrarily used to apply to those hydrates whose presence is indicated by phenolphthalein.", "characters": 298, "sentences": 4}, {"text": "1st. Lime Process. The lime process is used for waters containing bicarbonates of lime and magnesia. Slacked lime in solution, as lime water, is the reagent used. This combines with the carbonic acid which is present, either free or as carbonates, to form an insoluble monocarbonate of lime. The soluble bicarbonates of lime and magnesia, losing their carbonic acid, thereby become insoluble and precipitate.", "characters": 408, "sentences": 7}, {"text": "All of the apparatus for effecting such treatment of feed waters is approximately the same in its chemical action, the numerous systems differing in the methods of introduction and handling of the reagents.", "characters": 206, "sentences": 2}, {"text": "Alkalinity and causticity are tested with a standard solution of sulphuric acid. A standard soap solution is used for testing for hardness and a silver nitrate solution may also be used for determining whether an excess of lime has been used in the treatment.", "characters": 259, "sentences": 3}, {"text": "Alkalinity: To 50 cubic centimeters of treated water, to which there has been added sufficient methylorange to color it, add the acid solution, drop by drop, until the mixture is on the point of turning red. As the acid solution is first added, the red color, which shows quickly, disappears on shaking the mixture, and this color disappears more slowly as the critical point is approached. One-tenth cubic centimeter of the standard acid solution corresponds to one degree of alkalinity.", "characters": 488, "sentences": 4}, {"text": "[Illustration: 2640 Horse-power Installation of Babcock & Wilcox Boilers at the Botany Worsted Mills, Passaic, N. J.]", "characters": 117, "sentences": 3}, {"text": "Causticity: To 50 cubic centimeters of treated water, to which there has been added one drop of phenolphthalein dissolved in alcohol to give the water a pinkish color, add the acid solution, drop by drop, shaking after each addition, until the color entirely disappears. One-tenth cubic centimeter of acid solution corresponds to one degree of causticity.", "characters": 355, "sentences": 3}, {"text": "The alkalinity may be determined from the same sample tested for causticity by the coloring with methylorange and adding the acid until the sample is on the point of turning red. The total acid added in determining both causticity and alkalinity in this case is the measure of the alkalinity.", "characters": 292, "sentences": 3}, {"text": "Hardness: 100 cubic centimeters of the treated water is used for this test, one cubic centimeter of the soap solution corresponding to one degree of hardness. The soap solution is added a very little at a time and the whole violently shaken. Enough of the solution must be added to make a permanent lather or foam, that is, the soap bubbles must not disappear after the shaking is stopped.", "characters": 389, "sentences": 4}, {"text": "Excess of lime as determined by nitrate of silver: If there is an excess of lime used in the treatment, a sample will become a dark brown by the addition of a small quantity of silver nitrate, otherwise a milky white solution will be formed.", "characters": 241, "sentences": 2}, {"text": "Combined Heat and Chemical Treatment: Heat is used in many systems of feed treatment apparatus as an adjunct to the chemical process. Heat alone will remove temporary hardness by the precipitation of carbonates of lime and magnesia and, when used in connection with the chemical process, leaves only the permanent hardness or the sulphates of lime to be taken care of by chemical treatment.", "characters": 390, "sentences": 3}, {"text": "REAGENTS REQUIRED IN LIME AND SODA PROCESS      FOR TREATING 1000 U. S. GALLONS OF WATER  PER GRAIN PER GALLON OF CONTAINED IMPURITIES[16]", "characters": 138, "sentences": 3}, {"text": "Barium carbonate is sometimes used in removing calcium sulphate, the products of the reaction being barium sulphate and calcium carbonate, both of which are insoluble and may be precipitated. As barium carbonate in itself is insoluble, it cannot be added to water as a solution and its use should, therefore, be confined to treatment outside of the boiler.", "characters": 356, "sentences": 3}, {"text": "Silicate of soda will precipitate calcium carbonate with the formation of a gelatinous silicate of lime and carbonate of soda. If calcium sulphate is also present, carbonate of soda is formed in the above reaction, which in turn will break down the sulphate.", "characters": 258, "sentences": 3}, {"text": "Oxalate of soda is an expensive but efficient reagent which forms a precipitate of calcium oxalate of a particularly insoluble nature.", "characters": 134, "sentences": 2}, {"text": "Alum and iron alum will act as efficient coagulents where organic matter is present in the water. Iron alum has not only this property but also that of reducing oil discharged from surface condensers to a condition in which it may be readily removed by filtration.", "characters": 264, "sentences": 3}, {"text": "Where foaming occurs as the result of overtreatment of the feed water, the obvious remedy is a change in such treatment.", "characters": 120, "sentences": 2}, {"text": "[Illustration: 3000 Horse-power Installation of Cross Drum Babcock & Wilcox Boilers and Superheaters Equipped with Babcock & Wilcox Chain Grate Stokers at the Washington Terminal Co., Washington, D. C.]", "characters": 202, "sentences": 4}, {"text": "Boiler Compounds--The method of treatment of feed water by far the most generally used is by the use of some of the so-called boiler compounds. There are many reliable concerns handling such compounds who unquestionably secure the promised results, but there is a great tendency toward looking on the compound as a \"cure all\" for any water difficulties and care should be taken to deal only with reputable concerns.", "characters": 415, "sentences": 3}, {"text": "When proper care is taken to suit the compound to the water in use, the results secured are fairly effective. In general, however, the use of compounds may only be recommended for the prevention of scale rather than with the view to removing scale which has already formed, that is, the compounds should be introduced with the feed water only when the boiler has been thoroughly cleaned.", "characters": 387, "sentences": 3}, {"text": "The saving in the fuel due to the heating of feed water by means of heat that would otherwise be wasted may be computed from the formula:", "characters": 137, "sentences": 1}, {"text": "100 (t - t_{i}) Fuel saving per cent = ---------------      (1)                        H + 32 - t_{i}", "characters": 101, "sentences": 1}, {"text": "where, t = temperature of feed water after heating, t_{i} = temperature of feed water before heating, and H = total heat above 32 degrees per pound of steam at the boiler pressure. Values of H may be found in Table 23. Table 17 has been computed from this formula to show the fuel saving under the conditions assumed with the boiler operating at 180 pounds gauge pressure.", "characters": 372, "sentences": 4}, {"text": "In general, feed water heaters may be divided into closed heaters, open heaters and economizers; the first two depend for their heat upon exhaust, or in some cases live steam, while the last class utilizes the heat of the waste flue gases to secure the same result. The question of the type of apparatus to be installed is dependent upon the conditions attached to each individual case.", "characters": 386, "sentences": 3}, {"text": "When the feed water is such that scale will quickly encrust the economizer and throw it out of service for cleaning during an excessive portion of the time, it will be necessary to purify water before introducing it into an economizer to make it earn a profit on the investment.", "characters": 278, "sentences": 2}, {"text": "Feeding of Water--The choice of methods to be used in introducing feed water into a boiler lies between an injector and a pump. In most plants, an injector would not be economical, as the water fed by such means must be cold, a fact which makes impossible the use of a heater before the water enters the injector. Such a heater might be installed between the injector and the boiler but as heat is added to the water in the injector, the heater could not properly fulfill its function.", "characters": 485, "sentences": 4}, {"text": "In locomotive practice, injectors are used because there is no exhaust steam available for heating the feed, this being utilized in producing a forced draft, and because of space requirements. In power plant work, however, pumps are universally used for regular operation, though injectors are sometimes installed as an auxiliary method of feeding.", "characters": 348, "sentences": 3}, {"text": "Table 18 shows the relative value of injectors, direct-acting steam pumps and pumps driven from the engine, the data having been obtained from actual experiment. It will be noted that when feeding cold water direct to the boilers, the injector has a slightly greater economy but when feeding through a heater, the pump is by far the more economical.", "characters": 349, "sentences": 3}, {"text": "[Illustration: Portion of 4160 Horse-power Installation of Babcock & Wilcox Boilers at the Prudential Life Insurance Co. Building, Newark, N. J.]", "characters": 145, "sentences": 4}, {"text": "Dry saturated steam contains no water. In some cases, saturated steam is accompanied by water which is carried along with it, either in the form of a spray or is blown along the surface of the piping, and the steam is then said to be wet. The percentage weight of the steam in a mixture of steam and water is called the quality of the steam. Thus, if in a mixture of 100 pounds of steam and water there is three-quarters of a pound of water, the quality of the steam will be 99.25.", "characters": 481, "sentences": 6}, {"text": "Heat may be added to steam not in contact with water, such an addition of heat resulting in an increase of temperature and pressure if the volume be kept constant, or an increase in temperature and volume if the pressure remain constant. Steam whose temperature thus exceeds that of saturated steam at a corresponding pressure is said to be superheated and its properties approximate those of a perfect gas.", "characters": 407, "sentences": 3}, {"text": "The specific volume of saturated steam at any pressure is the volume in cubic feet of one pound of steam at that pressure.", "characters": 122, "sentences": 2}, {"text": "The density of saturated steam, that is, its weight per cubic foot, is obviously the reciprocal of the specific volume. This density varies as the 16/17 power over the ordinary range of pressures used in steam boiler work and may be found by the formula, D = .003027p^{.941}, which is correct within 0.15 per cent up to 250 pounds pressure.", "characters": 340, "sentences": 6}, {"text": "The relative volume of steam is the ratio of the volume of a given weight to the volume of the same weight of water at 39.2 degrees Fahrenheit and is equal to the specific volume times 62.427.", "characters": 192, "sentences": 4}, {"text": "As vapors are liquids in their gaseous form and the boiling point is the point of change in this condition, it is clear that this point is dependent upon the pressure under which the liquid exists. This fact is of great practical importance in steam condenser work and in many operations involving boiling in an open vessel, since in the latter case its altitude will have considerable influence. The relation between altitude and boiling point of water is shown in Table 12.", "characters": 475, "sentences": 4}, {"text": "Where H = the total heat of steam above 32 degrees Fahrenheit from steam           tables,       h = sensible heat of feed water above 32 degrees Fahrenheit from           Table 22.", "characters": 181, "sentences": 2}, {"text": "In the form above, the factor may be determined with either saturated or superheated steam, provided that in the latter case values of H are available for varying degrees of superheat and pressures.", "characters": 198, "sentences": 2}, {"text": "Where             s = mean specific heat of superheated steam at the                       pressure existing in the trial from saturated                       steam to the temperature existing in the trial,             t_{sup} = final temperature of steam,             t_{sat} = temperature of saturated steam, corresponding to                       pressure existing, (t_{sup} - t_{sat}) = degrees of superheat.", "characters": 412, "sentences": 2}, {"text": "Table 19 gives factors of evaporation for saturated steam boiler trials to cover a large range of conditions. Except for the most refined work, intermediate values may be determined by interpolation.", "characters": 199, "sentences": 3}, {"text": "FACTORS OF EVAPORATION                 CALCULATED FROM MARKS AND DAVIS TABLES", "characters": 77, "sentences": 1}, {"text": "The temperature, pressure and other properties of steam for varying amounts of vacuum and the pressure above vacuum corresponding to each inch of reading of the vacuum gauge are given in Table 20.", "characters": 196, "sentences": 2}, {"text": "From the steam tables, the condensed Table 21 of the properties of steam at different pressures may be constructed. From such a table there may be drawn the following conclusions.", "characters": 179, "sentences": 3}, {"text": "The gain due to superheat cannot be predicted from the formula for the efficiency of a perfect steam engine given on page 119. This formula is not applicable in cases where superheat is present since only a relatively small amount of the heat in the steam is imparted at the maximum or superheated temperature.", "characters": 310, "sentences": 3}, {"text": "The formulae for the algebraic expression of the relation between saturated steam pressures, temperatures and steam volumes have been up to the present time empirical. These relations have, however, been determined by experiment and, from the experimental data, tables have been computed which render unnecessary the use of empirical formulae. Such formulae may be found in any standard work of thermo-dynamics. The following tables cover all practical cases.", "characters": 459, "sentences": 5}, {"text": "Table 22 gives the heat units contained in water above 32 degrees Fahrenheit at different temperatures.", "characters": 103, "sentences": 2}, {"text": "These tables are based on those computed by Lionel S. Marks and Harvey N. Davis, these being generally accepted as being the most correct.", "characters": 138, "sentences": 4}, {"text": "[Illustration: Portion of 6100 Horse-power Installation of Babcock & Wilcox Boilers Equipped with Babcock & Wilcox Chain Grate Stokers at the Campbell Street Plant of the Louisville Railway Co., Louisville, Ky. This Company Operates a Total of 14,000 Horse Power of Babcock & Wilcox Boilers]", "characters": 291, "sentences": 3}, {"text": "t = Temperature, degrees Fahrenheit. v = Specific volume, in cubic feet, per pound. h = Total heat from water at 32 degrees, B. t. u.", "characters": 133, "sentences": 6}, {"text": "The percentage by weight of steam in a mixture of steam and water is called the _quality of the steam_.", "characters": 103, "sentences": 2}, {"text": "The apparatus used to determine the moisture content of steam is called a calorimeter though since it may not measure the heat in the steam, the name is not descriptive of the function of the apparatus. The first form used was the \"barrel calorimeter\", but the liability of error was so great that its use was abandoned. Modern calorimeters are in general of either the throttling or separator type.", "characters": 399, "sentences": 4}, {"text": "Throttling Calorimeter--Fig. 14 shows a typical form of throttling calorimeter. Steam is drawn from a vertical main through the sampling nipple, passes around the first thermometer cup, then through a one-eighth inch orifice in a disk between two flanges, and lastly around the second thermometer cup and to the atmosphere. Thermometers are inserted in the wells, which should be filled with mercury or heavy cylinder oil.", "characters": 422, "sentences": 5}, {"text": "The instrument and all pipes and fittings leading to it should be thoroughly insulated to diminish radiation losses. Care must be taken to prevent the orifice from becoming choked with dirt and to see that no leaks occur. The exhaust pipe should be short to prevent back pressure below the disk.", "characters": 295, "sentences": 4}, {"text": "The difference in B. t. u. in a pound of steam at the boiler pressure and after passing the orifice is the heat available for evaporating the moisture content and superheating the steam. Therefore,", "characters": 197, "sentences": 5}, {"text": "H - h - 0.47(t_{2} - t_{1}) or x = ---------------------------      (4)                     L", "characters": 93, "sentences": 2}, {"text": "Almost invariably the lower pressure is taken as that of the atmosphere. Under such conditions, h = 1150.4 and t_{1} = 212 degrees. The formula thus becomes:", "characters": 157, "sentences": 4}, {"text": "H - 1150.4 - 0.47(t_{2} - 212) x = ------------------------------      (5)                   L", "characters": 94, "sentences": 3}, {"text": "For practical work it is more convenient to dispense with the upper thermometer in the calorimeter and to measure the pressure in the steam main by an accurate steam pressure gauge.", "characters": 181, "sentences": 2}, {"text": "Sources of Error in the Apparatus--A slight error may arise from the value, 0.47, used as the specific heat of superheated steam at atmospheric pressure. This value, however is very nearly correct and any error resulting from its use will be negligible.", "characters": 253, "sentences": 4}, {"text": "There is ordinarily a larger source of error due to the fact that the stem of the thermometer is not heated to its full length, to an initial error in the thermometer and to radiation losses.", "characters": 191, "sentences": 2}, {"text": "With an ordinary thermometer immersed in the well to the 100 degrees mark, the error when registering 300 degrees would be about 3 degrees and the true temperature be 303 degrees.[19]", "characters": 183, "sentences": 2}, {"text": "With a normal reading thus obtained for a pressure approximately the same as existed in the trial, the true percentage of moisture in the steam, that is, with the proper correction made for radiation, may be calculated as follows:", "characters": 230, "sentences": 1}, {"text": "Let T denote the normal reading for the conditions existing in the trial. The effect of radiation from the instrument as pointed out will be to lower the temperature of the steam at the lower pressure. Let x_{1} represent the proportion of water in the steam which will lower its temperature an amount equal to the loss by radiation. Then,", "characters": 339, "sentences": 4}, {"text": "This amount of moisture, x_{1} was not in the steam originally but is the result of condensation in the instrument through radiation. Hence, the true amount of moisture in the steam represented by X is the difference between the amount as determined in the trial and that resulting from condensation, or,", "characters": 304, "sentences": 2}, {"text": "H - h - 0.47(t_{2} - t_{1})   H - h - 0.47(T - t_{1})   = --------------------------- - -----------------------                  L                        L", "characters": 155, "sentences": 3}, {"text": "For any calorimeter within the range of its ordinary use, such a thermometer and radiation correction taken from one normal reading is approximately correct for any conditions with the same or a duplicate thermometer.", "characters": 217, "sentences": 2}, {"text": "The percentage of moisture in the steam, corrected for thermometer error and radiation and the correction to be applied to the particular calorimeter used, would be determined as follows: Assume a gauge pressure in the trial to be 180 pounds and the thermometer reading to be 295 degrees. A normal reading, taken in the manner described, gives a value of T = 303 degrees; then, the percentage of moisture corrected for thermometer error and radiation is,", "characters": 454, "sentences": 2}, {"text": "1197.7 - 1150.4 - 0.47(t_{2} - 212)    0  = ------------------------------------                         845.0", "characters": 110, "sentences": 5}, {"text": "The thermometer and radiation correction to be applied to the instrument used, therefore over the ordinary range of pressure is", "characters": 127, "sentences": 1}, {"text": "The limits of moisture within which the throttling calorimeter will work are, at sea level, from 2.88 per cent at 50 pounds gauge pressure and 7.17 per cent moisture at 250 pounds pressure.", "characters": 189, "sentences": 4}, {"text": "The instrument, like a throttling calorimeter, should be well insulated to prevent losses from radiation.", "characters": 105, "sentences": 2}, {"text": "The steam passing through a separating calorimeter may be calculated by Napier's formula, the size of the orifice being known. There are objections to such a calculation, however, in that it is difficult to accurately determine the areas of such small orifices. Further, small orifices have a tendency to become partly closed by sediment that may be carried by the steam. The more accurate method of determining the amount of steam passing through the instrument is as follows:", "characters": 477, "sentences": 4}, {"text": "Where x = per cent moisture in steam,       W = weight of steam condensed,       w = weight of moisture as taken out by the separating           calorimeter.", "characters": 157, "sentences": 2}, {"text": "Sampling Nipple--The principle source of error in steam calorimeter determinations is the failure to obtain an average sample of the steam delivered by the boiler and it is extremely doubtful whether such a sample is ever obtained. The two governing features in the obtaining of such a sample are the type of sampling nozzle used and its location.", "characters": 347, "sentences": 3}, {"text": "A sampling nipple, open at the inner end and unperforated, undoubtedly gives as accurate a measure as can be obtained of the moisture in the steam passing that end. It would appear that a satisfactory method of obtaining an average sample of the steam would result from the use of an open end unperforated nipple passing through a stuffing box which would allow the end to be placed at any point across the diameter of the steam pipe.", "characters": 434, "sentences": 3}, {"text": "It would appear that the nozzle illustrated is undoubtedly the best that has been developed for use in the determination of the moisture content of steam, not only in the case of low, but also in high pressure steam.", "characters": 216, "sentences": 2}, {"text": "[Illustration: Fig. 19. Illustrating the Manner in which Erroneous Calorimeter Readings may be Obtained due to Improper Location of Sampling Nozzle", "characters": 147, "sentences": 3}, {"text": "Fig. 19 indicates certain locations of sampling nozzles from which erroneous results will be obtained, the reasons being obvious from a study of the cuts.", "characters": 154, "sentences": 3}, {"text": "Before taking any calorimeter reading, steam should be allowed to flow through the instrument freely until it is thoroughly heated. The method of using a throttling calorimeter is evident from the description of the instrument given and the principle upon which it works.", "characters": 271, "sentences": 3}, {"text": "Where H_{sup} = total heat of one pound of superheated steam at any                 pressure and temperature,       H_{sat} = total heat of one pound of saturated steam at same                 pressure,       S_{sup} = temperature of superheated steam taken,       S_{sat} = temperature of saturated steam corresponding to the                 pressure taken.", "characters": 358, "sentences": 2}, {"text": "Factor of Evaporation with Superheated Steam--When superheat is present in the steam during a boiler trial, where superheated steam tables are available, the formula for determining the factor of evaporation is that already given, (2),[22] namely,", "characters": 247, "sentences": 1}, {"text": "Here H = total heat in one pound of superheated steam from the table, h and L having the same values as in (2).", "characters": 111, "sentences": 2}, {"text": "Where no such tables are available but the specific heat of superheat is known, the formula becomes:", "characters": 100, "sentences": 1}, {"text": "H - h + Sp. Ht.(T - t) Factor of evaporation = ----------------------                                   L", "characters": 105, "sentences": 3}, {"text": "_Superheat_      _Added Fuel_  _Degrees_        _Per Cent_     25               1.59     50               3.07     75               4.38    100               5.69    150               8.19    200              10.58", "characters": 214, "sentences": 7}, {"text": "It is in the prime movers that the advantages of the use of superheated steam are most clearly seen.", "characters": 100, "sentences": 2}, {"text": "The lower the heat consumption of an engine per indicated horse power, the higher its economy and the less the number of heat units must be imparted to the steam generated. This in turn leads to the lowering of the amount of fuel that must be burned per indicated horse power.", "characters": 276, "sentences": 3}, {"text": "Again, if saturated steam contains moisture, the effect of this moisture on the economy of a steam turbine is to reduce the economy to a greater extent than the proportion by weight of water, one per cent of water causing approximately a falling off of 2 per cent in the economy.", "characters": 279, "sentences": 2}, {"text": "The main engines of the \"Idalia\" are four cylinder, triple expansion, 11-1/2 × 19 inches by 22-11/16 × 18 inches stroke. Steam is supplied by a Babcock & Wilcox marine boiler having 2500 square feet of boiler heating surface, 340 square feet of superheating surface and 65 square feet of grate surface.", "characters": 304, "sentences": 3}, {"text": "The auxiliaries consist of a feed pump 6 × 4 × 6 inches, an independent air pump 6 × 12 × 8 inches, and a centrifugal pump driven by a reciprocating engine 5-7/16 × 5 inches. Under ordinary operating conditions the superheat existing is about 100 degrees Fahrenheit.", "characters": 271, "sentences": 3}, {"text": "Such a gain is dependent upon the class of engine and the power plant equipment in general. In determining the advisability of making a superheater installation, all of the factors entering into each individual case should be considered and balanced, with a view to determining the saving in relation to cost, maintenance, depreciation etc.", "characters": 340, "sentences": 3}, {"text": "[Illustration: 8400 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters at the Butler Street Plant of the Georgia Railway and Power Co., Atlanta, Ga. This Company Operates a Total of 15,200 Horse Power of Babcock & Wilcox Boilers]", "characters": 248, "sentences": 3}, {"text": "Pure air is a mechanical mixture of oxygen and nitrogen. While different authorities give slightly varying values for the proportion of oxygen and nitrogen contained, the generally accepted values are:", "characters": 201, "sentences": 2}, {"text": "By volume, oxygen 20.91 per cent, nitrogen 79.09 per cent.     By weight, oxygen 23.15 per cent, nitrogen 76.85 per cent.", "characters": 121, "sentences": 7}, {"text": "Air in nature always contains other constituents in varying amounts, such as dust, carbon dioxide, ozone and water vapor.", "characters": 121, "sentences": 2}, {"text": "Being perfectly elastic, the density or weight per unit of volume decreases in geometric progression with the altitude. This fact has a direct bearing in the proportioning of furnaces, flues and stacks at high altitudes, as will be shown later in the discussion of these subjects. The atmospheric pressures corresponding to various altitudes are given in Table 12.", "characters": 364, "sentences": 4}, {"text": "The weight and volume of air depend upon the pressure and the temperature, as expressed by the formula:", "characters": 103, "sentences": 1}, {"text": "Where P = the absolute pressure in pounds per square foot,       v = the volume in cubic feet of one pound of air,       T = the absolute temperature of the air in degrees Fahrenheit,   53.33 = a constant for air derived from the ratio of pressure, volume           and temperature of a perfect gas.", "characters": 299, "sentences": 3}, {"text": "The weight of one cubic foot of air will obviously be the reciprocal of its volume, that is, 1/v pounds.", "characters": 104, "sentences": 2}, {"text": "Example: Required the volume of air in cubic feet under 60.3 pounds gauge pressure per square inch at 115 degrees Fahrenheit.", "characters": 125, "sentences": 3}, {"text": "1    1 Weight per cubic foot = - = ---- = 0.352 pounds.                         v   2.84", "characters": 88, "sentences": 4}, {"text": "The specific heat of air at constant pressure varies with its temperature. A number of determinations of this value have been made and certain of those ordinarily accepted as most authentic are given in Table 28.", "characters": 212, "sentences": 3}, {"text": "Air may carry a considerable quantity of water vapor, which is frequently 3 per cent of the total weight. This fact is of importance in problems relating to heating drying and the compressing of air. Table 29 gives the amount of vapor required to saturate air at different temperatures, its weight, expansive force, etc., and contains sufficient information for solving practically all problems of this sort that may arise.", "characters": 423, "sentences": 5}, {"text": "WEIGHTS OF AIR, VAPOR OF WATER, AND SATURATED MIXTURES OF AIR AND VAPOR                           AT DIFFERENT TEMPERATURES,      UNDER THE ORDINARY ATMOSPHERIC PRESSURE OF 29.921 INCHES OF MERCURY", "characters": 197, "sentences": 2}, {"text": "Column 5 = barometer pressure of 29.921, minus the proportion of this due to vapor pressure from column 4.", "characters": 106, "sentences": 3}, {"text": "Combustion is perfect when the combustible unites with the greatest possible amount of oxygen, as when one atom of carbon unites with two atoms of oxygen to form carbon dioxide, CO_{2}. The combustion is imperfect when complete oxidation of the combustible does not occur, or where the combustible does not unite with the maximum amount of oxygen, as when one atom of carbon unites with one atom of oxygen to form carbon monoxide, CO, which may be further burned to carbon dioxide.", "characters": 481, "sentences": 3}, {"text": "Kindling Point--Before a combustible can unite with oxygen and combustion takes place, its temperature must first be raised to the ignition or kindling point, and a sufficient time must be allowed for the completion of the combustion before the temperature of the gases is lowered below that point. Table 30, by Stromeyer, gives the approximate kindling temperatures of different fuels.", "characters": 386, "sentences": 3}, {"text": "Combustibles--The principal combustibles in coal and other fuels are carbon, hydrogen and sulphur, occurring in varying proportions and combinations.", "characters": 149, "sentences": 2}, {"text": "Hydrogen in a free state occurs in small quantities in some fuels, but is usually found in combination with carbon, in the form of hydrocarbons. The density of hydrogen is 0.0696 (Air = 1) and its weight per cubic foot, at 32 degrees Fahrenheit and under atmospheric pressure, is 0.005621 pounds.", "characters": 296, "sentences": 5}, {"text": "Sulphur is found in most coals and some oils. It is usually present in combined form, either as sulphide of iron or sulphate of lime; in the latter form it has no heat value. Its presence in fuel is objectionable because of its tendency to aid in the formation of clinkers, and the gases from its combustion, when in the presence of moisture, may cause corrosion.", "characters": 363, "sentences": 4}, {"text": "Nitrogen is drawn into the furnace with the air. Its density is 0.9673 (Air = 1); its weight, at 32 degrees Fahrenheit and under atmospheric pressure, is 0.07829 pounds per cubic foot; each pound of air at atmospheric pressure contains 0.7685 pounds of nitrogen, and one pound of nitrogen is contained in 1.301 pounds of air.", "characters": 325, "sentences": 7}, {"text": "Nitrogen performs no useful office in combustion and passes through the furnace without change. It dilutes the air, absorbs heat, reduces the temperature of the products of combustion, and is the chief source of heat losses in furnaces.", "characters": 236, "sentences": 3}, {"text": "Calorific Value--Each combustible element of gas will combine with oxygen in certain definite proportions and will generate a definite amount of heat, measured in B. t. u. This definite amount of heat per pound liberated by perfect combustion is termed the calorific value of that substance. Table 31, gives certain data on the reactions and results of combustion for elementary combustibles and several compounds.", "characters": 414, "sentences": 6}, {"text": "Air Required for Combustion--It has already been shown that each combustible element in fuel will unite with a definite amount of oxygen. With the ultimate analysis of the fuel known, in connection with Table 31, the theoretical amount of air required for combustion may be readily calculated.", "characters": 293, "sentences": 3}, {"text": "_Per Cent_ Carbon          74.79 Hydrogen         4.98 Oxygen           6.42 Nitrogen         1.20 Sulphur          3.24 Water            1.55 Ash              7.82                ------                100.00", "characters": 208, "sentences": 9}, {"text": "0.7479 C × 2-2/3         = 1.9944 O needed (           0.0642 ) ( 0.0498 -  -------) H × 8 = 0.3262 O needed (              8   )   0.0324 S × 1             = 0.0324 O needed                              ------                     Total    2.3530 O needed", "characters": 258, "sentences": 9}, {"text": "The weight of combustible per pound of fuel is .7479 + .0418[27] + .0324 + .012 = .83 pounds, and the air theoretically required per pound of combustible is 10.165 ÷ .83 = 12.2 pounds.", "characters": 185, "sentences": 10}, {"text": "The above is equivalent to computing the theoretical amount of air required per pound of fuel by the formula:", "characters": 109, "sentences": 1}, {"text": "(    O) Weight per pound = 11.52 C + 34.56 (H - -) + 4.32 S      (10)                                    (    8)", "characters": 112, "sentences": 4}, {"text": "where C, H, O and S are proportional parts by weight of carbon, hydrogen, oxygen and sulphur by ultimate analysis.", "characters": 114, "sentences": 2}, {"text": "Table 32 gives the theoretical amount of air required for various fuels calculated from formula (10) assuming the analyses of the fuels given in the table.", "characters": 155, "sentences": 2}, {"text": "The process of combustion of different fuels and the effect of variation in the air supply for their combustion is treated in detail in the chapters dealing with the various fuels.", "characters": 180, "sentences": 2}, {"text": "[Illustration: 4064 HORSE-POWER Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers, at the Cosmopolitan Electric Co., Chicago, Ill.]", "characters": 191, "sentences": 3}, {"text": "The object of a flue gas analysis is the determination of the completeness of the combustion of the carbon in the fuel, and the amount and distribution of the heat losses due to incomplete combustion. The quantities actually determined by an analysis are the relative proportions by volume, of carbon dioxide (CO_{2}), oxygen (O), and carbon monoxide (CO), the determinations being made in this order.", "characters": 401, "sentences": 3}, {"text": "_Actual Volume_                           _for One Pound Carbon_      _Per Cent_                                _Cubic Feet_           _by Volume_ Carbon Dioxide                      32          =        20.91 Oxygen                               0          =         0.00 Nitrogen                           121          =        79.09                                    ---                  ------ Air required for one pound Carbon  153          =       100.00", "characters": 461, "sentences": 5}, {"text": "_Actual Volume_             _for One Pound Carbon_    _Per Cent_                  _Cubic Feet_         _by Volume_ Carbon Dioxide        32          =      13.91 } Oxygen                16          =       7.00 } = 20.91 per cent Nitrogen             181.5        =      79.09                      -----              ------                      229.5        =     100.00", "characters": 370, "sentences": 8}, {"text": "_Actual Volume_              _for One Pound Carbon_    _Per Cent_                   _Cubic Feet_         _by Volume_ Carbon Dioxide         32          =      10.45 } Oxygen                 32          =      10.45 } = 20.91 per cent Nitrogen              242          =      79.09                       ---                ------                       306          =     100.00", "characters": 377, "sentences": 6}, {"text": "In each case the volume of oxygen which combines with the carbon is equal to (cubic feet of air × 20.91 per cent)--32 cubic feet.", "characters": 130, "sentences": 3}, {"text": "Carbon monoxide (CO) produced by the imperfect combustion of carbon, will occupy twice the volume of the oxygen entering into its composition and will increase the volume of the flue gases over that of the air supplied for combustion in the proportion of", "characters": 254, "sentences": 1}, {"text": "Air Required and Supplied--When the ultimate analysis of a fuel is known, the air required for complete combustion with no excess can be found as shown in the chapter on combustion, or from the following approximate formula:", "characters": 224, "sentences": 1}, {"text": "where C, H and O equal the percentage by weight of carbon, hydrogen and oxygen in the fuel divided by 100.", "characters": 106, "sentences": 2}, {"text": "The weight of flue gases resulting from the combustion of a pound of dry coal will be the sum of the weights of the air per pound of coal and the combustible per pound of coal, the latter being equal to one minus the percentage of ash as found in the boiler test. The weight of flue gases per pound of dry fuel may, however, be computed directly from the analyses, as shown later, and the direct computation is that ordinarily used.", "characters": 432, "sentences": 3}, {"text": "The ratio of the air actually supplied per pound of fuel to that theoretically required to burn it is:", "characters": 102, "sentences": 1}, {"text": "N 3.036(---------)×C       CO_{2}+CO ------------------      (13)       C       O 34.56(- + H - -)       3       8", "characters": 115, "sentences": 3}, {"text": "Where L = B. t. u. lost per pound of fuel,       W = weight of flue gases in pounds per pound of dry coal,       T = temperature of flue gases,       t = temperature of atmosphere,    0.24 = specific heat of the flue gases.", "characters": 223, "sentences": 6}, {"text": "The weight of flue gases, W, per pound of carbon can be computed directly from the flue gas analysis from the formula:", "characters": 118, "sentences": 1}, {"text": "where CO_{2}, O, CO, and N are the percentages by volume as determined by the flue gas analysis of carbon dioxide, oxygen, carbon monoxide and nitrogen.", "characters": 152, "sentences": 2}, {"text": "The weight of flue gas per pound of dry coal will be the weight determined by this formula multiplied by the percentage of carbon in the coal from an ultimate analysis.", "characters": 168, "sentences": 2}, {"text": "[Graph: Temperature of Escaping Gases--Deg. Fahr. against Heat carried away by Chimney Gases--In B.t.u. per pound of Carbon burned.[31]", "characters": 135, "sentences": 7}, {"text": "Fig. 20. Loss Due to Heat Carried Away by Chimney Gases for Varying Percentages of Carbon Dioxide. Based on Boiler Room Temperature = 80 Degrees Fahrenheit. Nitrogen in Flue Gas = 80.5 Per Cent. Carbon Monoxide in Flue Gas = 0. Per Cent]", "characters": 237, "sentences": 8}, {"text": "Fig. 20 represents graphically the loss due to heat carried away by dry chimney gases for varying percentages of CO_{2}, and different temperatures of exit gases.", "characters": 162, "sentences": 3}, {"text": "The heat lost, due to the fact that the carbon in the fuel is not completely burned and carbon monoxide is present in the flue gases, in B. t. u. per pound of fuel burned is:", "characters": 174, "sentences": 4}, {"text": "where, as before, CO and CO_{2} are the percentages by volume in the flue gases and C is the proportion by weight of carbon which is burned and passes up the stack.", "characters": 164, "sentences": 2}, {"text": "Fig. 21 represents graphically the loss due to such carbon in the fuel as is not completely burned but escapes up the stack in the form of carbon monoxide.", "characters": 155, "sentences": 3}, {"text": "Apparatus for Flue Gas Analysis--The Orsat apparatus, illustrated in Fig. 22, is generally used for analyzing flue gases. The burette A is graduated in cubic centimeters up to 100, and is surrounded by a water jacket to prevent any change in temperature from affecting the density of the gas being analyzed.", "characters": 307, "sentences": 4}, {"text": "The apparatus should be carefully tested for leakage as well as all connections leading thereto. Simple tests can be made; for example: If after the cock G is closed, the bottle F is placed on top of the frame for a short time and again brought to the zero mark, the level of the water in A is above the zero mark, a leak is indicated.", "characters": 335, "sentences": 3}, {"text": "The gas is then driven over into the pipette C and a similar operation is carried out. The difference between the resulting reading and the first reading gives the percentage of oxygen in the flue gases.", "characters": 203, "sentences": 3}, {"text": "The next operation is to drive the gas into the pipette D, the gas being given a final wash in E, and then passed into the pipette C to neutralize any hydrochloric acid fumes which may have been given off by the cuprous chloride solution, which, especially if it be old, may give off such fumes, thus increasing the volume of the gases and making the reading on the burette less than the true amount.", "characters": 400, "sentences": 2}, {"text": "The process must be carried out in the order named, as the pyrogallol solution will also absorb carbon dioxide, while the cuprous chloride solution will also absorb oxygen.", "characters": 172, "sentences": 2}, {"text": "The analysis made by the Orsat apparatus is volumetric; if the analysis by weight is required, it can be found from the volumetric analysis as follows:", "characters": 151, "sentences": 1}, {"text": "Multiply the percentages by volume by either the densities or the molecular weight of each gas, and divide the products by the sum of all the products; the quotients will be the percentages by weight. For most work sufficient accuracy is secured by using the even values of the molecular weights.", "characters": 296, "sentences": 3}, {"text": "Table 33 indicates the method of converting a volumetric flue gas analysis into an analysis by weight.", "characters": 102, "sentences": 2}, {"text": "Application of Formulae and Rules--Pocahontas coal is burned in the furnace, a partial ultimate analysis being:", "characters": 111, "sentences": 1}, {"text": "_Per Cent_ Carbon                    82.1 Hydrogen                   4.25 Oxygen                     2.6 Sulphur                    1.6 Ash                        6.0 B. t. u., per pound dry  14500", "characters": 197, "sentences": 9}, {"text": "Determine: The flue gas analysis by weight (see Table 33), the amount of air required for perfect combustion, the actual weight of air per pound of fuel, the weight of flue gas per pound of coal, the heat lost in the chimney gases if the temperature of these is 500 degrees Fahrenheit, and the ratio of the air supplied to that theoretically required.", "characters": 351, "sentences": 2}, {"text": "Solution: The theoretical weight of air required for perfect combustion, per pound of fuel, from formula (11) will be,", "characters": 118, "sentences": 1}, {"text": "(.821            .026    .016) W = 34.56 (---- + (.0425 - ----) + ----) = 10.88 pounds.           (  3               8       8 )", "characters": 128, "sentences": 8}, {"text": "If the amount of carbon which is burned and passes away as flue gas is 80 per cent, which would allow for 2.1 per cent of unburned carbon in terms of the total weight of dry fuel burned, the weight of dry gas per pound of carbon burned will be from formula (16):", "characters": 262, "sentences": 2}, {"text": "11 × 10.7 + 8 × 9.0 + 7(0 + 80.3) W = --------------------------------- = 23.42 pounds                3(10.7 + 0)", "characters": 115, "sentences": 6}, {"text": "The heat lost in the flue gases per pound of coal burned will be from formula (15) and the value 18.74 just determined.", "characters": 119, "sentences": 3}, {"text": "The ratio of air supplied per pound of coal to that theoretically required will be 18.74 ÷ 10.88 = 1.72 per cent.", "characters": 114, "sentences": 5}, {"text": "The ratio based on combustible will be greater than the ratio based on fuel if there is unconsumed carbon in the ash.", "characters": 117, "sentences": 2}, {"text": "Table 34 gives the densities of various gases together with other data that will be of service in gas analysis work.", "characters": 116, "sentences": 2}, {"text": "DENSITY OF GASES AT 32 DEGREES FAHRENHEIT AND ATMOSPHERIC PRESSURE                    ADAPTED FROM SMITHSONIAN TABLES", "characters": 117, "sentences": 1}, {"text": "[Illustration: 1942 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters in the Singer Building, New York City]", "characters": 128, "sentences": 1}, {"text": "Fuels for steam boilers may be classified as solid, liquid or gaseous. Of the solid fuels, anthracite and bituminous coals are the most common, but in this class must also be included lignite, peat, wood, bagasse and the refuse from certain industrial processes such as sawdust, shavings, tan bark and the like. Straw, corn and coffee husks are utilized in isolated cases.", "characters": 372, "sentences": 4}, {"text": "The class of liquid fuels is represented chiefly by petroleum, though coal tar and water-gas tar are used to a limited extent.", "characters": 126, "sentences": 2}, {"text": "Gaseous fuels are limited to natural gas, blast furnace gas and coke oven gas, the first being a natural product and the two latter by-products from industrial processes. Though waste gases from certain processes may be considered as gaseous fuels, inasmuch as the question of combustion does not enter, the methods of utilizing them differ from that for combustible gaseous fuel, and the question will be dealt with separately.", "characters": 428, "sentences": 3}, {"text": "Since coal is by far the most generally used of all fuels, this chapter will be devoted entirely to the formation, composition and distribution of the various grades, from anthracite to peat. The other fuels will be discussed in succeeding chapters and their combustion dealt with in connection with their composition.", "characters": 318, "sentences": 3}, {"text": "Moisture in coal may be more detrimental than ash in reducing the temperature of a furnace, as it is non-combustible, absorbs heat both in being evaporated and superheated to the temperature of the furnace gases. In some instances, however, a certain amount of moisture in a bituminous coal produces a mechanical action that assists in the combustion and makes it possible to develop higher capacities than with dry coal.", "characters": 421, "sentences": 3}, {"text": "Classification of Coal--Custom has classified coals in accordance with the varying content of carbon and volatile matter in the combustible. Table 36 gives the approximate percentages of these constituents for the general classes of coals with the corresponding heat values per pound of combustible.", "characters": 299, "sentences": 3}, {"text": "APPROXIMATE COMPOSITION AND CALORIFIC VALUE         OF GENERAL GRADES OF COAL ON BASIS OF COMBUSTIBLE", "characters": 101, "sentences": 1}, {"text": "Anthracite--The name anthracite, or hard coal, is applied to those dry coals containing from 3 to 7 per cent volatile matter and which do not swell when burned. True anthracite is hard, compact, lustrous and sometimes iridescent, and is characterized by few joints and clefts. Its specific gravity varies from 1.4 to 1.8. In burning, it kindles slowly and with difficulty, is hard to keep alight, and burns with a short, almost colorless flame, without smoke.", "characters": 459, "sentences": 7}, {"text": "Semi-anthracite coal has less density, hardness and luster than true anthracite, and can be distinguished from it by the fact that when newly fractured it will soot the hands. Its specific gravity is ordinarily about 1.4. It kindles quite readily and burns more freely than the true anthracites.", "characters": 295, "sentences": 5}, {"text": "Semi-bituminous coal is softer than anthracite, contains more volatile hydrocarbons, kindles more easily and burns more rapidly. It is ordinarily free burning, has a high calorific value and is of the highest order for steam generating purposes.", "characters": 245, "sentences": 3}, {"text": "Bituminous coals are either of the caking or non-caking class. The former, when heated, fuse and swell in size; the latter burn freely, do not fuse, and are commonly known as free burning coals. Caking coals are rich in volatile hydrocarbons and are valuable in gas manufacture.", "characters": 278, "sentences": 4}, {"text": "Bituminous coals absorb moisture from the atmosphere. The surface moisture can be removed by ordinary drying, but a portion of the water can be removed only by heating the coal to a temperature of about 250 degrees Fahrenheit.", "characters": 226, "sentences": 3}, {"text": "Its composition varies over wide limits. The ash may run as low as one per cent and as high as 50 per cent. Its high content of moisture and the large quantity of air necessary for its combustion cause large stack losses. It is distinctly a low-grade fuel and is used almost entirely in the districts where mined, due to its cheapness.", "characters": 335, "sentences": 5}, {"text": "Distribution--The anthracite coals are, with some unimportant exceptions, confined to five small fields in Eastern Pennsylvania, as shown in the following list. These fields are given in the order of their hardness.", "characters": 215, "sentences": 3}, {"text": "Lehigh or Eastern Middle Field   Green Mountain District   Black Creek District   Hazelton District   Beaver Meadow District   Panther Creek District[33]", "characters": 153, "sentences": 1}, {"text": "Wyoming or Northern Field   Carbondale District   Scranton District   Pittston District   Wilkesbarre District   Plymouth District", "characters": 130, "sentences": 1}, {"text": "Schuylkill or Southern Field   East Schuylkill District   West Schuylkill District   Louberry District", "characters": 102, "sentences": 1}, {"text": "Anthracite is also found in Pulaski and Wythe Counties, Virginia; along the border of Little Walker Mountain, and in Gunnison County, Colorado. The areas in Virginia are limited, however, while in Colorado the quality varies greatly in neighboring beds and even in the same bed. An anthracite bed in New Mexico was described in 1870 by Dr. R. W. Raymond, formerly United States Mining Commissioner.", "characters": 398, "sentences": 7}, {"text": "The largest of the bituminous fields is the Appalachian. Beginning near the northern boundary of Pennsylvania, in the western portion of the State, it extends southwestward through West Virginia, touching Maryland and Virginia on their western borders, passing through southeastern Ohio, eastern Kentucky and central Tennessee, and ending in western Alabama, 900 miles from its northern extremity.", "characters": 397, "sentences": 3}, {"text": "The next bituminous coal producing region to the west is the Northern Field, in north central Michigan. Still further to the west, and second in importance to the Appalachian Field, is the Eastern Interior Field. This covers, with the exception of the upper northern portion, nearly the entire State of Illinois, southwest Indiana and the western portion of Kentucky.", "characters": 367, "sentences": 4}, {"text": "The Western Field extends through central and southern Iowa, western Missouri, southwestern Kansas, eastern Oklahoma and the west central portion of Arkansas. The Southwestern Field is confined entirely to the north central portion of Texas, in which State there are also two small isolated fields along the Rio Grande River.", "characters": 325, "sentences": 3}, {"text": "The remaining bituminous fields are scattered through what may be termed the Rocky Mountain Region, extending from Montana to New Orleans. A partial list of these fields and their location follows:", "characters": 197, "sentences": 2}, {"text": "Along the Pacific Coast a few small fields are scattered in western California, southwestern Oregon, western and northwestern Washington.", "characters": 137, "sentences": 2}, {"text": "Most of the coals in the above fields are on the border line between bituminous and lignite. They are really a low grade of bituminous coal and are known as sub-bituminous or black lignites.", "characters": 190, "sentences": 3}, {"text": "Lignites--These resemble the brown coals of Europe and are found in the western states, Wyoming, New Mexico, Arizona, Utah, Montana, North Dakota, Nevada, California, Oregon and Washington. Many of the fields given as those containing bituminous coals in the western states also contain true lignite. Lignite is also found in the eastern part of Texas and in Oklahoma.", "characters": 368, "sentences": 4}, {"text": "Anthracite is the nearest approach to the ideal coal for storing. It is not subject to spontaneous ignition, and for this reason is unlimited in the amount that may be stored in one pile. With bituminous coals, however, the case is different. Most bituminous coals will ignite if placed in large enough piles and all suffer more or less from disintegration. Coal producers only store such coals as are least liable to ignite, and which will stand rehandling for shipment.", "characters": 471, "sentences": 6}, {"text": "The changes which take place in stored coal are of two kinds: 1st, the oxidization of the inorganic matter such as pyrites; and 2nd, the direct oxidization of the organic matter of the actual coal.", "characters": 197, "sentences": 2}, {"text": "Experiments to show loss in calorific heat values due to weathering indicate that such loss may be as high as 10 per cent when the coal is stored in the air, and 8.75 per cent when stored under water. It would appear that the higher the volatile content of the coal, the greater will be the loss in calorific value and the more subject to spontaneous ignition.", "characters": 360, "sentences": 4}, {"text": "To minimize the danger of spontaneous ignition in storing coal, the piles should be thoroughly ventilated.", "characters": 106, "sentences": 2}, {"text": "Coke is a porous product consisting almost entirely of carbon remaining after certain manufacturing processes have distilled off the hydrocarbon gases of the fuel used. It is produced, first, from gas coal distilled in gas retorts; second, from gas or ordinary bituminous coals burned in special furnaces called coke ovens; and third, from petroleum by carrying the distillation of the residuum to a red heat.", "characters": 409, "sentences": 3}, {"text": "Coke is a smokeless fuel. It readily absorbs moisture from the atmosphere and if not kept under cover its moisture content may be as much as 20 per cent of its own weight.", "characters": 171, "sentences": 3}, {"text": "Gas-house coke is generally softer and more porous than oven coke, ignites more readily, and requires less draft for its combustion.", "characters": 132, "sentences": 2}, {"text": "[Illustration: 16,000 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters at the Brunot's Island Plant of the Duquesne Light Co., Pittsburgh, Pa.]", "characters": 164, "sentences": 3}, {"text": "The heating value of a fuel may be determined either by a calculation from a chemical analysis or by burning a sample in a calorimeter.", "characters": 135, "sentences": 2}, {"text": "Ultimate analyses are given on both a moist and a dry fuel basis. Inasmuch as the latter is the basis generally accepted for the comparison of data, it would appear that it is the best basis on which to report such an analysis. When an analysis is given on a moist fuel basis it may be readily converted to a dry basis by dividing the percentages of the various constituents by one minus the percentage of moisture, reporting the moisture content separately.", "characters": 458, "sentences": 4}, {"text": "C          83.95         84.45 H           4.23          4.25 O           3.02          3.04 N           1.27          1.28 S            .91           .91 Ash         6.03          6.07                         ------                         100.00", "characters": 247, "sentences": 14}, {"text": "Calculations from an Ultimate Analysis--The first formula for the calculation of heating values from the composition of a fuel as determined from an ultimate analysis is due to Dulong, and this formula, slightly modified, is the most commonly used to-day. Other formulae have been proposed, some of which are more accurate for certain specific classes of fuel, but all have their basis in Dulong's formula, the accepted modified form of which is:", "characters": 446, "sentences": 2}, {"text": "(        .0304) = 14,600 × .8445 + 62,000 (.0425 - -----) + 4000 × .0091 = 14,765 B. t. u.                           (          8  )", "characters": 134, "sentences": 8}, {"text": "This coal, by a calorimetric test, showed 14,843 B. t. u., and from a comparison the degree of accuracy of the formula will be noted.", "characters": 133, "sentences": 5}, {"text": "WEIGHT AND CALORIFIC VALUE OF VARIOUS GASES            AT 32 DEGREES FAHRENHEIT AND ATMOSPHERIC PRESSURE         WITH THEORETICAL AMOUNT OF AIR REQUIRED FOR COMBUSTION", "characters": 167, "sentences": 1}, {"text": "In applying this table, as gas analyses may be reported either by weight or volume, there is given in Table 33[36] a method of changing from volumetric analysis to analysis by weight.", "characters": 183, "sentences": 2}, {"text": "1st. Assume a blast furnace gas, the analysis of which in percentages by weight is, oxygen = 2.7, carbon monoxide = 19.5, carbon dioxide = 18.7, nitrogen = 59.1. Here the only combustible gas is the carbon monoxide, and the heat value will be,", "characters": 243, "sentences": 7}, {"text": "2nd. Assume a natural gas, the analysis of which in percentages by volume is oxygen = 0.40, carbon monoxide = 0.95, carbon dioxide = 0.34, olefiant gas (C_{2}H_{4}) = 0.66, ethane (C_{2}H_{6}) = 3.55, marsh gas (CH_{4}) = 72.15 and hydrogen = 21.95. All but the oxygen and the carbon dioxide are combustibles, and the heat per cubic foot will be,", "characters": 346, "sentences": 10}, {"text": "From CO         = 0.0095 ×  347 =   3.30      C_{2}H_{4} = 0.0066 × 1675 =  11.05      C_{2}H_{6} = 0.0355 × 1862 =  66.10      CH_{4}     = 0.7215 × 1050 = 757.58      H          = 0.2195 ×  349 =  76.61                                   ------           B. t. u. per cubic foot 914.64", "characters": 291, "sentences": 15}, {"text": "CO          = 0.0095 ×  2.39 = 0.02 C_{2}H_{4}  = 0.0066 × 14.33 = 0.09 C_{2}H_{6}  = 0.0355 × 16.74 = 0.59 CH_{4}      = 0.7215 ×  9.57 = 6.90 H           = 0.2195 ×  2.41 = 0.53                                ----   Total net air per cubic foot 8.13", "characters": 256, "sentences": 17}, {"text": "Proximate Analysis--The proximate analysis of a fuel gives its proportions by weight of fixed carbon, volatile combustible matter, moisture and ash. A method of making such an analysis which has been found to give eminently satisfactory results is described below.", "characters": 264, "sentences": 3}, {"text": "Proximate analyses may be made and reported on a moist or dry basis. The dry basis is that ordinarily accepted, and this is the basis adopted throughout this book. The method of converting from a moist to a dry basis is the same as described in the case of an ultimate analysis. A proximate analysis is easily made, gives information as to the general characteristics of a fuel and of its _relative_ heating value.", "characters": 414, "sentences": 5}, {"text": "Table 38 gives the proximate analysis and calorific value of a number of representative coals found in the United States.", "characters": 121, "sentences": 2}, {"text": "[Illustration: Portion of 12,080 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters at the Potomac Electric Co., Washington, D. C.]", "characters": 150, "sentences": 4}, {"text": "Table 39 gives for comparison the ultimate and proximate analyses of certain of the coals with which tests were made in the coal testing plant of the United States Geological Survey at the Louisiana Purchase Exposition at St. Louis.", "characters": 232, "sentences": 3}, {"text": "The heating value of a fuel cannot be directly computed from a proximate analysis, due to the fact that the volatile content varies widely in different fuels in composition and in heating value.", "characters": 194, "sentences": 2}, {"text": "Some methods have been advanced for estimating the calorific value of coals from the proximate analysis. William Kent[38] deducted from Mahler's tests of European coals the approximate heating value dependent upon the content of fixed carbon in the combustible. The relation as deduced by Kent between the heat and value per pound of combustible and the per cent of fixed carbon referred to combustible is represented graphically by Fig. 23.", "characters": 441, "sentences": 5}, {"text": "Goutal gives another method of determining the heat value from a proximate analysis, in which the carbon is given a fixed value and the heating value of the volatile matter is considered as a function of its percentage referred to combustible. Goutal's method checks closely with Kent's determinations.", "characters": 302, "sentences": 3}, {"text": "All the formulae, however, for computing the calorific value of coals from a proximate analysis are ordinarily limited to certain classes of fuels. Mr. Kent, for instance, states that his deductions are correct within a close limit for fuels containing more than 60 per cent of fixed carbon in the combustible, while for those containing a lower percentage, the error may be as great as 4 per cent, either high or low.", "characters": 418, "sentences": 4}, {"text": "While the use of such computations will serve where approximate results only are required, that they are approximate should be thoroughly understood.", "characters": 149, "sentences": 2}, {"text": "Calorimetry--An ultimate or a proximate analysis of a fuel is useful in determining its general characteristics, and as described on page 183, may be used in the calculation of the approximate heating value. Where the efficiency of a boiler is to be computed, however, this heating value should in all instances be determined accurately by means of a fuel calorimeter.", "characters": 368, "sentences": 3}, {"text": "Fig. 23. Graphic Representation of Relation between Heat Value Per Pound of Combustible and Fixed Carbon in Combustible as Deduced by Wm. Kent.]", "characters": 144, "sentences": 5}, {"text": "A calorimeter of this type which will be found to give satisfactory results is that of M. Pierre Mahler, illustrated in Fig. 24 and consisting of the following parts:", "characters": 166, "sentences": 3}, {"text": "A water jacket A, which maintains constant conditions outside of the calorimeter proper, and thus makes possible a more accurate computation of radiation losses.", "characters": 161, "sentences": 2}, {"text": "The porcelain lined steel bomb B, in which the combustion of the fuel takes place in compressed oxygen.", "characters": 103, "sentences": 2}, {"text": "A thermometer I, for temperature determination of the water in the calorimeter. The thermometer is best supported by a stand independent of the calorimeter, so that it may not be moved by tremors in the parts of the calorimeter, which would render the making of readings difficult. To obtain accuracy of readings, they should be made through a telescope or eyeglass.", "characters": 366, "sentences": 4}, {"text": "A pressure gauge M, for noting the amount of oxygen admitted to the bomb. Between 20 and 25 atmospheres are ordinarily employed.", "characters": 128, "sentences": 3}, {"text": "A piece of fine iron wire is connected to the lower end of the plunger to form a fuse for igniting the sample. The weight of iron wire used is determined, and if after combustion a portion has not been burned, the weight of such portion is determined. In placing the sample in the pan, and in adjusting the fuse, the top of the calorimeter is removed. It is then replaced and carefully screwed into place on the bomb by means of a long handled wrench furnished for the purpose.", "characters": 477, "sentences": 5}, {"text": "While no experiments have been made to show conclusively which of these methods is the better, the latter is generally used.", "characters": 124, "sentences": 2}, {"text": "Unquestionably the best method of taking data is by the use of co-ordinate paper and a plotting of the data with temperatures and time intervals as ordinates and abscissae. Such a graphic representation is shown in Fig. 25.", "characters": 223, "sentences": 4}, {"text": "Fig. 25 shows the results of such readings, plotted in accordance with the method suggested. It now remains to compute the results from this plotted data.", "characters": 154, "sentences": 4}, {"text": "_                 _      |    R' - R         | C = N|R + ------ (T\" - T)|      (19)      |_   T' - T        _|", "characters": 110, "sentences": 1}, {"text": "Where C  = correction in degree centigrade,       N  = number of intervals over which correction is made,       R  = initial radiation in degrees per interval,       R' = final radiation in degrees per interval,       T  = average temperature for period through which initial radiation            is computed,       T\" = average temperature over period of combustion[39],       T' = average temperature over period through which final radiation            is computed.[39]", "characters": 472, "sentences": 2}, {"text": "20.29 + 22.54 + 22.84 + 22.88 + 22.87 + 22.86 T\" = --------------------------------------------- = 22.36                            6", "characters": 133, "sentences": 8}, {"text": "_                              _      |       .01 - 0                  | C = 6|0 + -------------(22.36 - 20.29)|      |_   22.85 - 20.29              _|", "characters": 152, "sentences": 6}, {"text": "Pfaundler's formula while simple is rather long. Mr. E. H. Peabody has devised a simpler formula with which, under proper conditions, the variation from correction as found by Pfaundler's method is negligible.", "characters": 209, "sentences": 6}, {"text": "This formula may be generalized for conditions where the maximum temperature is reached after a period of more than one minute as follows:", "characters": 138, "sentences": 1}, {"text": "Let M = the number of intervals between the time of firing and the maximum temperature. Then the radiation through this period will be an average of the radiation for M intervals before firing and for M intervals after the maximum is recorded, or", "characters": 246, "sentences": 2}, {"text": "MR + MR'              M          M C = ------- + (N - M)R' = - R + (N - -)R'      (21)        2                  2          2", "characters": 125, "sentences": 1}, {"text": "In the case of Mr. Peabody's deductions M was found to be approximately 2 and formula (21) becomes directly, C = R + (N - 1)R' or formula (20).", "characters": 143, "sentences": 3}, {"text": "Peabody's approximate formula has been found from a number of tests to give results within .003 degrees Fahrenheit for the limits within which its application holds good as described. The value of M, which is not necessarily a whole number, should be determined for each test, though in all probability such a value is a constant for any individual calorimeter which is properly operated.", "characters": 388, "sentences": 4}, {"text": "Other small corrections to be made are those for the formation of nitric acid and for the combustion of sulphur to sulphuric acid instead of sulphur dioxide, due to the more complete combustion in the presence of oxygen than would be possible in the atmosphere.", "characters": 261, "sentences": 2}, {"text": "To make these corrections the bomb of the calorimeter is carefully washed out with water after each test and the amount of acid determined from titrating this water with a standard solution of ammonia or of caustic soda, all of the acid being assumed to be nitric acid. Each cubic centimeter of the ammonia titrating solution used is equivalent to a correction of 2.65 calories.", "characters": 378, "sentences": 4}, {"text": "The total correction therefore for the aqueous nitric and sulphuric acid is found by multiplying the ammonia by 2.65 and adding 13 calories for each 0.01 gram of sulphur in the coal. This total correction is to be deducted from the heat value as found from the corrected range and the amount equivalent to the calorimeter.", "characters": 322, "sentences": 5}, {"text": "The heat evolved in burning of a definite weight of standard naphthaline may also be used as a means of calibrating the calorimeter as a whole.", "characters": 143, "sentences": 2}, {"text": "The larger sizes of anthracite are rarely used for commercial steam generating purposes as the demand for domestic use now limits the supply. In commercial plants the sizes generally found are Nos. 1, 2 and 3 buckwheat. In some plants where the finer sizes are used, a small percentage of bituminous coal, say, 10 per cent, is sometimes mixed with the anthracite and beneficial results secured both in economy and capacity.", "characters": 423, "sentences": 5}, {"text": "Stacks used with forced blast should be of such size as to insure a slight suction in the furnace under any conditions of operation. A blast up to 3 inches of water should be available for the finer sizes supplied by engine driven fans, automatically controlled by the boiler pressure. The blast required will increase as the depth of the fuel bed increases, and the slight suction should be maintained in the furnace by damper regulation.", "characters": 439, "sentences": 4}, {"text": "The use of blast with the finer sizes causes rapid fouling of the heating surfaces of the boiler, the dust often amounting to over 10 per cent of the total fuel fired. Economical disposal of dust and ashes is of the utmost importance in burning fuel of this nature. Provision should be made in the baffling of the boiler to accommodate and dispose of this dust. Whenever conditions permit, the ashes can be economically disposed of by flushing them out with water.", "characters": 464, "sentences": 5}, {"text": "Bituminous Coals--There is no classification of bituminous coal as to size that holds good in all localities. The American Society of Mechanical Engineers suggests the following grading:", "characters": 186, "sentences": 2}, {"text": "(C) Nut coal; that which passes through a bar-screen with 1¼-inch     openings and over one with ¾-inch openings.", "characters": 115, "sentences": 2}, {"text": "(F) Lump coal; divided into 6-inch, 3-inch and 1¼-inch lump, according     to the diameter of the circular openings over which the respective     grades pass; also 6 × 3-inch lump and 3 × 1¼-inch lump, according as     the coal passes through a circular opening having the diameter of     the larger figure and over that of the smaller diameter.", "characters": 349, "sentences": 2}, {"text": "(G) Nut coal; divided into 3-inch steam nut, which passes through an     opening 3 inches diameter and over 1¼ inches; 1¼ inch nut, which     passes through a 1¼-inch diameter opening and over a ¾-inch     diameter opening; ¾-inch nut, which passes through a ¾-inch     diameter opening and over a 5/8-inch diameter opening.", "characters": 330, "sentences": 2}, {"text": "In general as thin fires are found necessary, the intervals of firing should be made more frequent and the quantity of coal fired at each interval smaller. As thin fires become necessary due to the character of the coal, the tendency to clinker will increase if the thickness be increased over that found to give the best results.", "characters": 330, "sentences": 3}, {"text": "There are two general methods of hand firing: 1st, the spreading method; and 2nd, the coking method.", "characters": 100, "sentences": 2}, {"text": "Stokers--The term \"automatic stoker\" oftentimes conveys the erroneous impression that such an apparatus takes care of itself, and it must be thoroughly understood that any stoker requires expert attention to as high if not higher degree than do hand-fired furnaces.", "characters": 265, "sentences": 2}, {"text": "Stokers under ordinary operating conditions will give more nearly smokeless combustion than will hand-fired furnaces and for this reason must often be installed regardless of other considerations. While a constant air supply for a given power is theoretically secured by the use of a stoker, and in many instances the draft is automatically governed, the air supply should, nevertheless, be as carefully watched and checked by flue gas analyses as in the case of hand-fired furnaces.", "characters": 483, "sentences": 3}, {"text": "There is a tendency in all stokers to cause the loss of some good fuel or siftings in the ashpit, but suitable arrangements may be made to reclaim this.", "characters": 152, "sentences": 2}, {"text": "Mechanical Stokers are of three general types: 1st, overfeed; 2nd, underfeed; and 3rd, traveling grate. The traveling grate stokers are sometimes classed as overfeed but properly should be classed by themselves as under certain conditions they are of the underfeed rather than the overfeed type.", "characters": 295, "sentences": 3}, {"text": "Underfeed stokers are ordinarily operated with a forced blast, this in some cases being operated by the same mechanism as the stoker drive, thus automatically meeting the requirements of various combustion rates.", "characters": 212, "sentences": 2}, {"text": "Chain grate stokers in general produce less smoke than either overfeed or underfeed types, due to the fact that there are no cleaning periods necessary. Such periods occur with the latter types of stokers at intervals depending upon the character of the fuel used and the rate of combustion. With chain grate stokers the cleaning is continuous and automatic, and no periods occur when smoke will necessarily be produced.", "characters": 420, "sentences": 4}, {"text": "This class of stoker is particularly successful in burning low grades of coal running high in ash and volatile matter which can only be burned with difficulty on the other types. The cost of up-keep in a chain grate, properly constructed and operated, is low in comparison with the same cost for other stokers.", "characters": 310, "sentences": 3}, {"text": "Smoke--The question of smoke and smokelessness in burning fuels has recently become a very important factor of the problem of combustion. Cities and communities throughout the country have passed ordinances relative to the quantities of smoke that may be emitted from a stack, and the failure of operators to live up to the requirements of such ordinances, resulting as it does in fines and annoyance, has brought their attention forcibly to the matter.", "characters": 453, "sentences": 3}, {"text": "[Illustration: Fig. 26. Babcock & Wilcox Boiler and Superheater Equipped with Babcock & Wilcox Chain Grate Stoker. This Setting has been Particularly Successful in Minimizing Smoke]", "characters": 181, "sentences": 4}, {"text": "Smoke may be diminished by employing a baffle arrangement which gives the gases a fairly long travel under heated brickwork and by introducing air above the fire. In many cases, however, special furnaces for smoke reduction are installed at the expense of capacity and economy.", "characters": 277, "sentences": 3}, {"text": "To repeat, it must be emphatically borne in mind that the question of smokelessness is largely one of degree, and dependent to an extent much greater than is ordinarily appreciated upon the handling of the fuel and the furnaces by the operators, be these furnaces hand fired or automatically fired.", "characters": 298, "sentences": 2}, {"text": "[Illustration: 3520 Horse-power Installation of Babcock & Wilcox Boilers at the Portland Railway, Light and Power Co., Portland, Ore. These Boilers are Equipped with Wood Refuse Extension Furnaces at the Front and Oil Burning Furnaces at the Mud Drum End]", "characters": 255, "sentences": 3}, {"text": "Wood--Wood is vegetable tissue which has undergone no geological change. Usually the term is used to designate those compact substances familiarly known as tree trunks and limbs. When newly cut, wood contains moisture varying from 30 per cent to 50 per cent. When dried for a period of about a year in the atmosphere, the moisture content will be reduced to 18 or 20 per cent.", "characters": 376, "sentences": 5}, {"text": "In designing furnaces for burning wood, the question resolves itself into: 1st, the essential elements to give maximum capacity and efficiency with this class of fuel; and 2nd, the construction which will entail the least labor in handling and feeding the fuel and removing the refuse after combustion.", "characters": 302, "sentences": 2}, {"text": "Whether natural draft or blast is used, much of the fuel is carried onto the heating surfaces and these should be cleaned regularly to maintain a good efficiency. Collecting chambers in various portions of the setting should be provided for this unconsumed fuel, and these should be kept clean.", "characters": 294, "sentences": 3}, {"text": "With proper draft conditions, 150 pounds of this fuel containing about 30 to 40 per cent of moisture can be burned per square foot of grate surface per hour, and in a properly designed furnace one square foot of grate surface can develop from 5 to 6 boiler horse power. Where the wood contains 50 per cent of moisture or over, it is not usually safe to figure on obtaining more than 3 to 4 horse power per square foot of grate surface.", "characters": 435, "sentences": 3}, {"text": "Bagasse--Bagasse is the refuse of sugar cane from which the juice has been extracted by pressure between the rolls of the mill. From the start of the sugar industry bagasse has been considered the natural fuel for sugar plantations, and in view of the importance of the industry a word of history relative to the use of this fuel is not out of place.", "characters": 350, "sentences": 3}, {"text": "When the manufacture of sugar was in its infancy the cane was passed through but a single mill and the defecation and concentration of the saccharine juice took place in a series of vessels mounted one after another over a common fire at one end and connected to a stack at the opposite end. This primitive method was known in the English colonies as the \"Open Wall\" and in the Spanish-American countries as the \"Jamaica Train\".", "characters": 428, "sentences": 3}, {"text": "The evaporation and concentration of the juice in the open air and over a direct fire required such quantities of fuel, and the bagasse, in fact, played such an important part in the manufacture of sugar, that oftentimes the degree of extraction, which was already low, would be sacrificed to the necessity of obtaining a bagasse that might be readily burned.", "characters": 359, "sentences": 2}, {"text": "The furnaces in use with these methods were as primitive as the rest of the apparatus, and the bagasse could be burned in them only by first drying it. This naturally required an enormous quantity of handling of the fuel in spreading and collecting and frequently entailed a shutting down of the mill, because a shower would spoil the supply which had been dried.", "characters": 363, "sentences": 3}, {"text": "The difficulties arising from the necessity of drying this fuel caused a widespread attempt on the part of inventors to the turning out of a furnace which would successfully burn green bagasse. Some of the designs were more or less clever, and about the year 1880 several such green bagasse furnaces were installed. These did not come up to expectations, however, and almost invariably they were abandoned and recourse had to be taken to the old method of drying in the sun.", "characters": 474, "sentences": 4}, {"text": "On several of the plantations horizontal multitubular boilers externally fired were installed and at the time were considered the acme of perfection. Numerous attempts were made to burn the bagasse green, among others the step grates imported from Louisiana and known as the Leon Marie furnaces, but satisfactory results were obtained in none of the appliances tried.", "characters": 367, "sentences": 3}, {"text": "Composition and Calorific Value of Bagasse--The proportion of fiber contained in the cane and density of the juice are important factors in the relation the bagasse fuel will have to the total fuel necessary to generate the steam required in a mill's operation. A cane rich in wood fiber produces more bagasse than a poor one and a thicker juice is subject to a higher degree of dilution than one not so rich.", "characters": 409, "sentences": 3}, {"text": "Besides the percentage of bagasse in the cane, its physical condition has a bearing on its calorific value. The factors here entering are the age at which the cane must be cut, the locality in which it is grown, etc. From the analysis of any sample of bagasse its approximate calorific value may be calculated from the formula,", "characters": 327, "sentences": 3}, {"text": "8550F + 7119S + 6750G - 972W B. t. u. per pound bagasse = ----------------------------      (22)                                           100", "characters": 142, "sentences": 4}, {"text": "Where F = per cent of fiber in cane, S = per cent sucrose, G = per cent glucose, W = per cent water.", "characters": 100, "sentences": 2}, {"text": "This formula gives the total available heat per pound of bagasse, that is, the heat generated per pound less the heat required to evaporate its moisture and superheat the steam thus formed to the temperature of the stack gases.", "characters": 227, "sentences": 2}, {"text": "F = 50     S and G = 4.5  W = 42.5  B. t. u. = 4183 F = 40     S and G = 6.0  W = 51.0  B. t. u. = 3351 F = 33.3   S and G = 7.0  W = 56.7  B. t. u. = 2797", "characters": 155, "sentences": 17}, {"text": "12×7119             (100-12)×972 ------- = 854.3 and ------------ = 855.4.   100                   100", "characters": 104, "sentences": 4}, {"text": "Table 43 gives the analyses and heat values of bagasse from various localities. Table 44 gives the value of mill bagasse at different extractions, which data may be of service in making approximations as to its fuel value as compared with that of other fuels.", "characters": 259, "sentences": 3}, {"text": "1: Per Cent Extraction of Weight of Cane  2: Per Cent Moisture in Bagasse  3: Per Cent in Bagasse  4: Fuel Value, B. t. u.  5: Per Cent in Bagasse  6: Fuel Value, B. t. u.  7: Per Cent in Bagasse  8: Fuel Value, B. t. u.  9: Total Heat Developed per Pound of Bagasse 10: Heat Required to Evaporate Moisture[42] 11: Heat Available for Steam Generation 12: Pounds of Bagasse Equivalent to one Pound of Coal of 14,000 B. t. u.", "characters": 423, "sentences": 13}, {"text": "Furnace Design and the Combustion of Bagasse--With the advance in sugar manufacture there came, as described, a decrease in the amount of bagasse available for fuel. As the general efficiency of a plant of this description is measured by the amount of auxiliary fuel required per ton of cane, the relative importance of the furnace design for the burning of this fuel is apparent.", "characters": 380, "sentences": 3}, {"text": "Fig. 27 shows a typical bagasse furnace with which very satisfactory results have been obtained. The design of this furnace may be altered to suit the boilers to which it is connected. It may be changed slightly in its proportions and in certain instances in its position relative to the boiler. The furnace as shown is essentially a bagasse furnace and may be modified somewhat to accommodate auxiliary fuel.", "characters": 409, "sentences": 6}, {"text": "The fuel should be fed to the furnace through an opening in the roof above the pit by some mechanical means which will insure a constant fuel feed and at the same time prevent the inrush of cold air into the furnace.", "characters": 216, "sentences": 2}, {"text": "This class of fuel deposits a considerable quantity of dust, which if not removed promptly will fuse into a hard glass-like clinker. Ample provision should be made for the removal of such dust from the furnace, the gas ducts and the boiler setting, and these should be thoroughly cleaned once in 24 hours.", "characters": 305, "sentences": 3}, {"text": "Table 45 gives the results of several tests on Babcock & Wilcox boilers using fuel of this character.", "characters": 101, "sentences": 2}, {"text": "[Illustration: 686 Horse-power Babcock & Wilcox Boiler and Superheater in Course of Erection at the Quincy, Mass., Station of the Bay State Street Railway Co.]", "characters": 159, "sentences": 3}, {"text": "Petroleum is practically the only liquid fuel sufficiently abundant and cheap to be used for the generation of steam. It possesses many advantages over coal and is extensively used in many localities.", "characters": 200, "sentences": 3}, {"text": "There are three kinds of petroleum in use, namely those yielding on distillation: 1st, paraffin; 2nd, asphalt; 3rd, olefine. To the first group belong the oils of the Appalachian Range and the Middle West of the United States. These are a dark brown in color with a greenish tinge. Upon their distillation such a variety of valuable light oils are obtained that their use as fuel is prohibitive because of price.", "characters": 412, "sentences": 5}, {"text": "To the second group belong the oils found in Texas and California. These vary in color from a reddish brown to a jet black and are used very largely as fuel.", "characters": 157, "sentences": 3}, {"text": "The third group comprises the oils from Russia, which, like the second, are used largely for fuel purposes.", "characters": 107, "sentences": 2}, {"text": "Gradually heat 100 cubic centimeters of the oil in a distillation flask to a temperature of 150 degrees centigrade; collect the distillate in a graduated tube and measure the resulting water. Such a method insures complete removal of water and reduces the error arising from the slight solubility of the water in gasolene. Two samples checked by the two methods for the amount of moisture present gave,", "characters": 402, "sentences": 3}, {"text": "_Distillation_       _Dilution_       _Per Cent_         _Per Cent_          8.71               6.25          8.82               6.26", "characters": 133, "sentences": 5}, {"text": "%C      = Per Cent Carbon %H      = Per Cent Hydrogen %S      = Per Cent Sulphur %O      = Per Cent Oxygen S.G.    = Specific Gravity FP      = Degrees Flash Point %H_{2}O = Per Cent Moisture Btu     = B. t. u. Per Pound", "characters": 220, "sentences": 6}, {"text": "Calorific Value--A pound of petroleum usually has a calorific value of from 18,000 to 22,000 B. t. u. If an ultimate analysis of an average sample be, carbon 84 per cent, hydrogen 14 per cent, oxygen 2 per cent, and assuming that the oxygen is combined with its equivalent of hydrogen as water, the analysis would become, carbon 84 per cent, hydrogen 13.75 per cent, water 2.25 per cent, and the heat value per pound including its contained water would be,", "characters": 456, "sentences": 6}, {"text": "Carbon       .8400 × 14,600 = 12,264 B. t. u. Hydrogen     .1375 × 62,100 =  8,625 B. t. u.                               ------[**Should be .1375 x 62,000 = 8,525]                         Total 20,889 B. t. u.[**Would be Total = 20,789]", "characters": 239, "sentences": 13}, {"text": "The nitrogen in petroleum varies from 0.008 to 1.0 per cent, while the sulphur varies from 0.07 to 3.0 per cent.", "characters": 112, "sentences": 6}, {"text": "Table 46, compiled from various sources, gives the composition, calorific value and other data relative to oil from different localities.", "characters": 137, "sentences": 2}, {"text": "Gravity of Oils--Oils are frequently classified according to their gravity as indicated by the Beaume hydrometer scale. Such a classification is by no means an accurate measure of their relative calorific values.", "characters": 212, "sentences": 3}, {"text": "Petroleum as Compared with Coal--The advantages of the use of oil fuel over coal may be summarized as follows:", "characters": 110, "sentences": 1}, {"text": "1st. The cost of handling is much lower, the oil being fed by simple mechanical means, resulting in,", "characters": 100, "sentences": 2}, {"text": "2nd. A general labor saving throughout the plant in the elimination of stokers, coal passers, ash handlers, etc.", "characters": 112, "sentences": 3}, {"text": "3rd. For equal heat value, oil occupies very much less space than coal. This storage space may be at a distance from the boiler without detriment.", "characters": 146, "sentences": 4}, {"text": "4th. Higher efficiencies and capacities are obtainable with oil than with coal. The combustion is more perfect as the excess air is reduced to a minimum; the furnace temperature may be kept practically constant as the furnace doors need not be opened for cleaning or working fires; smoke may be eliminated with the consequent increased cleanliness of the heating surfaces.", "characters": 372, "sentences": 4}, {"text": "6th. Oil when stored does not lose in calorific value as does coal, nor are there any difficulties arising from disintegration, such as may be found when coal is stored.", "characters": 169, "sentences": 3}, {"text": "7th. Cleanliness and freedom from dust and ashes in the boiler room with a consequent saving in wear and tear on machinery; little or no damage to surrounding property due to such dust.", "characters": 185, "sentences": 3}, {"text": "1st. The necessity that the oil have a reasonably high flash point to minimize the danger of explosions.", "characters": 104, "sentences": 3}, {"text": "2nd. City or town ordinances may impose burdensome conditions relative to location and isolation of storage tanks, which in the case of a plant situated in a congested portion of the city, might make use of this fuel prohibitive.", "characters": 229, "sentences": 3}, {"text": "3rd. Unless the boilers and furnaces are especially adapted for the use of this fuel, the boiler upkeep cost will be higher than if coal were used. This objection can be entirely obviated, however, if the installation is entrusted to those who have had experience in the work, and the operation of a properly designed plant is placed in the hands of intelligent labor.", "characters": 368, "sentences": 4}, {"text": "[Illustration: City of San Francisco, Cal., Fire Fighting Station. No. 1. 2800 Horse Power of Babcock & Wilcox Boilers, Equipped for Burning Oil Fuel]", "characters": 150, "sentences": 5}, {"text": "2nd. When atomized it must be brought into contact with the requisite quantity of air for its combustion, and this quantity must be at the same time a minimum to obviate loss in stack gases.", "characters": 190, "sentences": 3}, {"text": "3rd. The mixture must be burned in a furnace where a refractory material radiates heat to assist in the combustion, and the furnace must stand up under the high temperatures developed.", "characters": 184, "sentences": 3}, {"text": "4th. The combustion must be completed before the gases come into contact with the heating surfaces or otherwise the flame will be extinguished, possibly to ignite later in the flue connection or in the stack.", "characters": 208, "sentences": 3}, {"text": "5th. There must be no localization of the heat on certain portions of the heating surfaces or trouble will result from overheating and blistering.", "characters": 146, "sentences": 3}, {"text": "The second requirement is fulfilled by properly introducing the air into the furnace, either through checkerwork under the burners or through openings around them, and by controlling the quantity of air to meet variations in furnace conditions.", "characters": 244, "sentences": 2}, {"text": "The third requirement is provided for by installing a furnace so designed as to give a sufficient area of heated brickwork to radiate the heat required to maintain a proper furnace temperature.", "characters": 193, "sentences": 2}, {"text": "The fourth requirement is provided for by giving ample space for the combustion of the mixture of atomized oil and air, and a gas travel of sufficient length to insure that this combustion be completed before the gases strike the heating surfaces.", "characters": 247, "sentences": 2}, {"text": "The fifth requirement is fulfilled by the adoption of a suitable burner in connection with the furnace meeting the other requirements. A burner must be used from which the flame will not impinge directly on the heating surface and must be located where such action cannot take place. If suitable burners properly located are not used, not only is the heat localized with disastrous results, but the efficiency is lowered by the cooling of the gases before combustion is completed.", "characters": 480, "sentences": 4}, {"text": "Oil Burners--The functions of an oil burner is to atomize or vaporize the fuel so that it may be burned like a gas. All burners may be classified under three general types: 1st, spray burners, in which the oil is atomized by steam or compressed air; 2nd, vapor burners, in which the oil is converted into vapor and then passed into the furnace; 3rd, mechanical burners, in which the oil is atomized by submitting it to a high pressure and passing it through a small orifice.", "characters": 474, "sentences": 3}, {"text": "Steam spray burners of the older types had disadvantages in that they were so designed that there was a tendency for the nozzle to clog with sludge or coke formed from the oil by the heat, without means of being readily cleaned. This has been overcome in the more modern types.", "characters": 277, "sentences": 3}, {"text": "Steam spray burners, as now used, may be divided into two classes: 1st, inside mixers; and 2nd, outside mixers. In the former the steam and oil come into contact within the burner and the mixture is atomized in passing through the orifice of the burner nozzle.", "characters": 260, "sentences": 3}, {"text": "On both steam and air atomizing types, a by-pass should be installed between the steam or air and the oil pipes to provide for the blowing out of the oil duct. Strainers should be provided for removing sludge from the fuel and should be so located as to allow for rapid removal, cleaning and replacing.", "characters": 302, "sentences": 3}, {"text": "This system of oil burning is especially adapted for marine work as the quantity of steam for putting pressure on the oil is small and the condensed steam may be returned to the system.", "characters": 185, "sentences": 2}, {"text": "The air so admitted does not necessarily require a whirling motion, but experiments show that where the air is brought into contact with the oil spray with the right \"twist\", better combustion is secured and lower air pressures and less refinement of adjustment of individual burners are required.", "characters": 297, "sentences": 2}, {"text": "The above methods, together with the regulation possible through manipulation of the boiler dampers, indicate the wide range of load conditions that may be handled with an installation of this class of burners.", "characters": 210, "sentences": 2}, {"text": "From the nature of mechanical atomizing burners, individual burners have not as large a capacity as the steam atomizing class. In some tests on a Babcock & Wilcox marine boiler, equipped with mechanical atomizing burners, the maximum horse power developed per burner was approximately 105. Here again the burner capacity is largely one of proper relation between furnace volume and number of burners.", "characters": 400, "sentences": 4}, {"text": "Furnace Design--Too much stress cannot be laid on the importance of furnace design for the use of this class of fuel. Provided a good type of burner is adopted the furnace arrangement and the method of introducing air for combustion into the furnace are the all important factors. No matter what the type of burner, satisfactory results cannot be secured in a furnace not suited to the fuel.", "characters": 391, "sentences": 4}, {"text": "Water-gas Tar--Water-gas tar, or gas-house tar, is a by-product of the coal used in the manufacture of water gas. It is slightly heavier than crude oil and has a comparatively low flash point. In burning, it should be heated only to a temperature which makes it sufficiently fluid, and any furnace suitable for crude oil is in general suitable for water-gas tar. Care should be taken where this fuel is used to install a suitable apparatus for straining it before it is fed to the burner.", "characters": 488, "sentences": 5}, {"text": "[Illustration: Babcock & Wilcox Boilers Fired with Blast Furnace Gas at the Bethlehem Steel Co., Bethlehem, Pa. This Company Operates 12,900 Horse Power of Babcock & Wilcox Boilers]", "characters": 181, "sentences": 3}, {"text": "Of the gaseous fuels available for steam generating purposes, the most common are blast furnace gas, natural gas and by-product coke oven gas.", "characters": 142, "sentences": 2}, {"text": "Blast furnace gas, as implied by its name, is a by-product from the blast furnace of the iron industry. This gasification of the solid fuel in a blast furnace results, 1st, through combustion by the oxygen of the blast; 2nd, through contact with the incandescent ore (Fe_{2}O_{3} + C = 2 FeO + CO and FeO + C = Fe + CO); and 3rd, through the agency of CO_{2} either formed in the process of reduction or driven from the carbonates charged either as ore or flux.", "characters": 461, "sentences": 3}, {"text": "A poor mixing or laneing action in the furnace may result in a pulsating effect of the gases in the setting. This action may at times be remedied by admitting more air to the furnace. On account of the possibility of a pulsating action of the gases under certain conditions and the puffs or explosions, settings for this class of work should be carefully constructed and thoroughly buckstayed and tied.", "characters": 402, "sentences": 4}, {"text": "Natural Gas--Natural gas from different localities varies considerably in composition and heating value. In Table 50 there is given a number of analyses and heat values for natural gas from various localities.", "characters": 209, "sentences": 3}, {"text": "TYPICAL ANALYSES (BY VOLUME) AND CALORIFIC VALUES OF NATURAL                          GAS FROM VARIOUS LOCALITIES", "characters": 113, "sentences": 1}, {"text": "[Illustration: 1600 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters at the Carnegie Natural Gas Co., Underwood, W. Va. Natural Gas is the Fuel Burned under these Boilers]", "characters": 192, "sentences": 4}, {"text": "Table 51 gives the analyses and heat value of certain samples of by-product coke oven gas utilized for fuel purposes.", "characters": 117, "sentences": 2}, {"text": "This gas is nearer to natural gas in its heat value than is blast furnace gas, and in general the remarks as to the proper methods of burning natural gas and the features to be followed in furnace design hold as well for by-product coke oven gas.", "characters": 246, "sentences": 2}, {"text": "The essential difference in burning the two fuels is the pressure under which it reaches the gas burner. Where this is ordinarily from 4 to 8 ounces in the case of natural gas, it is approximately 4 inches of water in the case of by-product coke oven gas. This necessitates the use of larger gas openings in the burners for the latter class of fuel than for the former.", "characters": 369, "sentences": 4}, {"text": "By-product coke oven gas comes to the burners saturated with moisture and provision should be made for the blowing out of water of condensation. This gas too, carries a large proportion of tar and hydrocarbons which form a deposit in the burners and provision should be made for cleaning this out. This is best accomplished by an attachment which permits the blowing out of the burners by steam.", "characters": 395, "sentences": 4}, {"text": "The maximum available horse power that may be secured from such gases is represented by the formula:", "characters": 100, "sentences": 1}, {"text": "Where W = the weight of gases passing per hour,       T = temperature of gases entering heating surface,       t = temperature leaving heating surface,       s = specific heat of gases.", "characters": 185, "sentences": 2}, {"text": "The initial temperature and the weight or volume of gas will depend, as stated, upon the process involved. The exit temperature will depend, to a certain extent, upon the temperature of the entering gases, but will be governed mainly by the efficiency of the heating surfaces installed for the absorption of the heat.", "characters": 317, "sentences": 3}, {"text": "Where the temperature and volume of the gases are in line with what are found in ordinary direct fired practice, the area of the gas passages may be practically standard. With the volume of gas known, the draft loss through the heating surfaces may be obtained from experimental data and this additional draft requirement met by the installation of a stack sufficient to take care of this draft loss and still leave draft enough for operating the furnace at its maximum capacity.", "characters": 479, "sentences": 3}, {"text": "[Graph: Per Cent of Water Heating Surface passed over by Gases/Per Cent of the Total Amount of Steam Generated in the Boiler against Temperature in Degrees Fahrenheit of Hot Gases Sweeping Heating Surface", "characters": 204, "sentences": 1}, {"text": "Fig. 31. Curve Showing Relation Between Gas Temperature, Heating Surface passed over, and Amount of Steam Generated. Ten Square Feet of Heating Surface are Assumed as Equivalent to One Boiler Horse Power]", "characters": 204, "sentences": 4}, {"text": "Fig. 31 shows the relation of gas temperatures, heating surface passed over and work done by such surface for use in cases where the temperatures approach those found in direct fired practice and where the volume of gas available is approximately that with which one horse power may be developed on 10 square feet of heating surface. The curve assumes what may be considered standard gas passage areas, and further, that there is no heat absorbed by direct radiation from the fire.", "characters": 481, "sentences": 4}, {"text": "The gases available for this class of work are almost invariably very dirty. It is essential for the successful operation of waste-heat boilers that ample provision be made for cleaning by the installation of access doors through which all parts of the setting may be reached. In many instances, such as waste-heat boilers set in connection with cement kilns, settling chambers are provided for the dust before the gases reach the boiler.", "characters": 438, "sentences": 4}, {"text": "By-passes for the gases should in all cases be provided to enable the boiler to be shut down for cleaning and repairs without interfering with the operation of the primary furnace. All connections from furnace to boilers should be kept tight to prevent the infiltration of air, with the consequent lowering of gas temperatures.", "characters": 327, "sentences": 3}, {"text": "Auxiliary gas or coal fired grates must be installed to insure continuity in the operation of the boiler where the operation of the furnace is intermittent or where it may be desired to run the boiler with the primary furnace not in operation. Such grates are sometimes used continuously where the gases available are not sufficient to develop the required horse power from a given amount of heating surface.", "characters": 408, "sentences": 3}, {"text": "Fear has at times been expressed that certain waste gases, such as those containing sulphur fumes, will have a deleterious action on the heating surface of the boiler. This feature has been carefully watched, however, and from plants in operation it would appear that in the absence of water or steam leaks within the setting, there is no such harmful action.", "characters": 359, "sentences": 3}, {"text": "[Illustration: Fig. 32. Babcock & Wilcox Boiler Arranged for Utilizing Waste Heat from Open Hearth Furnace. This Setting may be Modified to Take Care of Practically any Kind of Waste Gas]", "characters": 187, "sentences": 4}, {"text": "The intensity of the draft, or difference in pressure, is usually measured in inches of water. Assuming an atmospheric temperature of 62 degrees Fahrenheit and the temperature of the gases in the chimney as 500 degrees Fahrenheit, and, neglecting for the moment the difference in density between the chimney gases and the air, the difference between the weights of the external air and the internal flue gases per cubic foot is .0347 pound, obtained as follows:", "characters": 461, "sentences": 3}, {"text": "Weight of a cubic foot of air at  62 degrees Fahrenheit = .0761 pound Weight of a cubic foot of air at 500 degrees Fahrenheit = .0414 pound                                              ------------------------                                              Difference = .0347 pound", "characters": 279, "sentences": 4}, {"text": "The method best suited for determining the proper proportion of stacks and flues is dependent upon the principle that if the cross sectional area of the stack is sufficiently large for the volume of gases to be handled, the intensity of the draft will depend directly upon the height; therefore, the method of procedure is as follows:", "characters": 334, "sentences": 1}, {"text": "1st. Select a stack of such height as will produce the draft required by the particular character of the fuel and the amount to be burned per square foot of grate surface.", "characters": 171, "sentences": 3}, {"text": "2nd. Determine the cross sectional area necessary to handle the gases without undue frictional losses.", "characters": 102, "sentences": 3}, {"text": "Draft Formula--The force or intensity of the draft, not allowing for the difference in the density of the air and of the flue gases, is given by the formula:", "characters": 157, "sentences": 1}, {"text": "D     = draft produced, measured in inches of water,   H     = height of top of stack above grate bars in feet,   P     = atmospheric pressure in pounds per square inch,   T     = absolute atmospheric temperature,   T_{1} = absolute temperature of stack gases.", "characters": 260, "sentences": 2}, {"text": "In this formula no account is taken of the density of the flue gases, it being assumed that it is the same as that of air. Any error arising from this assumption is negligible in practice as a factor of correction is applied in using the formula to cover the difference between the theoretical figures and those corresponding to actual operating conditions.", "characters": 357, "sentences": 3}, {"text": "The force of draft at sea level (which corresponds to an atmospheric pressure of 14.7 pounds per square inch) produced by a chimney 100 feet high with the temperature of the air at 60 degrees Fahrenheit and that of the flue gases at 500 degrees Fahrenheit is,", "characters": 259, "sentences": 2}, {"text": "/  1     1  \\ D = 0.52 × 100 × 14.7 | --- - --- | = 0.67                       \\ 521   961 /", "characters": 94, "sentences": 4}, {"text": "Under the same temperature conditions this chimney at an atmospheric pressure of 10 pounds per square inch (which corresponds to an altitude of about 10,000 feet above sea level) would produce a draft of,", "characters": 204, "sentences": 1}, {"text": "/  1     1  \\ D = 0.52 × 100 × 10 | --- - --- | = 0.45                     \\ 521   961 /", "characters": 90, "sentences": 3}, {"text": "/ 1      1  \\          0.52 × 14.7|--- - -----|                     \\ T    T_{1}/", "characters": 82, "sentences": 3}, {"text": "which we will call K, for various values of T_{1}. With these values calculated for assumed atmospheric temperature and pressure (24) becomes", "characters": 141, "sentences": 2}, {"text": "For average conditions the atmospheric pressure may be considered 14.7 pounds per square inch, and the temperature 60 degrees Fahrenheit. For these values and various stack temperatures K becomes:", "characters": 196, "sentences": 3}, {"text": "_Temperature Stack Gases_       _Constant K_               750                  .0084               700                  .0081               650                  .0078               600                  .0075               550                  .0071               500                  .0067               450                  .0063               400                  .0058               350                  .0053", "characters": 413, "sentences": 10}, {"text": "[Illustration: 24,420 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers in the Quarry Street Station of the Commonwealth Edison Co., Chicago, Ill.]", "characters": 219, "sentences": 3}, {"text": "This formula can also be used for calculating the frictional losses for flues, in which case, C = the perimeter of the flue in feet, H = the length of the flue in feet, the other values being the same as for stacks.", "characters": 215, "sentences": 2}, {"text": "The available draft is equal to the difference between the theoretical draft from formula (25) and the loss from formula (26), hence:", "characters": 133, "sentences": 1}, {"text": "f W² C H d^{1} = available draft = KH - --------      (27)                                   A³", "characters": 97, "sentences": 1}, {"text": "Table 53 gives the available draft in inches that a stack 100 feet high will produce when serving different horse powers of boilers with the methods of calculation for other heights.", "characters": 182, "sentences": 2}, {"text": "CALCULATED FOR 100-FOOT STACK OF DIFFERENT DIAMETERS ASSUMING STACK TEMPERATURE OF 500 DEGREES FAHRENHEIT AND 100 POUNDS OF GAS PER HORSE POWER", "characters": 143, "sentences": 1}, {"text": "For 750 Degrees F. Add .17 inch. For 700 Degrees F. Add .14 inch. For 650 Degrees F. Add .11 inch. For 600 Degrees F. Add .08 inch. For 550 Degrees F. Add .04 inch. For 450 Degrees F. Deduct .04 inch. For 400 Degrees F. Deduct .09 inch. For 350 Degrees F. Deduct .14 inch.", "characters": 272, "sentences": 25}, {"text": "Assuming 120 pounds of flue gas per hour for each boiler horse power, which provides for ordinary overloads and the use of poor coal, the method above stated gives:", "characters": 164, "sentences": 1}, {"text": "From this formula the curve, Fig. 33, has been calculated and from it the stack diameter for any boiler horse power can be selected.", "characters": 132, "sentences": 3}, {"text": "For stoker practice where a large stack serves a number of boilers, the area is usually made about one-third more than the above rules call for, which allows for leakage of air through the setting of any idle boilers, irregularities in operating conditions, etc.", "characters": 262, "sentences": 2}, {"text": "Stacks with diameters determined as above will give an available draft which bears a constant ratio of the theoretical draft, and allowing for the cooling of the gases in their passage upward through the stack, this ratio is 8. Using this factor in formula (25), and transposing, the height of the chimney becomes,", "characters": 314, "sentences": 2}, {"text": "Where H = height of stack in feet above the level of the grates,   d^{1} = available draft required,       K = constant as in formula.", "characters": 134, "sentences": 2}, {"text": "[Illustration: 6000 Horse-power Installation of Babcock & Wilcox Boilers at the United States Navy Yard, Washington, D. C.]", "characters": 123, "sentences": 3}, {"text": "With circular steel flues of approximately the same size as the stacks, or reduced proportionally to the volume of gases they will handle, a convenient rule is to allow 0.1 inch draft loss per 100 feet of flue length and 0.05 inch for each right-angle turn. These figures are also good for square or rectangular steel flues with areas sufficiently large to provide against excessive frictional loss. For losses in brick or concrete flues, these figures should be doubled.", "characters": 471, "sentences": 6}, {"text": "Underground flues are less desirable than overhead or rear flues for the reason that in most instances the gases will have to make more turns where underground flues are used and because the cross sectional area of such flues will oftentimes be decreased on account of an accumulation of dirt or water which it may be impossible to remove.", "characters": 339, "sentences": 2}, {"text": "In such cases also the fact that the stack diameter is permissibly decreased is no reason why flue sizes connecting to the stack should be decreased. These should still be figured in proportion to the area of the stack that would be furnished under ordinary conditions or with an allowance of 35 square feet per 1000 horse power, even though the cross sectional area appears out of proportion to the stack area.", "characters": 411, "sentences": 3}, {"text": "[Graph: Force of Draft between Furnace and Ash Pit--Inches of Water against Pounds of Coal burned per Square Foot of Grate Surface per Hour", "characters": 139, "sentences": 1}, {"text": "Solution of a Problem--The stack diameter can be determined from the curve, Fig. 33. The height can be determined by adding the draft losses in the furnace, through the boiler and flues, and computing from formula (30) the height necessary to give this draft.", "characters": 259, "sentences": 4}, {"text": "The atmospheric temperature may be assumed as 60 degrees Fahrenheit and the flue temperatures at the maximum overload as 550 degrees Fahrenheit. The grate surface equals 400 square feet.", "characters": 186, "sentences": 3}, {"text": "2000 × 34½ The total coal burned at rating = ---------- = 8624 pounds.                                       8", "characters": 112, "sentences": 2}, {"text": "For 50 per cent overload the combustion rate will be approximately 60 per cent greater than this or 1.60 × 22 = 35 pounds per square foot of grate surface per hour. The furnace draft required for the combustion rate, from the curve, Fig. 34, is 0.6 inch. The loss in the boiler will be 0.4 inch, in the flue 0.1 inch, and in the turns 2 × 0.05 = 0.1 inch. The available draft required at the base of the stack is, therefore,", "characters": 426, "sentences": 11}, {"text": "Since the available draft is 80 per cent of the theoretical draft, this draft due to the height required is 1.2 ÷ .8 = 1.5 inch.", "characters": 129, "sentences": 5}, {"text": "The chimney constant for temperatures of 60 degrees Fahrenheit and 550 degrees Fahrenheit is .0071 and from formula (30),", "characters": 121, "sentences": 2}, {"text": "Its diameter from curve in Fig. 33 is 96 inches if unlined, and 102 inches inside if lined with masonry. The cross sectional area of the flue should be approximately 70 square feet at the point where the total amount of gas is to be handled, tapering to the boiler farthest from the stack to a size which will depend upon the size of the boiler units used.", "characters": 356, "sentences": 4}, {"text": "Correction in Stack Sizes for Altitudes--It has ordinarily been assumed that a stack height for altitude will be increased inversely as the ratio of the barometric pressure at the altitude to that at sea level, and that the stack diameter will increase inversely as the two-fifths power of this ratio. Such a relation has been based on the assumption of constant draft measured in inches of water at the base of the stack for a given rate of operation of the boilers, regardless of altitude.", "characters": 491, "sentences": 3}, {"text": "If the assumption be made that boilers, flues and furnace remain the same, and further that the increased velocity of a given weight of air passing through the furnace at a higher altitude would have no effect on the combustion, the theory has been advanced[53] that a different law applies.", "characters": 291, "sentences": 2}, {"text": "For stacks operating at altitude it is necessary not only to increase the height but also the diameter, as there is an added resistance within the stack due to the added friction from the additional height. This frictional loss can be compensated by a suitable increase in the diameter and when so compensated, it is evident that on the assumptions as given, the chimney height would have to be increased at a ratio inversely proportional to the square of the normal barometric pressure.", "characters": 487, "sentences": 3}, {"text": "The increase of stack diameter necessary to maintain the same friction loss is inversely as the two-fifths power of the barometric pressure.", "characters": 140, "sentences": 2}, {"text": "Table 54 gives the ratio of barometric readings of various altitudes to sea level, values for the square of this ratio and values of the two-fifths power of this ratio.", "characters": 168, "sentences": 2}, {"text": "STACK CAPACITIES, CORRECTION FACTORS FOR                                 ALTITUDES", "characters": 82, "sentences": 1}, {"text": "These figures show that the altitude affects the height to a much greater extent than the diameter and that practically no increase in diameter is necessary for altitudes up to 3000 feet.", "characters": 187, "sentences": 2}, {"text": "For high altitudes the increase in stack height necessary is, in some cases, such as to make the proportion of height to diameter impracticable. The method to be recommended in overcoming, at least partially, the great increase in height necessary at high altitudes is an increase in the grate surface of the boilers which the stack serves, in this way reducing the combustion rate necessary to develop a given power and hence the draft required for such combustion rate.", "characters": 471, "sentences": 3}, {"text": "A convenient rule for large stacks, 200 feet high and over, is to provide 30 square feet of cross sectional area per 1000 rated horse power.", "characters": 140, "sentences": 2}, {"text": "Stacks for Oil Fuel--The requirements of stacks connected to boilers under which oil fuel is burned are entirely different from those where coal is used. While more attention has been paid to the matter of stack sizes for oil fuel in recent years, there has not as yet been gathered the large amount of experimental data available for use in designing coal stacks.", "characters": 364, "sentences": 3}, {"text": "As already stated, the volume of gases from oil-fired boilers being less than in the case of coal, makes it evident that the area of stacks for oil fuel will be less than for coal. It is assumed that these areas will vary directly as the volume of the gases to be handled, and this volume for oil may be taken as approximately 60 per cent of that for coal.", "characters": 356, "sentences": 3}, {"text": "[Illustration: 7800 Horse-power Installation of Babcock & Wilcox Boilers, Equipped with Babcock & Wilcox Chain Grate Stokers at the Metropolitan West Side Elevated Ry. Co., Chicago, Ill.]", "characters": 187, "sentences": 4}, {"text": "Table 56 gives the sizes of stacks, and horse power which they will serve for oil fuel. This table is, in modified form, one calculated by Mr. C. R. Weymouth after an exhaustive study of data pertaining to the subject, and will ordinarily give satisfactory results.", "characters": 265, "sentences": 6}, {"text": "Draft Gauges--The ordinary form of draft gauge, Fig. 35, which consists of a U-tube, containing water, lacks sensitiveness in measuring such slight pressure differences as usually exist, and for that reason gauges which multiply the draft indications are more convenient and are much used.", "characters": 289, "sentences": 3}, {"text": "In the Ellison form of gauge the lower portion of the ordinary U-tube has been replaced by a tube slightly inclined to the horizontal, as shown in Fig. 37. By this arrangement any vertical motion in the right-hand upright tube causes a very much greater travel of the liquid in the inclined tube, thus permitting extremely small variation in the intensity of the draft to be read with facility.", "characters": 394, "sentences": 4}, {"text": "A very convenient form of the ordinary U-tube gauge is known as the Peabody gauge, and it is shown in Fig. 38. This is a small modified U-tube with a sliding scale between the two legs of the U and with connections such that either a draft suction or a draft pressure may be taken. The tops of the sliding pieces extending across the tubes are placed at the bottom of the meniscus and accurate readings in hundredths of an inch are obtained by a vernier.", "characters": 454, "sentences": 5}, {"text": "Efficiency of boiler,}   Heat absorbed per pound of fuel       furnace and grate  } = -------------------------------      (31)                               Heat value per pound of fuel", "characters": 186, "sentences": 1}, {"text": "The efficiency will be the same whether based on dry fuel or on fuel as fired, including its content of moisture. For example: If the coal contained 3 per cent of moisture, the efficiency would be", "characters": 196, "sentences": 2}, {"text": "Heat absorbed per pound of dry coal × 0.97         ------------------------------------------          Heat value per pound of dry coal × 0.97", "characters": 144, "sentences": 3}, {"text": "The heat supplied to the boiler is due to the combustible portion of fuel which is actually burned, irrespective of what proportion of the total combustible fired may be.[54] This fact has led to the use of a second efficiency basis on combustible and which is called the efficiency of boiler and furnace[55], namely,", "characters": 317, "sentences": 2}, {"text": "Heat absorbed per pound of combustible[56]     = --------------------------------------      (32)        Heat value per pound of combustible", "characters": 140, "sentences": 1}, {"text": "The efficiency so determined is used in comparing the relative performance of boilers, irrespective of the type of grates used under them. If the loss of fuel through the grates could be entirely overcome, the efficiencies obtained by (31) and (32) would obviously be the same. Hence, in the case of liquid and gaseous fuels, where there is practically no waste, these efficiencies are almost identical.", "characters": 403, "sentences": 4}, {"text": "General practice, however, has established the use of the efficiency based upon combustible as representing the efficiency of the boiler alone. When such an efficiency is used, its exact meaning, as pointed out on opposite page, should be realized.", "characters": 248, "sentences": 3}, {"text": "Steam pressure by gauge, 200 pounds. Feed temperature, 180 degrees. Total weight of coal fired, 17,500 pounds. Percentage of moisture in coal, 3 per cent. Total ash and refuse, 2396 pounds. Total water evaporated, 153,543 pounds. Per cent of moisture in steam, 0.5 per cent. Heat value per pound of dry coal, 13,516. Heat value per pound of combustible, 15,359.", "characters": 361, "sentences": 11}, {"text": "The factor of evaporation for such a set of conditions is 1.0834. The actual evaporation corrected for moisture in the steam is 152,775 and the equivalent evaporation from and at 212 degrees is, therefore, 165,516 pounds.", "characters": 221, "sentences": 4}, {"text": "Boiler efficiencies will vary over a wide range, depending on a great variety of factors and conditions. The highest efficiencies that have been secured with coal are in the neighborhood of 82 per cent and from that point efficiencies are found all the way down to below 50 per cent. Table 59[57] of tests of Babcock & Wilcox boilers under varying conditions of fuel and operation will give an idea of what may be obtained with proper operating conditions.", "characters": 456, "sentences": 4}, {"text": "The difference between the efficiency secured in any boiler trial and the perfect efficiency, 100 per cent, includes the losses, some of which are unavoidable in the present state of the art, arising in the conversion of the heat energy of the coal to the heat energy in the steam. These losses may be classified as follows:", "characters": 324, "sentences": 2}, {"text": "2nd. Loss due to unburned fuel which is carried by the draft, as small particles, beyond the bridge wall into the setting or up the stack.", "characters": 138, "sentences": 3}, {"text": "4th. Loss due to the water formed and by the burning of the hydrogen in the fuel which must be evaporated and superheated as in item 3.", "characters": 135, "sentences": 3}, {"text": "5th. Loss due to the superheating of the moisture in the air supplied from the atmospheric temperature to the temperature of the flue gases.", "characters": 140, "sentences": 3}, {"text": "6th. Loss due to the heating of the dry products of combustion to the temperature of the flue gases.", "characters": 100, "sentences": 3}, {"text": "7th. Loss due to the incomplete combustion of the fuel when the carbon is not completely consumed but burns to CO instead of CO_{2}. The CO passes out of the stack unburned as a volatile gas capable of further combustion.", "characters": 221, "sentences": 4}, {"text": "Obviously a very elaborate test would have to be made were all of the above items to be determined accurately. In ordinary practice it has become customary to summarize these losses as follows, the methods of computing the losses being given in each instance by a typical example:", "characters": 280, "sentences": 2}, {"text": "[Illustration: Portion of 15,000 Horse-power Installation of Babcock & Wilcox Boilers, Equipped with Babcock & Wilcox Chain Grate Stokers at the Northumberland, Pa., Plant of the Atlas Portland Cement Co. This Company Operates a Total of 24,000 Horse Power of Babcock & Wilcox Boilers in its Various Plants]", "characters": 307, "sentences": 3}, {"text": "(B) Loss due to heat carried away in the steam produced by the burning of the hydrogen component of the fuel. In burning, one pound of hydrogen unites with 8 pounds of oxygen to form 9 pounds of steam. Following the reasoning of item (A), therefore, this loss will be:", "characters": 268, "sentences": 3}, {"text": "This item is frequently considered as a part of the unaccounted for loss, where an ultimate analysis of the fuel is not given.", "characters": 126, "sentences": 2}, {"text": "(C) Loss due to heat carried away by dry chimney gases. This is dependent upon the weight of gas per pound of coal which may be determined by formula (16), page 158.", "characters": 165, "sentences": 3}, {"text": "(D) Loss due to incomplete combustion of the carbon content of the fuel, that is, the burning of the carbon to CO instead of CO_{2}.", "characters": 132, "sentences": 2}, {"text": "10,150 CO Loss in B. t. u. per pound = C×---------      (35)                                CO_{2}+CO", "characters": 102, "sentences": 4}, {"text": "10,150 = the number of heat units generated by burning to CO_{2} one pound of carbon contained in carbon monoxide.", "characters": 114, "sentences": 2}, {"text": "(E) Loss due to unconsumed carbon in the ash (it being usually assumed that all the combustible in the ash is carbon).", "characters": 118, "sentences": 2}, {"text": "Loss in B. t. u. per pound = per cent C × per cent ash × B. t. u. per pound of combustible in the ash (usually taken as 14,600 B. t. u.)      (36)", "characters": 148, "sentences": 10}, {"text": "The loss incurred in this way is, directly, the carbon in the ash in percentage terms of the total dry coal fired, multiplied by the heat value of carbon.", "characters": 154, "sentences": 2}, {"text": "To compute this item, which is of great importance in comparing the relative performances of different designs of grates, an analysis of the ash must be available.", "characters": 163, "sentences": 2}, {"text": "A schedule of the losses as outlined, requires an evaporative test of the boiler, an analysis of the flue gases, an ultimate analysis of the fuel, and either an ultimate or proximate analysis of the ash. As the amount of unaccounted for losses forms a basis on which to judge the accuracy of a test, such a schedule is called a \"heat balance\".", "characters": 343, "sentences": 3}, {"text": "A heat balance is best illustrated by an example: Assume the data as given in Table 57 to be secured in an actual boiler test.", "characters": 126, "sentences": 2}, {"text": "From this data the factor of evaporation is 1.1514 and the evaporation per hour from and at 212 degrees is 65,671 pounds. Hence the evaporation from and at 212 degrees per pound of dry coal is 65,671÷5609 = 11.71 pounds. The efficiency of boiler, furnace and grate is:", "characters": 269, "sentences": 5}, {"text": "(C) To compute the loss in the heat carried away by dry chimney gases per pound of coal the weight of such gases must be first determined. This weight per pound of coal is:", "characters": 172, "sentences": 2}, {"text": "where CO_{2}, O, CO and H are the percentage by volume as determined by the flue gas analysis and C is the percentage by weight of carbon in the dry fuel. Hence the weight of gas per pound of coal will be,", "characters": 205, "sentences": 2}, {"text": "(11×14.33+8×4.54+7(0.11+81.02)) (-----------------------------)×78.57 = 13.7 pounds. (        3(14.33+0.11)        )", "characters": 119, "sentences": 10}, {"text": "(D) The loss due to incomplete combustion as evidenced by the presence of CO in the flue gas analysis is:", "characters": 105, "sentences": 1}, {"text": "The analysis of the ash showed 17.9 per cent to be combustible matter, all of which is assumed to be carbon. The test showed 10.00 of the total dry fuel fired to be ash. Hence 10.00×.179 = 1.79 per cent of the total fuel represents the proportion of this total unconsumed in the ash and the loss due to this cause is", "characters": 317, "sentences": 8}, {"text": "The heat absorbed by the boilers per pound of dry fuel is 11.71×970.4 = 11,363 B. t. u. This quantity plus losses (A), (B), (C), (D) and (E), or 11,363+22+618+1311+61+261 = 13,636 B. t. u. accounted for. The heat value of the coal, 14,225 B. t. u., less 13,636 B. t. u., leaves 589 B. t. u., unaccounted for losses, or 4.15 per cent.", "characters": 334, "sentences": 21}, {"text": "The largest loss is ordinarily due to the chimney gases, which depends directly upon the weight of the gas and its temperature leaving the boiler. As pointed out in the chapter on flue gas analysis, the lower limit of the weight of gas is fixed by the minimum air supplied with which complete combustion may be obtained. As shown, where this supply is unduly small, the loss caused by burning the carbon to CO instead of to CO_{2} more than offsets the gain in decreasing the weight of gas.", "characters": 490, "sentences": 4}, {"text": "The lower limit of the stack temperature, as has been shown in the chapter on draft, is more or less fixed by the temperature necessary to create sufficient draft suction for good combustion. With natural draft, this lower limit is probably between 400 and 450 degrees.", "characters": 269, "sentences": 3}, {"text": "Capacity--Before the capacity of a boiler is considered, it is necessary to define the basis to which such a term may be referred. Such a basis is the so-called boiler horse power.", "characters": 180, "sentences": 3}, {"text": "The whole question of a unit of boiler capacity has been widely discussed with a view to the adoption of a standard to which there would appear to be a more rational and definite basis. Many suggestions have been offered as to such a basis but up to the present time there has been none which has met with universal approval or which would appear likely to be generally adopted.", "characters": 378, "sentences": 3}, {"text": "With the meaning of boiler horse power as given above, that is, a measure of evaporation, it is evident that the capacity of a boiler is a measure of the power it can develop expressed in boiler horse power. Since it is necessary, as stated, for boiler manufacturers to adopt a standard for reasons of convenience in selling, the horse power for which a boiler is sold is known as its normal rated capacity.", "characters": 407, "sentences": 3}, {"text": "[Illustration: Portion of 2600 Horse-power Installation of Babcock & Wilcox Boilers, Equipped with Babcock & Wilcox Chain Grate Stokers at the Peter Schoenhofen Brewing Co., Chicago, Ill.]", "characters": 188, "sentences": 3}, {"text": "Ascertain the specific object of the test, and keep this in view not only in the work of preparation, but also during the progress of the test, and do not let it be obscured by devoting too close attention to matters of minor importance. Whatever the object of the test may be, accuracy and reliability must underlie the work from beginning to end.", "characters": 348, "sentences": 3}, {"text": "If questions of fulfillment of contract are involved, there should be a clear understanding between all the parties, preferably in writing, as to the operating conditions which should obtain during the trial, and as to the methods of testing to be followed, unless these are already expressed in the contract itself.", "characters": 316, "sentences": 2}, {"text": "Determination of capacity and efficiency, and how these compare     with standard or guaranteed results.", "characters": 104, "sentences": 2}, {"text": "Determination of the effect of changes of design or proportion     upon capacity or efficiency, etc.", "characters": 100, "sentences": 2}, {"text": "Measure the dimensions of the principal parts of the apparatus to be tested, so far as they bear on the objects in view, or determine these from correct working drawings. Notice the general features of the same, both exterior and interior, and make sketches, if needed, to show unusual points of design.", "characters": 303, "sentences": 3}, {"text": "The dimensions of the heating surfaces of boilers and     superheaters to be found are those of surfaces in contact with     the fire or hot gases. The submerged surfaces in boilers at the     mean water level should be considered as water-heating surfaces,     and other surfaces which are exposed to the gases as     superheating surfaces.", "characters": 341, "sentences": 3}, {"text": "Make a thorough examination of the physical condition of all parts of the plant or apparatus which concern the object in view, and record the conditions found, together with any points in the matter of operation which bear thereon.", "characters": 231, "sentences": 2}, {"text": "In boilers, examine for leakage of tubes and riveted or other     metal joints. Note the condition of brick furnaces, grates and     baffles. Examine brick walls and cleaning doors for air leaks,     either by shutting the damper and observing the escaping smoke     or by candle-flame test. Determine the condition of heating     surfaces with reference to exterior deposits of soot and     interior deposits of mud or scale.", "characters": 426, "sentences": 5}, {"text": "See that the steam main is so arranged that condensed and     entrained water cannot flow back into the boiler.", "characters": 111, "sentences": 2}, {"text": "If the object of the test is to determine the highest efficiency or capacity obtainable, any physical defects, or defects of operation, tending to make the result unfavorable should first be remedied; all foul parts being cleaned, and the whole put in first-class condition. If, on the other hand, the object is to ascertain the performance under existing conditions, no such preparation is either required or desired.", "characters": 418, "sentences": 3}, {"text": "In steam tests make sure that there is no leakage through blow-offs, drips, etc., or any steam or water connections of the plant or apparatus undergoing test, which would in any way affect the results. All such connections should be blanked off, or satisfactory assurance should be obtained that there is leakage neither out nor in. This is a most important matter, and no assurance should be considered satisfactory unless it is susceptible of absolute demonstration.", "characters": 468, "sentences": 5}, {"text": "Determine the character of fuel to be used.[62] For tests of maximum efficiency or capacity of the boiler to compare with other boilers, the coal should be of some kind which is commercially regarded as a standard for the locality where the test is made.", "characters": 254, "sentences": 3}, {"text": "A coal selected for maximum efficiency and capacity tests, should be the best of its class, and especially free from slagging and unusual clinker-forming impurities.", "characters": 165, "sentences": 2}, {"text": "For guarantee and other tests with a specified coal containing not more than a certain amount of ash and moisture, the coal selected should not be higher in ash and in moisture than the stated amounts, because any increase is liable to reduce the efficiency and capacity more than the equivalent proportion of such increase.", "characters": 324, "sentences": 2}, {"text": "The size of the coal, especially where it is of the anthracite class, should be determined by screening a suitable sample.", "characters": 122, "sentences": 2}, {"text": "Determine what the operating conditions and method of firing should be to conform to the object in view, and see that they prevail throughout the trial, as nearly as possible.", "characters": 175, "sentences": 2}, {"text": "The duration of tests to determine the efficiency of a hand-fired boiler, should be 10 hours of continuous running, or such time as may be required to burn a total of 250 pounds of coal per square foot of grate.", "characters": 211, "sentences": 2}, {"text": "In the case of a boiler using a mechanical stoker, the duration, where practicable, should be at least 24 hours. If the stoker is of a type that permits the quantity and condition of the fuel bed at beginning and end of the test to be accurately estimated, the duration may be reduced to 10 hours, or such time as may be required to burn the above noted total of 250 pounds per square foot.", "characters": 390, "sentences": 3}, {"text": "The duration of tests to determine the maximum evaporative     capacity of a boiler, without determining the efficiency, should     not be less than 3 hours.", "characters": 157, "sentences": 2}, {"text": "The conditions regarding the temperature of the furnace and boiler, the quantity and quality of the live coal and ash on the grates, the water level, and the steam pressure, should be as nearly as possible the same at the end as at the beginning of the test.", "characters": 258, "sentences": 2}, {"text": "To secure the desired equality of conditions with hand-fired boilers, the following method should be employed:", "characters": 110, "sentences": 1}, {"text": "To obtain the desired equality of conditions of the fire when a mechanical stoker other than a chain grate is used, the procedure should be modified where practicable as follows:", "characters": 178, "sentences": 1}, {"text": "Regulate the coal feed so as to burn the fire to the low     condition required for cleaning. Shut off the coal-feeding     mechanism and fill the hoppers level full. Clean the ash or dump     plate, note quickly the depth and condition of the coal on the     grate, the water level,[66] the steam pressure, and the time,     and record the latter as the starting time. Then start the     coal-feeding mechanism, clean the ashpit, and proceed with the     regular work of the test.", "characters": 481, "sentences": 5}, {"text": "When the time arrives for the close of the test, shut off the     coal-feeding mechanism, fill the hoppers and burn the fire to     the same low point as at the beginning. When this condition is     reached, note the water level, the steam pressure, and the time,     and record the latter as the stopping time. Finally clean the     ashplate and haul the ashes.", "characters": 362, "sentences": 4}, {"text": "In the case of chain grate stokers, the desired operating     conditions should be maintained for half an hour before starting     a test and for a like period before its close, the height of the     throat plate and the speed of the grate being the same during     both of these periods.", "characters": 288, "sentences": 2}, {"text": "A log of the data should be entered in notebooks or on blank sheets suitably prepared in advance. This should be done in such manner that the test may be divided into hourly periods, or if necessary, periods of less duration, and the leading data obtained for any one or more periods as desired, thereby showing the degree of uniformity obtained.", "characters": 346, "sentences": 3}, {"text": "Half-hourly readings of the instruments are usually sufficient. If there are sudden and wide fluctuations, the readings in such cases should be taken every 15 minutes, and in some instances oftener.", "characters": 198, "sentences": 3}, {"text": "The coal should be weighed and delivered to the firemen in     portions sufficient for one hour's run, thereby ascertaining the     degree of uniformity of firing. An ample supply of coal should     be maintained at all times, but the quantity on the floor at the     end of each hour should be as small as practicable, so that the     same may be readily estimated and deducted from the total     weight.", "characters": 405, "sentences": 3}, {"text": "The records should be such as to ascertain also the consumption     of feed water each hour and thereby determine the degree of     uniformity of evaporation.", "characters": 158, "sentences": 2}, {"text": "If the boiler does not produce superheated steam the percentage of moisture in the steam should be determined by the use of a throttling or separating calorimeter. If the boiler has superheating surface, the temperature of the steam should be determined by the use of a thermometer inserted in a thermometer well.", "characters": 313, "sentences": 3}, {"text": "If it is necessary to attach the sampling nozzle at a point near the end of a long horizontal run, a drip pipe should be provided a short distance in front of the nozzle, preferably at a pocket formed by some fitting and the water running along the bottom of the main drawn off, weighed, and added to the moisture shown by the calorimeter; or, better, a steam separator should be installed at the point noted.", "characters": 409, "sentences": 2}, {"text": "During the progress of test the coal should be regularly sampled for the purpose of analysis and determination of moisture.", "characters": 123, "sentences": 2}, {"text": "[Illustration: 3460 Horse-power Installation of Babcock & Wilcox Boilers at the Chicago, Ill., Shops of the Chicago and Northwestern Ry. Co.]", "characters": 141, "sentences": 4}, {"text": "When the sample lot of coal has been reduced by quartering to, say, 100 pounds, a portion weighing, say, 15 to 20 pounds should be withdrawn for the purpose of immediate moisture determination. This is placed in a shallow iron pan and dried on the hot iron boiler flue for at least 12 hours, being weighed before and after drying on scales reading to quarter ounces.", "characters": 366, "sentences": 3}, {"text": "The moisture thus determined is approximately reliable for anthracite and semi-bituminous coals, but not for coals containing much inherent moisture. For such coals, and for all absolutely reliable determinations the method to be pursued is as follows:", "characters": 252, "sentences": 2}, {"text": "The ashes and refuse withdrawn from the furnace and ashpit during the progress of the test and at its close should be weighed so far as possible in a dry state. If wet the amount of moisture should be ascertained and allowed for, a sample being taken and dried for this purpose. This sample may serve also for analysis and the determination of unburned carbon and fusing temperature.", "characters": 383, "sentences": 4}, {"text": "The method above described for sampling coal may also be followed for obtaining a sample of the ashes and refuse.", "characters": 113, "sentences": 2}, {"text": "The quality of the fuel should be determined by calorific tests and analysis of the coal sample above referred to.[70]", "characters": 118, "sentences": 2}, {"text": "For approximate determinations of the composition of the flue gases, the Orsat apparatus, or some modification thereof, should be employed. If momentary samples are obtained the analyses should be made as frequently as possible, say, every 15 to 30 minutes, depending on the skill of the operator, noting at the time the sample is drawn the furnace and firing conditions. If the sample drawn is a continuous one, the intervals may be made longer.", "characters": 446, "sentences": 4}, {"text": "In tests of bituminous coals requiring a determination of the amount of smoke produced, observations should be made regularly throughout the trial at intervals of 5 minutes (or if necessary every minute), noting at the same time the furnace and firing conditions.", "characters": 263, "sentences": 2}, {"text": "The methods to be followed in expressing and calculating those results which are not self-evident are explained as follows:", "characters": 123, "sentences": 1}, {"text": "(A) _Efficiency._ The \"efficiency of boiler, furnace and     grate\" is the relation between the heat absorbed per pound of     coal fired, and the calorific value of one pound of coal.", "characters": 184, "sentences": 3}, {"text": "The \"efficiency of boiler and furnace\" is the relation between     the heat absorbed per pound of combustible burned, and the     calorific value of one pound of combustible. This expression of     efficiency furnishes a means for comparing one boiler and     furnace with another, when the losses of unburned coal due to     grates, cleanings, etc., are eliminated.", "characters": 366, "sentences": 4}, {"text": "The \"heat absorbed\" per pound of coal, or combustible, is     calculated by multiplying the equivalent evaporation from and at     212 degrees per pound of coal or combustible by 970.4.", "characters": 185, "sentences": 3}, {"text": "(G) Air for combustion and the methods recommended for     calculating these results are in accordance with those described     in different portions of this book.", "characters": 163, "sentences": 2}, {"text": "The data and results should be reported in accordance with either the short form or the complete form, adding lines for data not provided for, or omitting those not required, as may conform to the object in view.", "characters": 212, "sentences": 2}, {"text": "In trials having for an object the determination and exposition of the complete boiler performance, the entire log of readings and data should be plotted on a chart and represented graphically.", "characters": 193, "sentences": 2}, {"text": "Tests of boilers using oil or gas for fuel should accord with the rules here given, excepting as they are varied to conform to the particular characteristics of the fuel. The duration in such cases may be reduced, and the \"flying\" method of starting and stopping employed.", "characters": 272, "sentences": 3}, {"text": "The table of data and results should contain items stating     character of furnace and burner, quality and composition of oil     or gas, temperature of oil, pressure of steam used for     vaporizing and quantity of steam used for both vaporizing and     for heating.", "characters": 268, "sentences": 2}, {"text": "TABLE DATA AND RESULTS OF EVAPORATIVE TEST                        SHORT FORM, CODE OF 1912", "characters": 90, "sentences": 1}, {"text": "9 Steam pressure by gauge............................................pounds 10 Temperature of feed water entering boiler.........................degrees 11 Temperature of escaping gases leaving boiler......................degrees 12 Force of draft between damper and boiler...........................inches 13 Percentage of moisture in steam,       or number degrees of superheating..................per cent or degrees", "characters": 419, "sentences": 137}, {"text": "22 Dry coal consumed per hour.........................................pounds 23 Dry coal per square feet of grate surface per hour.................pounds 24 Water evaporated per hour corrected for quality of steam...........pounds 25 Equivalent evaporation per hour from and at 212 degrees............pounds 26 Equivalent evaporation per hour from and at 212 degrees       per square foot of water-heating surface........................pounds", "characters": 443, "sentences": 106}, {"text": "27 Evaporation per hour from and at 212 degrees (same as Line 25).....pounds 28 Boiler horse power developed (Item 27÷34½).............boiler horse power 29 Rated capacity, in evaporation from and at 212 degrees per hour....pounds 30 Rated boiler horse power...............................boiler horse power 31 Percentage of rated capacity developed...........................per cent", "characters": 386, "sentences": 81}, {"text": "32 Water fed per pound of coal fired (Item 19÷Item 14)................pounds 33 Water evaporated per pound of dry coal (Item 20÷Item 16)...........pounds 34 Equivalent evaporation from and at 212 degrees per pound       of dry coal (Item 21÷Item 16)...................................pounds 35 Equivalent evaporation from and at 212 degrees per pound       of combustible [Item 21÷(Item 16-Item 17)]......................pounds", "characters": 431, "sentences": 85}, {"text": "36 Calorific value of one pound of dry coal.........................B. t. u. 37 Calorific value of one pound of combustible......................B. t. u.", "characters": 153, "sentences": 54}, {"text": "(      Item 34×970.4) 38 Efficiency of boiler, furnace and grate (100 × -------------)....per cent                                            (         Item 36   )", "characters": 165, "sentences": 6}, {"text": "(      Item 35×970.4) 39 Efficiency of boiler and furnace (100 × -------------)...........per cent                                     (         Item 37   )", "characters": 158, "sentences": 13}, {"text": "40 Cost of coal per ton of......pounds delivered in boiler room......dollars 41 Cost of coal required for evaporating 1000 pounds of water       from and at 212 degrees........................................dollars", "characters": 215, "sentences": 53}, {"text": "[Illustration: Portion of 3600 Horse-power Installation of Babcock & Wilcox Boilers, Equipped with Babcock & Wilcox Chain Grate Stokers at the Loomis Street Plant of the Peoples Gas Light & Coke Co., Chicago, Ill. This Company has Installed 7780 Horse Power of Babcock & Wilcox Boilers]", "characters": 286, "sentences": 3}, {"text": "In view of the above, before the question of the selection of boilers can be taken up intelligently, it is necessary to consider the subjects of boiler efficiency and boiler capacity, together with their relation to each other.", "characters": 227, "sentences": 2}, {"text": "The criterion by which the efficiency of a boiler plant is to be judged is the cost of the production of a definite amount of steam. Considered in this sense, there must be included in the efficiency of a boiler plant the simplicity of operation, flexibility and reliability of the boiler used. The items of repair and upkeep cost are often high because of the nature of the service. The governing factor in these items is unquestionably the type of boiler selected.", "characters": 466, "sentences": 5}, {"text": "The efficiencies that may be expected from the combination of well-designed boilers and furnaces are indicated in Table 59 in which are given a number of tests with various fuels and under widely different operating conditions.", "characters": 227, "sentences": 2}, {"text": "It is to be appreciated that the results obtained as given in this table are practically all under test conditions. The nearness with which practical operating conditions can approach these figures will depend upon the character of the supervision of the boiler room and the intelligence of the operating crew. The size of the plant will ordinarily govern the expense warranted in securing the right sort of supervision.", "characters": 420, "sentences": 4}, {"text": "The bearing that the type of boiler has on the efficiency to be expected can only be realized from a study of the foregoing chapters.", "characters": 133, "sentences": 2}, {"text": "1st. Efficiency. As the capacity increases, there will in general be a decrease in efficiency, this loss above a certain point making it inadvisable to try to secure more than a definite horse power from a given boiler. This loss of efficiency with increased capacity is treated below in detail, in considering the relation of efficiency to capacity.", "characters": 350, "sentences": 5}, {"text": "Relation of Efficiency and Capacity--The statement has been made that in general the efficiency of a boiler will decrease as the capacity is increased. Considering the boiler alone, apart from the furnace, this statement may be readily explained.", "characters": 246, "sentences": 3}, {"text": "[Illustration: 15400 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers at the Plant of the Twin City Rapid Transit Co., Minneapolis, Minn.]", "characters": 211, "sentences": 3}, {"text": "This increase in the efficiency of the boiler alone with the decrease in the rate at which it is operated, will hold to a point where the radiation of heat from the boiler setting is proportionately large enough to be a governing factor in the total amount of heat absorbed.", "characters": 274, "sentences": 2}, {"text": "[Graph: Combined Efficiency of Boiler and Furnace Per Cent against Per Cent of Boiler's Rated Capacity Developed", "characters": 112, "sentences": 1}, {"text": "The economical rating at which a boiler plant should be run is dependent solely upon the load to be carried by that individual plant and the nature of such load. The economical load for each individual plant can be determined only from the careful study of each individual set of conditions or by actual trial.", "characters": 310, "sentences": 3}, {"text": "The controlling factor in the cost of the plant, regardless of the nature of the load, is the capacity to carry the maximum peak load that may be thrown on the plant under any conditions.", "characters": 187, "sentences": 2}, {"text": "While load conditions, do, as stated, vary in every individual plant, in a broad sense all loads may be grouped in three classes: 1st, the approximately constant 24-hour load; 2nd, the steady 10 or 12-hour load usually with a noonday period of no load; 3rd, the 24-hour variable load, found in central station practice. The economical load at which the boiler may be run will vary with these groups:", "characters": 399, "sentences": 2}, {"text": "Due to the operating difficulties that may be encountered at the higher overloads, it will ordinarily be found that the most economical ratings at which to run boilers for such load conditions will be between 150 and 175 per cent of rating. Here again the maximum capacity at which the boilers may be run for the best plant economy is limited by the point at which the efficiency drops below what is warranted in view of the first cost of the apparatus.", "characters": 453, "sentences": 3}, {"text": "The methods of handling a load of this description vary probably more than with any other kind of load, dependent upon fuel, labor, type of stoker, flexibility of combined furnace and boiler etc., etc.", "characters": 201, "sentences": 3}, {"text": "[Illustration: Portion of 4890 Horse-power Installation of Babcock & Wilcox Boilers at the Billings Sugar Co., Billings, Mont. 694 Horse Power of these Boilers are Equipped with Babcock and Wilcox Chain Grate Stokers]", "characters": 217, "sentences": 3}, {"text": "Other conditions of operation make it advisable to carry the load on a definite number of boiler units, operating these at slightly below their rated capacity during periods of light or low loads and securing the overload capacity during peaks by operating the same boilers at high ratings. In this method there are no boilers kept on banked fires, the spares being spares in every sense of the word.", "characters": 400, "sentences": 3}, {"text": "The opportunity is again taken to indicate the very general character of any statements made relative to the economical load for any plant and to emphasize the fact that each individual case must be considered independently, with the conditions of operations applicable thereto.", "characters": 278, "sentences": 2}, {"text": "With a thorough understanding of the meaning of boiler efficiency and capacity and their relation to each other, it is possible to consider more specifically the selection of boilers.", "characters": 183, "sentences": 2}, {"text": "ACTUAL EVAPORATION FOR DIFFERENT PRESSURES AND TEMPERATURES OF FEED                       WATER CORRESPONDING TO ONE HORSE POWER (34½ POUNDS PER HOUR FROM AND AT 212 DEGREES FAHRENHEIT)", "characters": 186, "sentences": 1}, {"text": "The proper consideration can be given to the adaptability of any boiler for the service in view only after a thorough understanding of the requirements of a good steam boiler, with the application of what has been said on the proper operation to the special requirements of each case. Of almost equal importance to the factors mentioned are the experience, the skill and responsibility of the manufacturer.", "characters": 406, "sentences": 3}, {"text": "With the design of boiler selected that is best adapted to the service required, the next step is the determination of the boiler power requirements.", "characters": 149, "sentences": 2}, {"text": "To the steam consumption of the main prime movers, there is to be added that of the auxiliaries. Again it is impossible to make a definite statement of what this allowance should be, the figure depending wholly upon the type and the number of such auxiliaries. For approximate work, it is perhaps best to allow 15 or 20 per cent of the steam requirements of the main engines, for that of auxiliaries. Whatever figure is used should be taken high enough to be on the conservative side.", "characters": 484, "sentences": 5}, {"text": "When any such figures are based on the actual weight of steam required, Table 60, which gives the actual evaporation for various pressures and temperatures of feed corresponding to one boiler horse power (34.5 pounds of water per hour from and at 212 degrees), may be of service.", "characters": 279, "sentences": 3}, {"text": "With the steam requirements known, the next step is the determination of the number and size of boiler units to be installed. This is directly affected by the capacity at which a consideration of the economical load indicates is the best for the operating conditions which will exist. The other factors entering into such determination are the size of the plant and the character of the feed water.", "characters": 398, "sentences": 4}, {"text": "The feed water available has its bearing on the subject from the other side, for it has already been shown that very large units are not advisable where the feed water is not of the best.", "characters": 187, "sentences": 2}, {"text": "The character of an installment is also a factor. Where, say, 1000 horse power is installed in a plant where it is known what the ultimate capacity is to be, the size of units should be selected with the idea of this ultimate capacity in mind rather than the amount of the first installation.", "characters": 292, "sentences": 3}, {"text": "In the endeavor to increase boiler room efficiency, it is of the utmost importance that a standard basis be set by which average results are to be judged. With the theoretical efficiency obtainable varying so widely, this standard cannot be placed at the highest efficiency that has been obtained regardless of operating conditions. It is better set at the best obtainable results for each individual plant under its conditions of installation and daily operation.", "characters": 464, "sentences": 4}, {"text": "[Illustration: 2400 Horse-power Installation of Cross Drum Babcock & Wilcox Boilers and Superheaters at the Westinghouse Electric and Manufacturing Co., East Pittsburgh, Pa.]", "characters": 174, "sentences": 3}, {"text": "Inasmuch as the ultimate measure of the efficiency of the boiler plant is the cost of steam generation, the important records are those of steam generated and fuel consumed Records of temperature, analyses, draft and the like, serve as a check on this consumption, indicating the distribution of the losses and affording a means of remedying conditions where improvement is possible.", "characters": 383, "sentences": 2}, {"text": "Aside from the actual weight of the fuel used, it is often advisable to keep other coal records, coal and ash analyses and the like, for the evaporation to be expected will be dependent upon the grade of fuel used and its calorific value, fusibility of its ash, and like factors.", "characters": 279, "sentences": 2}, {"text": "Coal and ash analyses used in connection with the amount of fuel consumed, are a direct indication of the relation between the results being secured and the standard of results which has been set for the plant. The methods of such analyses have already been described. The apparatus is simple and the degree of scientific knowledge necessary is only such as may be readily mastered by plant operatives.", "characters": 402, "sentences": 4}, {"text": "The ash content of a fuel, as indicated from a coal analysis checked against ash weights as actually found in plant operation, acts as a check on grate efficiency. The effect of any saving in the ashes, that is, the permissible ash to be allowed in the fuel purchased, is determined by the point at which the cost of handling, combined with the falling off in the evaporation, exceeds the saving of fuel cost through the use of poorer coal.", "characters": 440, "sentences": 3}, {"text": "Water Records--Water records with the coal consumption, form the basis for judging the economic production of steam. The methods of securing such records are of later introduction than for coal, but great advances have been made in the apparatus to be used. Here possibly, to a greater extent than in any recording device, are the records of value in determining relative evaporation, that is, an error is rather allowable provided such an error be reasonably constant.", "characters": 469, "sentences": 4}, {"text": "Where the size of a plant will not warrant the purchase of an expensive continuous CO_{2} recorder, it is advisable to make analyses of samples for various conditions of firing and to install an apparatus whereby a sample of flue gas covering a period of, say, eight hours, may be obtained and such a sample afterwards analyzed.", "characters": 328, "sentences": 2}, {"text": "Temperature Records--Flue gas temperatures, feed water temperatures and steam temperatures are all taken with recording thermometers, any number of which will, when properly calibrated, give accurate results.", "characters": 208, "sentences": 2}, {"text": "A record of flue temperatures is serviceable in checking stack losses and, in general, the cleanliness of the boiler. A record of steam temperatures, where superheaters are used, will indicate excessive fluctuations and lead to an investigation of their cause. Feed temperatures are valuable in showing that the full benefit of the exhaust steam is being derived.", "characters": 363, "sentences": 4}, {"text": "Draft Regulation--As the capacity of a boiler varies with the combustion rate and this rate with the draft, an automatic apparatus satisfactorily varying this draft with the capacity demands on the boiler will obviously be advantageous.", "characters": 236, "sentences": 2}, {"text": "As has been pointed out, any fuel has some rate of combustion at which the best results will be obtained. In a properly designed plant where the load is reasonably steady, the draft necessary to secure such a rate may be regulated automatically.", "characters": 245, "sentences": 3}, {"text": "Automatic apparatus for the regulation of draft has recently reached a stage of perfection which in the larger plants at any rate makes its installation advisable. The installation of a draft gauge or gauges is strongly to be recommended and a record of such drafts should be kept as being a check on the combustion rates.", "characters": 322, "sentences": 3}, {"text": "It may not be out of place to refer briefly to some of the shortcomings found in boiler room practice, with a suggestion as to a means of overcoming them.", "characters": 154, "sentences": 2}, {"text": "2nd. Stokers. With stoker-fired boilers, it is essential that the operators know the limitations of their stokers as determined by their individual installation. A thorough understanding of the requirements of efficient handling must be insisted upon. The operatives must realize that smokeless stacks are not necessarily the indication of good combustion for, as has been pointed out, absolute smokelessness is oftentimes secured at an enormous loss in efficiency through excess air.", "characters": 484, "sentences": 6}, {"text": "Another feature in stoker-fired plants is in the cleaning of fires. It must be impressed upon the operatives that before the fires are cleaned they should be put into condition for such cleaning. If this cleaning is done at a definite time, regardless of whether the fires are in the best condition for cleaning, there will be a great loss of good fuel with the ashes.", "characters": 368, "sentences": 4}, {"text": "4th. The operatives should be instructed as to the losses resulting from excess air due to leaks in the setting and as to losses in efficiency and capacity due to the by-passing of gases through the setting, that is, not following the path of the baffles as originally installed. In replacing tubes and in cleaning the heating surfaces, care must be taken not to dislodge baffle brick or tile.", "characters": 393, "sentences": 4}, {"text": "[Illustration: 2000 Horse-power Installation of Babcock & Wilcox Boilers, Equipped with Babcock & Wilcox Chain Grate Stokers at the Sunnyside Plant of the Pennsylvania Tunnel and Terminal Railroad Co., Long Island City, N. Y.]", "characters": 226, "sentences": 4}, {"text": "The highest return will be obtained when the speed of the feed pumps is maintained reasonably constant for should the pumps run very slowly at times, there may be a loss of the steam from other auxiliaries by blowing off from the heaters.", "characters": 238, "sentences": 2}, {"text": "6th. With a view to checking steam losses through the useless blowing of safety valves, the operative should be made to realize the great amount of steam that it is possible to get through a pipe of a given size. Oftentimes the fireman feels a sense of security from objections to a drop in steam simply because of the blowing of safety valves, not considering the losses due to such a cause and makes no effort to check this flow either by manipulation of dampers or regulation of fires.", "characters": 488, "sentences": 4}, {"text": "The second aspect of boiler room management, dealing with specific recommendations as to the care and operation of the boilers, is dictated largely by the nature of the apparatus. Some of the features to be watched in considering this aspect follow.", "characters": 249, "sentences": 3}, {"text": "The water column piping should be examined and known to be free and clear. The water level, as indicated by the gauge glass, should be checked by opening the gauge cocks.", "characters": 170, "sentences": 3}, {"text": "The method of drying out a brick setting before placing a boiler in operation is described later in the discussion of boiler settings.", "characters": 134, "sentences": 2}, {"text": "A boiler should not be cut into the line with other boilers until the pressure within it is approximately that in the steam main. The boiler stop valve should be opened very slowly until it is fully opened. The arrangement of piping should be such that there can be no possibility of water collecting in a pocket between the boiler and the main, from which it can be carried over into the steam line when a boiler is cut in.", "characters": 424, "sentences": 4}, {"text": "In regular operation the safety valve and steam gauge should be checked daily. In small plants the steam pressure should be raised sufficiently to cause the safety valves to blow, at which time the steam gauge should indicate the pressure at which the valve is known to be set. If it does not, one is in error and the gauge should be compared with one of known accuracy and any error at once rectified.", "characters": 402, "sentences": 4}, {"text": "In large plants such a method of checking would result in losses too great to be allowed. Here the gauges and valves are ordinarily checked at the time a boiler is cut out, the valves being assured of not sticking by daily instantaneous opening through manipulation by hand of the valve lever. The daily blowing of the safety valve acts not only as a check on the gauge but insures the valve against sticking.", "characters": 409, "sentences": 4}, {"text": "The water column should be blown down thoroughly at least once on every shift and the height of water indicated by the glass checked by the gauge cocks. The bottom blow-offs should be kept tight. These should be opened at least once daily to blow from the mud drum any sediment that may have collected and to reduce the concentration. The amount of blowing down and the frequency is, of course, determined by the nature of the feed water used.", "characters": 443, "sentences": 5}, {"text": "The efficiency and capacity depend to an extent very much greater than is ordinarily realized upon the cleanliness of the heating surfaces, both externally and internally, and too much stress cannot be put upon the necessity for systematic cleaning as a regular feature in the plant operation.", "characters": 293, "sentences": 2}, {"text": "Internally, the tubes must be kept free from scale, the ingredients of which a study of the chapter on the impurities of water indicates are present in varying quantities in all feed waters. Not only has the presence of scale a direct bearing on the efficiency and capacity to be obtained from a boiler but its absence is an assurance against the burning out of tubes.", "characters": 368, "sentences": 3}, {"text": "In the absence of a blow-pipe action of the flames, it is impossible to burn a metal surface where water is in intimate contact with that surface.", "characters": 146, "sentences": 2}, {"text": "In stoker-fired plants where a blast is used, and the furnace is not properly designed, there is a danger of a blow-pipe action if the fires are allowed to get too thin. The rapid formation of steam at such points of localized heat may lead to the burning of the metal of the tubes.", "characters": 282, "sentences": 3}, {"text": "It has been proven beyond a doubt that a very large percentage of tube losses is due directly to the presence of scale which, in many instances, has been so thin as to be considered of no moment, and the importance of maintaining the boiler heating surfaces in a clean condition cannot be emphasized too strongly.", "characters": 313, "sentences": 2}, {"text": "The internal cleaning can best be accomplished by means of an air or water-driven turbine, the cutter heads of which may be changed to handle various thicknesses of scale. Fig. 41 shows a turbine cleaner with various cutting heads, which has been found to give satisfactory service.", "characters": 282, "sentences": 4}, {"text": "Where oil has been allowed to get into a boiler, it should be removed before placing the boiler in service, as described previously where reference is made to its removal by boiling out with soda ash.", "characters": 200, "sentences": 2}, {"text": "Where pitting or corrosion is noted, the parts affected should be carefully cleaned and the interior of the drums should be painted with white zinc if the boiler is to remain idle. The cause of such action should be immediately ascertained and steps taken to apply the proper remedy.", "characters": 283, "sentences": 3}, {"text": "When making an internal inspection of a boiler or when cleaning the interior heating surfaces, great care must be taken to guard against the possibility of steam entering the boiler in question from other boilers on the same line either through the careless opening of the boiler stop valve or some auxiliary valve or from an open blow-off. Bad accidents through scalding have resulted from the neglect of this precaution.", "characters": 422, "sentences": 3}, {"text": "Boiler brickwork should be kept pointed up and all cracks filled. The boiler baffles should be kept tight to prevent by-passing of any gases through the heating surfaces.", "characters": 170, "sentences": 3}, {"text": "If the boiler is to be out of service for more than three months, it should be emptied, drained and thoroughly dried after being cleaned. A tray of quick lime should be placed in each drum, the boiler closed, the grates covered and a quantity of quick lime placed on top of the covering. Special care should be taken to prevent air, steam or water leaks into the boiler or onto the pressure parts to obviate danger of corrosion.", "characters": 428, "sentences": 4}, {"text": "[Illustration: 3000 Horse-power Installation of Babcock & Wilcox Boilers in the Main Power Plant, Chicago & Northwestern Ry. Depot, Chicago, Ill.]", "characters": 146, "sentences": 3}, {"text": "A consideration of the losses in boiler efficiency, due to the effects of excess air, clearly indicates the necessity of maintaining the brick setting of a boiler tight and free from air leaks. In view of the temperatures to which certain portions of such a setting are subjected, the material to be used in its construction must be of the best procurable.", "characters": 356, "sentences": 3}, {"text": "Boiler settings to-day consist almost universally of brickwork--two kinds being used, namely, red brick and fire brick.", "characters": 119, "sentences": 2}, {"text": "The red brick should only be used in such portions of the setting as are well protected from the heat. In such location, their service is not so severe as that of fire brick and ordinarily, if such red brick are sound, hard, well burned and uniform, they will serve their purpose.", "characters": 280, "sentences": 3}, {"text": "The fire brick should be selected with the greatest care, as it is this portion of the setting that has to endure the high temperatures now developed in boiler practice. To a great extent, the life of a boiler setting is dependent upon the quality of the fire brick used and the care exercised in its laying.", "characters": 308, "sentences": 3}, {"text": "The best fire brick are manufactured from the fire clays of Pennsylvania. South and west from this locality the quality of fire clay becomes poorer as the distance increases, some of the southern fire clays containing a considerable percentage of iron oxide.", "characters": 258, "sentences": 3}, {"text": "A better method of testing is that of testing the brick as a beam subjected to its own weight and not on end. This method has been used for years in Germany and is recommended by the highest authorities in ceramics. It takes into account the failure by tension in the brick as well as by compression and thus covers the tension element which is important in arch construction.", "characters": 376, "sentences": 4}, {"text": "The plastic point under a unit stress of 100 pounds per square inch, which may be taken as the average maximum arch stress, should be above 2800 degrees to give perfect results and should be above 2400 degrees to enable the brick to be used with any degree of satisfaction.", "characters": 273, "sentences": 2}, {"text": "Fusion point. In view of the fact that the critical temperature of plasticity is below the fusion point, this is only important as an indication from high fusion point of a high temperature of plasticity.", "characters": 204, "sentences": 3}, {"text": "Hardness. This is a relative quality based on an arbitrary scale of 10 and is an indication of probable cracking and spalling.", "characters": 126, "sentences": 3}, {"text": "Compression. The strength necessary to cause crushing of the brick at the center of the 4½ inch face by a steel block one inch square. The compression should ordinarily be low, a suggested standard being that a brick show signs of crushing at 7500 pounds.", "characters": 256, "sentences": 4}, {"text": "Size of Nodules. The average size of flint grains when the brick is carefully crushed. The scale of these sizes may be considered: Small, size of anthracite rice; large, size of anthracite pea.", "characters": 193, "sentences": 4}, {"text": "Ratio of Nodules. The percentage of a given volume occupied by the flint grains. This scale may be considered: High, 90 to 100 per cent; medium, 50 to 90 per cent; low, 10 to 50 per cent.", "characters": 187, "sentences": 4}, {"text": "The statement of characteristics suggested as desirable, are for arch purposes where the hardest service is met. For side wall purposes the compression and hardness limit may be raised considerably and the plastic point lowered.", "characters": 228, "sentences": 3}, {"text": "From the nature of fire brick, their value can only be considered from a relative standpoint. Generally speaking, what are known as first-grade fire brick may be divided into three classes, suitable for various conditions of operation, as follows:", "characters": 247, "sentences": 2}, {"text": "Class A. For stoker-fired furnaces where high overloads are to be expected or where other extreme conditions of service are apt to occur.", "characters": 137, "sentences": 3}, {"text": "Class B. For ordinary stoker settings where there will be no excessive overloads required from the boiler or any hand-fired furnaces where the rates of driving will be high for such practice.", "characters": 191, "sentences": 3}, {"text": "Class C. For ordinary hand-fired settings where the presumption is that the boilers will not be overloaded except at rare intervals and for short periods only.", "characters": 159, "sentences": 3}, {"text": "Table 61 gives the characteristics of these three classes according to the features determining the quality. This table indicates that the hardness of the brick in general increases with the poorer qualities. Provided the hardness is sufficient to enable the brick to withstand its load, additional hardness is a detriment rather than an advantage.", "characters": 348, "sentences": 4}, {"text": "An approximate determination of the quality of a fire brick may be made from the appearance of a fracture. Where such a fracture is open, clean, white and flinty, the brick in all probability is of a good quality. If this fracture has the fine uniform texture of bread, the brick is probably poor.", "characters": 297, "sentences": 4}, {"text": "In considering the heavy duty of brick in boiler furnaces, experience shows that arches are the only part that ordinarily give trouble. These fail from the following causes:", "characters": 173, "sentences": 2}, {"text": "The tendency of a brick to become plastic at a temperature below the fusing point. The limits of allowable plastic temperature have already been pointed out.", "characters": 157, "sentences": 3}, {"text": "Failures of arches from the expansive power of brick are also rare, due to the fact that there are a number of brick in which the expansion is well within the allowable limits and the ease with which such defects may be determined before a brick is used.", "characters": 254, "sentences": 2}, {"text": "Failures through chemical disintegration. Failure through this cause is found only occasionally in brick containing a high percentage of iron oxide.", "characters": 148, "sentences": 3}, {"text": "Red brick should be laid in a thoroughly mixed mortar composed of one volume of Portland cement, 3 volumes of unslacked lime and 16 volumes of clear sharp sand. Not less than 2½ bushels of lime should be used in the laying up of 1000 brick. Each brick should be thoroughly embedded and all joints filled. Where red brick and fire brick are both used in the same wall, they should be carried up at the same time and thoroughly bonded to each other.", "characters": 448, "sentences": 5}, {"text": "All fire brick should be dry when used and protected from moisture until used. Each brick should be dipped in a thin fire clay wash, \"rubbed and shoved\" into place, and tapped with a wooden mallet until it touches the brick next below it. It must be recognized that fire clay is not a cement and that it has little or no holding power. Its action is that of a filler rather than a binder and no fire-clay wash should be used which has a consistency sufficient to permit the use of a trowel.", "characters": 490, "sentences": 5}, {"text": "All fire-brick linings should be laid up four courses of headers and one stretcher. Furnace center walls should be entirely of fire brick. If the center of such walls are built of red brick, they will melt down and cause the failure of the wall as a whole.", "characters": 256, "sentences": 4}, {"text": "[Illustration: A Typical Steel Casing for a Babcock & Wilcox Boiler Built by The Babcock & Wilcox Co.]", "characters": 102, "sentences": 2}, {"text": "As already stated, the life of a boiler setting is dependent to a large extent upon the material entering into its construction and the care with which such material is laid. A third and equally important factor in the determining of such life is the care given to the maintaining of the setting in good condition after the boiler is placed in operation. This feature is discussed more fully in the chapter dealing with general boiler room management.", "characters": 451, "sentences": 4}, {"text": "Many attempts have been made to use some material other than brick for boiler settings but up to the present nothing has been found that may be considered successful or which will give as satisfactory service under severe conditions as properly laid brickwork.", "characters": 260, "sentences": 2}, {"text": "In the design of a steam plant, the piping system should receive the most careful consideration. Aside from the constructive details, good practice in which is fairly well established, the important factors are the size of the piping to be employed and the methods utilized in avoiding difficulties from the presence in the system of water of condensation and the means employed toward reducing radiation losses.", "characters": 412, "sentences": 3}, {"text": "Engineering opinion varies considerably on the question of material of pipes and fittings for different classes of work, and the following is offered simply as a suggestion of what constitutes good representative practice.", "characters": 222, "sentences": 2}, {"text": "DIMENSIONS OF STANDARD AND EXTRA STRONG[76]                    WROUGHT-IRON AND STEEL PIPE", "characters": 90, "sentences": 1}, {"text": "Pipe Material and Thickness--For saturated steam pressures not exceeding 160 pounds, all pipe over 14 inches should be 3/8 inch thick O. D. pipe. All other pipe should be standard full weight, except high pressure feed[77] and blow-off lines, which should be extra strong.", "characters": 272, "sentences": 5}, {"text": "Flanges--For saturated steam, 160 pounds working pressure, all flanges for wrought-iron pipe should be cast-iron threaded. All high pressure threaded flanges should have the diameter thickness and drilling in accordance with the \"manufacturer's standard\" for \"extra heavy\" flanges. All low pressure flanges should have diameter, thickness and drilling in accordance with \"manufacturer's standard\" for \"standard flanges.\"", "characters": 420, "sentences": 4}, {"text": "The flanges on high pressure lines should be counterbored to receive pipe and prevent the threads from shouldering. The pipe should be screwed through the flange at least 1/16 inch, placed in machine and after facing off the end one smooth cut should be taken over the face of the flange to make it square with the axis of the pipe.", "characters": 332, "sentences": 3}, {"text": "[Illustration: 2000 Horse-power Installation of Babcock & Wilcox Boilers and Superheaters, Equipped with Babcock & Wilcox Chain Grate Stokers at the Kentucky Electric Co., Louisville, Ky.]", "characters": 188, "sentences": 3}, {"text": "A special grade of soft flanging pipe is selected to prevent breaking. The bending action is a severe test of the pipe and if it withstands the bending process and the pressure tests, the reliability of the joint is assured. Such a joint is called a Van Stone joint, though many modifications and improvements have been made since the joint was originally introduced.", "characters": 367, "sentences": 4}, {"text": "The diameter and thickness of such flanges should be special extra heavy. Such flanges should be turned to diameter, their fronts faced and the backs machined in lieu of spot facing.", "characters": 182, "sentences": 3}, {"text": "In lines other than given for pressures over 150 pounds, all flanges for wrought-iron pipe should be threaded. All threaded flanges for high pressure superheated lines 3½ inches and under should be \"semi-steel\" extra heavy. Flanges for other than steam lines should be manufacturer's standard extra heavy.", "characters": 306, "sentences": 4}, {"text": "Flanges for pressures up to 160 pounds in pipes and fittings for low pressure lines, and any fittings for high pressure lines should have plain faces, smooth tool finish, scored with V-shaped grooves for rubber gaskets. High pressure line flanges should have raised faces, projecting the full available diameter inside the bolt holes. These faces should be similarly scored.", "characters": 374, "sentences": 4}, {"text": "All pipe ½ inch and under should have ground joint unions suitable for the pressure required. Pipe ¾ inch and over should have cast-iron flanged unions. Unions are to be preferred to wrought-iron couplings wherever possible to facilitate dismantling.", "characters": 252, "sentences": 4}, {"text": "The suggestions as to flanges for different classes of service made on page 311 hold as well for valve flanges, except that such flanges are not scored.", "characters": 152, "sentences": 2}, {"text": "Automatic stop and check valves are coming into general use with boilers and such use is compulsory under the boiler regulations of certain communities. Where used, they should be preferably placed directly on the boiler nozzle. Where two or more boilers are on one line, in addition to the valve at the boiler, whether this be an automatic valve or a gate valve, there should be an additional gate valve on each boiler branch at the main steam header.", "characters": 452, "sentences": 4}, {"text": "Relief valves should be furnished at the discharge side of each feed pump and on the discharge side of each feed heater of the closed type.", "characters": 139, "sentences": 2}, {"text": "Feed valves should always be of the globe pattern. A gate valve cannot be closely regulated and often clatters owing to the pulsations of the feed pump.", "characters": 152, "sentences": 3}, {"text": "Gaskets--For steam and water lines where the pressure does not exceed 160 pounds, wire insertion rubber gaskets 1/16 inch thick will be found to give good service. For low pressure lines, canvas insertion black rubber gaskets are ordinarily used. For oil lines special gaskets are necessary.", "characters": 291, "sentences": 4}, {"text": "For pressure above 160 pounds carrying superheated steam, corrugated steel gaskets extending the full available diameter inside of the bolt holes give good satisfaction. For high pressure water lines wire inserted rubber gaskets are used, and for low pressure flanged joints canvas inserted rubber gaskets.", "characters": 306, "sentences": 3}, {"text": "Size of Steam Lines--The factors affecting the proper size of steam lines are the radiation from such lines and the velocity of steam within them. As the size of the steam line increases, there will be an increase in the radiation.[79] As the size decreases, the steam velocity and the pressure drop for a given quantity of steam naturally increases.", "characters": 350, "sentences": 4}, {"text": "There is a marked tendency in modern practice toward higher steam velocities, particularly in the case of superheated steam. It was formerly considered good practice to limit this velocity to 6000 feet per minute but this figure is to-day considered low.", "characters": 254, "sentences": 3}, {"text": "In modern practice, with superheated steam, velocities of 15,000 feet per minute are not unusual and this figure is very frequently exceeded.", "characters": 141, "sentences": 2}, {"text": "The pitch of all pipe should be in the direction of the flow of steam. Wherever a rise is necessary, a drain should be installed. All main headers and important branches should end in a drop leg and each such drop leg and any low points in the system should be connected to the drainage pump. A similar connection should be made to every fitting where there is danger of a water pocket.", "characters": 386, "sentences": 5}, {"text": "Branch lines should never be taken from the bottom of a main header but where possible should be taken from the top. Each engine supply pipe should have its own separator placed as near the throttle as possible. Such separators should be drained to the drainage system.", "characters": 269, "sentences": 4}, {"text": "Check valves are frequently placed in drain pipes to prevent steam from entering any portion of the system that may be shut off.", "characters": 128, "sentences": 2}, {"text": "Valves should be so located that they cannot form water pockets when either open or closed. Globe valves will form a water pocket in the piping to which they are connected unless set with the stem horizontal, while gate valves may be set with the spindle vertical or at an angle. Where valves are placed directly on the boiler nozzle, a drain should be provided above them.", "characters": 373, "sentences": 4}, {"text": "High pressure drains should be trapped to both feed heaters and waste headers. Traps and meters should be provided with by-passes. Cylinder drains, heater blow-offs and drains, boiler blow-offs and similar lines should be led to waste. The ends of cylinder drains should not extend below the surface of water, for on starting up or on closing the throttle valve with the drains open, water may be drawn back into the cylinders.", "characters": 427, "sentences": 5}, {"text": "For calculating radiation for pressure and temperature other than 160 pounds, and 60 degrees, use B. t. u. figures for one degree difference.", "characters": 141, "sentences": 5}, {"text": "Radiation from Pipes--The evils of the presence of condensed steam in piping systems have been thoroughly discussed above and in some of the previous articles. Condensation resulting from radiation, while it cannot be wholly obviated, can, by proper installation, be greatly reduced.", "characters": 283, "sentences": 3}, {"text": "Bare pipe will radiate approximately 3 B. t. u. per hour per square foot of exposed surface per one degree of difference in temperature between the steam contained and the external air. This figure may be reduced to from 0.3 to 0.4 B. t. u. for the same conditions by a 1½ inch insulating covering. Table 64 gives the radiation losses for bare and covered pipes with different thicknesses of magnesia covering.", "characters": 411, "sentences": 12}, {"text": "Many experiments have been made as to the relative efficiencies of different kinds of covering. Table 65 gives some approximately relative figures based on one inch covering from experiments by Paulding, Jacobus, Brill and others.", "characters": 230, "sentences": 3}, {"text": "All surfaces should be painted before the covering is applied. Canvas is ordinarily placed over the covering, held in place by wrought-iron or brass bands.", "characters": 155, "sentences": 3}, {"text": "[Illustration: Bankers Trust Building, New York City, Operation 900 Horse Power of Babcock & Wilcox Boilers]", "characters": 108, "sentences": 1}, {"text": "Various formulae for the flow of steam through pipes have been advanced, all having their basis upon Bernoulli's theorem of the flow of water through circular pipes with the proper modifications made for the variation in constants between steam and water. The loss of energy due to friction in a pipe is given by Unwin (based upon Weisbach) as", "characters": 343, "sentences": 2}, {"text": "where E is the energy loss in foot pounds due to the friction of W units of weight of steam passing with a velocity of v feet per second through a pipe d feet in diameter and L feet long; g represents the acceleration due to gravity (32.2) and f the coefficient of friction.", "characters": 274, "sentences": 3}, {"text": "Numerous values have been given for this coefficient of friction, f, which, from experiment, apparently varies with both the diameter of pipe and the velocity of the passing steam. There is no authentic data on the rate of this variation with velocity and, as in all experiments, the effect of change of velocity has seemed less than the unavoidable errors of observation, the coefficient is assumed to vary only with the size of the pipe.", "characters": 439, "sentences": 3}, {"text": "f 2 v² W L           E_{f} = Wh = ----------      (39)                            gd", "characters": 85, "sentences": 1}, {"text": "f 2 v² L                and h = --------      (40)                           gd", "characters": 80, "sentences": 1}, {"text": "If D represents the density of the steam or weight per cubic foot, and p the loss of pressure due to friction in pounds per square inch, then", "characters": 141, "sentences": 1}, {"text": "D v² L      /      3  \\                p = -------- × K | 1 + --- |      (42)                     72 g d      \\     10d /", "characters": 123, "sentences": 1}, {"text": "To convert the velocity term and to reduce to units ordinarily used, let d_{1} the diameter of pipe in inches = 12d, and w = the flow in pounds per minute; then", "characters": 160, "sentences": 1}, {"text": "[pi] / d_{1}\\           w = 60v × ---  | ---- |^{2} D                      4   \\  12  /", "characters": 88, "sentences": 1}, {"text": "/      3.6  \\    w^{2} L    p = 0.04839 K | 1 + ----- |  -----------      (43)                  \\     d_{1} /  D d_{1}^{5}", "characters": 122, "sentences": 3}, {"text": "Some of the experimental determinations for the value of K are:     K = .005 for water (Unwin).     K = .005 for air (Arson).     K = .0028 for air (St. Gothard tunnel experiments).     K = .0026 for steam (Carpenter at Oriskany).     K = .0027 for steam (G. H. Babcock).", "characters": 271, "sentences": 14}, {"text": "/      3.6 \\   w^{2} L      p = 0.000131 | 1 + ---- | -----------      (44)                   \\     d_{1}/ D d_{1}^{5}", "characters": 118, "sentences": 3}, {"text": "/   pDd_{1}^{5}   \\      w =  87  |  -------------- |^{½}      (45)               |  /      3.6 \\   |               |  | 1 + ---- | L |               \\  \\     d_{1}/   /", "characters": 170, "sentences": 2}, {"text": "Where w = the weight of steam passing in pounds per minute,       p = the difference in pressure between the two ends of the pipe in           pounds per square inch,       D = density of steam or weight per cubic foot,[80]   d_{1} = internal diameter of pipe in inches,       L = length of pipe in feet.", "characters": 304, "sentences": 2}, {"text": "This formula is the most generally accepted for the flow of steam in pipes. Table 66 is calculated from this formula and gives the amount of steam passing per minute that will flow through straight smooth pipes having a length of 240 diameters from various initial pressures with one pound difference between the initial and final pressures.", "characters": 341, "sentences": 3}, {"text": "To apply this table for other lengths of pipe and pressure losses other than those assumed, let L = the length and d the diameter of the pipe, both in inches; l, the loss in pounds; Q, the weight under the conditions assumed in the table, and Q_{1}, the weight for the changed conditions.", "characters": 288, "sentences": 2}, {"text": "For any length of pipe, if the weight of steam passing is the same as given in the table, the loss will be,", "characters": 107, "sentences": 1}, {"text": "If the pipe length is the same as assumed in the table but the loss is different, the quantity of steam passing per minute will be,", "characters": 131, "sentences": 1}, {"text": "FLOW OF STEAM THROUGH PIPES                                    LENGTH OF PIPE 1000 FEET", "characters": 87, "sentences": 1}, {"text": "Example: Find the weight of steam at 100 pounds initial gauge pressure, which will pass through a 6-inch pipe 720 feet long with a pressure drop of 4 pounds. Under the conditions assumed in the table, 293.1 pounds would flow per minute; hence, Q = 293.1, and", "characters": 258, "sentences": 4}, {"text": "_       _               | 240×6×4 | Q_{1} = 293.1 | ------- |^{½}       = 239.9 pounds               |_ 720×12_|", "characters": 116, "sentences": 3}, {"text": "Table 67 may be frequently found to be of service in problems involving the flow of steam. This table was calculated by Mr. E. C. Sickles for a pipe 1000 feet long from formula (45), except that from the use of a value of the constant K = .0026 instead of .0027, the constant in the formula becomes 87.45 instead of 87.", "characters": 319, "sentences": 9}, {"text": "The table may be used conversely to determine the pressure drop through a pipe of a given diameter delivering a specified amount of steam by passing from the known figure in the left to the column on the right headed by the pressure which is the mean of the initial and final pressures corresponding to the drop found and the actual initial pressure present.", "characters": 358, "sentences": 2}, {"text": "For a given flow of steam and diameter of pipe, the drop in pressure is proportional to the length and if discharge quantities for other lengths of pipe than 1000 feet are required, they may be found by proportion.", "characters": 214, "sentences": 2}, {"text": "Napier deduced an approximate formula for the outflow of steam into the atmosphere which checks closely with the figures just given. This formula is:", "characters": 149, "sentences": 2}, {"text": "Where W  = the pounds of steam flowing per second,       p = the absolute pressure in pounds per square inch,  and  a = the area of the orifice in square inches.", "characters": 161, "sentences": 2}, {"text": "In some experiments made by Professor C. H. Peabody, in the flow of steam through pipes from ¼ inch to 1½ inches long and ¼ inch in diameter, with rounded entrances, the greatest difference from Napier's formula was 3.2 per cent excess of the experimental over the calculated results.", "characters": 287, "sentences": 5}, {"text": "For steam flowing through an orifice from a higher to a lower pressure where the lower pressure is greater than 58 per cent of the higher, the flow per minute may be calculated from the formula:", "characters": 194, "sentences": 1}, {"text": "Where W = the weight of steam discharged in pounds per minute,       A = area of orifice in square inches,       P = the absolute initial pressure in pounds per square inch,       d = the difference in pressure between the two sides  in pounds           per square inch,       K = a constant = .93 for a short pipe, and .63 for a hole in a           thin plate or a safety valve.", "characters": 379, "sentences": 4}, {"text": "[Illustration: Vesta Coal Co., California, Pa., Operating at this Plant 3160 Horse Power of Babcock & Wilcox Boilers]", "characters": 117, "sentences": 3}, {"text": "_               _       [lambda]_{w} | w c_{p} [delta] | a = b ------------ | --------------- |^{u}         d^{1-u}    |_   [lambda]    _|", "characters": 138, "sentences": 1}, {"text": "If the unit of time for the velocity is made the hour, and in the place of the product of the velocity and density is written its equivalent, the weight of gas flowing per hour divided by the area of the tube, this equation becomes:", "characters": 232, "sentences": 1}, {"text": "_           _           [lambda]_{w} |   Wc_{p}    | a = .0255 ------------ |  ---------  |^{.786}             d^{.214}   |_ A[lambda] _|", "characters": 137, "sentences": 4}, {"text": "where the quantities are in the units mentioned, or, since the constants are absolute constants, in English units,", "characters": 114, "sentences": 1}, {"text": "The conductivities of air, carbonic acid gas and superheated steam, as affected by the temperature, in English units, are:", "characters": 122, "sentences": 1}, {"text": "Conductivity of air               .0122 (1 + .00132 T) Conductivity of carbonic acid gas .0076 (1 + .00229 T) Conductivity of superheated steam .0119 (1 + .00261 T)", "characters": 164, "sentences": 7}, {"text": "_                      _      | / T  \\       / t  \\    | 1600 | |----|^{4} - |----|^{4}| S^{1}      |_\\1000/       \\1000/   _|", "characters": 126, "sentences": 1}, {"text": "_                      _          | / T  \\       / t  \\    | E = 1600 | |----|^{4} - |----|^{4}| S^{1}  + WC(T_{1} - T_{2})          |_\\1000/       \\1000/   _|", "characters": 159, "sentences": 1}, {"text": "If the heat transfer rate is taken as independent of the gas temperature and the heat absorbed by an element of the surface in a given time is equated to the heat given out from the gas passing over this surface in the same time, a single integration gives", "characters": 256, "sentences": 1}, {"text": "_           _      WC        |  T_{1} - t  | R = --- Log[89]|  ---------  |      S         |_ T_{2} - t _|", "characters": 106, "sentences": 1}, {"text": "The manner in which A appears in this formula is the same as it would appear in any formula in which the heat transfer rate was taken as depending upon the product of the velocity and the density of the gas jointly, since this product, as pointed out above, is equivalent to W/A. Nusselt's experiments, as well as those of others, indicate that the ratio appears in the proper way.", "characters": 381, "sentences": 3}, {"text": "[Illustration: Iron City Brewery of the Pittsburgh Brewing Co., Pittsburgh, Pa, Operating in this Plant 2000 Horse Power of Babcock & Wilcox Boilers]", "characters": 149, "sentences": 2}, {"text": "[Footnote 1: See discussion by George H. Babcock, of Stirling's paper on \"Water-tube and Shell Boilers\", in Transactions, American Society of Mechanical Engineers, Volume VI., Page 601.]", "characters": 186, "sentences": 4}, {"text": "[Footnote 2: When one temperature alone is given the \"true\" specific heat is given; otherwise the value is the \"mean\" specific heat for the range of temperature given.]", "characters": 168, "sentences": 2}, {"text": "[Footnote 11: 460 degrees below the zero of Fahrenheit. This is the nearest approximation in whole degrees to the latest determinations of the absolute zero of temperature]", "characters": 172, "sentences": 2}, {"text": "[Footnote 15: Some waters, not naturally acid, become so at high temperatures, as when chloride of magnesia decomposes with the formation of free hydrochloride acid; such phenomena become more serious with an increase in pressure and temperature.]", "characters": 247, "sentences": 2}, {"text": "[Footnote 21: The actual specific heat at a particular temperature and pressure is that corresponding to a change of one degree one way or the other and differs considerably from the average value for the particular temperature and pressure given in the table. The mean values given in the table give correct results when employed to determine the factor of evaporation whereas the actual values at the particular temperatures and pressures would not.]", "characters": 452, "sentences": 3}, {"text": "[Footnote 29: This formula is equivalent to (10) given in chapter on combustion. 34.56 = theoretical air required for combustion of one pound of H (see Table 31).]", "characters": 163, "sentences": 4}, {"text": "[Footnote 30: For degree of accuracy of this formula, see Transactions, A. S. M. E., Volume XXI, 1900, page 94.]", "characters": 112, "sentences": 6}, {"text": "[Footnote 31: For loss per pound of coal multiply by per cent of carbon in coal by ultimate analysis.]", "characters": 102, "sentences": 2}, {"text": "[Footnote 32: For loss per pound of coal multiply by per cent of carbon in coal by ultimate analysis.]", "characters": 102, "sentences": 2}, {"text": "[Footnote 33: The Panther Creek District forms a part of what is known as the Southern Field; in the matter of hardness, however, these coals are more nearly akin to Lehigh coals.]", "characters": 180, "sentences": 2}, {"text": "[Footnote 35: Geographically, the Shamokin District is part of the Western Middle Mahanoy Field, but the coals found in this section resemble more closely those of the Wyoming Field.]", "characters": 183, "sentences": 2}, {"text": "[Footnote 39: To agree with Pfaundler's formula the end ordinates should be given half values in determining T\", _i. e._, T\" = ((Temp. at B + Temp. at C) ÷ 2 + Temp. all other ordinates) ÷ N]", "characters": 193, "sentences": 6}, {"text": "[Footnote 42: Assuming bagasse temperature = 80 degrees Fahrenheit and exit gas temperature = 500 degrees Fahrenheit.]", "characters": 118, "sentences": 2}, {"text": "One ton of coal weighs 2000 pounds. One barrel of oil weighs 336 pounds. One gallon of oil weighs 8 pounds.]", "characters": 108, "sentences": 4}, {"text": "[Footnote 50: Temperatures are average over one cycle of operation and may vary widely as to maximum and minimum.]", "characters": 114, "sentences": 2}, {"text": "[Footnote 54: To determine the portion of the fuel which is actually burned, the weight of ashes should be computed from the total weight of coal burned and the coal and ash analyses in order to allow for any ash that may be blown away with the flue gases. In many cases the ash so computed is considerably higher than that found in the test.]", "characters": 343, "sentences": 3}, {"text": "[Footnote 58: Where the horse power of marine boilers is stated, it generally refers to and is synonymous with the horse power developed by the engines which they serve.]", "characters": 170, "sentences": 2}, {"text": "[Footnote 59: In other countries, boilers are ordinarily rated not in horse power but by specifying the quantity of water they are capable of evaporating from and at 212 degrees or under other conditions.]", "characters": 205, "sentences": 2}, {"text": "[Footnote 61: The recommendations are those made in the preliminary report of the Committee on Power Tests and at the time of going to press have not been finally accepted by the Society as a whole.]", "characters": 199, "sentences": 2}, {"text": "[Footnote 63: The necessary apparatus and instruments are described elsewhere. No definite rules can be given for location of instruments. For suggestions on location, see A. S. M. E. Code of 1912, Appendix 24. For calibration of instruments, see Code, Vol. XXXIV, Trans., A. S. M. E., pages 1691-1702 and 1713-14.]", "characters": 315, "sentences": 15}, {"text": "[Footnote 65: Do not blow down the water-glass column for at least one hour before these readings are taken. An erroneous indication may otherwise be caused by a change of temperature and density of the water within the column and connecting pipe.]", "characters": 248, "sentences": 3}, {"text": "[Footnote 66: Do not blow down the water-glass column for at least one hour before these readings are taken. An erroneous indication may otherwise be caused by a change of temperature and density of the water within the column and connecting pipe.]", "characters": 248, "sentences": 3}, {"text": "[Footnote 68: Where the coal is very moist, a portion of the moisture will cling to the walls of the jar, and in such case the jar and fuel together should be dried out in determining the total moisture.]", "characters": 204, "sentences": 2}, {"text": "[Footnote 71: For suggestions relative to Smoke Observations, see A. S. M. E. Code of 1912, Appendix 16 and 17.]", "characters": 112, "sentences": 6}, {"text": "[Footnote 72: The term \"as fired\" means actual condition including moisture, corrected for estimated difference in weight of coal on the grate at beginning and end.]", "characters": 165, "sentences": 2}, {"text": "[Footnote 75: For methods of determining, see Technologic Paper No. 7, Bureau of Standards, page 44.]", "characters": 101, "sentences": 3}, {"text": "[Footnote 80: D, the density, is taken as the mean of the density at the initial and final pressures.]", "characters": 102, "sentences": 2}, {"text": "[Footnote 81: Diameters up to 5 inches, inclusive, are _actual_ diameters of standard pipe, see Table 62, page 308.]", "characters": 116, "sentences": 2}, {"text": "[Footnote 82: Diameters up to 4 inches, inclusive, are _actual_ internal diameters, see Table 62, page 308.]", "characters": 108, "sentences": 2}, {"text": "[Footnote 85: Heinrich Gröber--Zeit. d. Ver. Ing., March 1912, December 1912. Leprince-Ringuet--Revue de Mecanique. July 1911. John Perry--\"The Steam Engine\". T. E. Stanton--Philosophical Transactions, 1897. Dr. J. T. Nicholson--Proceedings Institute of Engineers & Shipbuilders in Scotland, 1910. W. E. Dally--Proceedings Institute of Mechanical Engineers, 1909.]", "characters": 365, "sentences": 19}], "id": 22657, "paragraphs": 970, "author": "Babcock & Wilcox Co."}