{"title": "The Narrative of the Life of Frederick Douglass", "data": [{"text": "Note from the original file: This electronic book is being released at     this time to honor the birthday of Martin Luther King Jr. [Born January     15, 1929] [Officially celebrated January 20, 1992]", "characters": 201, "sentences": 2}, {"text": "ENTERED, ACCORDING TO ACT OF CONGRESS, IN THE YEAR 1845 BY FREDERICK DOUGLASS, IN THE CLERK'S OFFICE OF THE DISTRICT COURT OF MASSACHUSETTS.", "characters": 140, "sentences": 2}, {"text": "You remember the old fable of \"The Man and the Lion,\" where the lion complained that he should not be so misrepresented \"when the lions wrote history.\"", "characters": 151, "sentences": 2}, {"text": "I was glad to learn, in your story, how early the most neglected of God's children waken to a sense of their rights, and of the injustice done them. Experience is a keen teacher; and long before you had mastered your A B C, or knew where the \"white sails\" of the Chesapeake were bound, you began, I see, to gauge the wretchedness of the slave, not by his hunger and want, not by his lashes and toil, but by the cruel and blighting death which gathers over his soul.", "characters": 465, "sentences": 3}, {"text": "In reading your life, no one can say that we have unfairly picked out some rare specimens of cruelty. We know that the bitter drops, which even you have drained from the cup, are no incidental aggravations, no individual ills, but such as must mingle always and necessarily in the lot of every slave. They are the essential ingredients, not the occasional results, of the system.", "characters": 379, "sentences": 4}, {"text": "My mother was named Harriet Bailey. She was the daughter of Isaac and Betsey Bailey, both colored, and quite dark. My mother was of a darker complexion than either my grandmother or grandfather.", "characters": 194, "sentences": 4}, {"text": "Mr. Severe's place was filled by a Mr. Hopkins. He was a very different man. He was less cruel, less profane, and made less noise, than Mr. Severe. His course was characterized by no extraordinary demonstrations of cruelty. He whipped, but seemed to take no pleasure in it. He was called by the slaves a good overseer.", "characters": 318, "sentences": 10}, {"text": "This they would sing, as a chorus, to words which to many would seem unmeaning jargon, but which, nevertheless, were full of meaning to themselves. I have sometimes thought that the mere hearing of those songs would do more to impress some minds with the horrible character of slavery, than the reading of whole volumes of philosophy on the subject could do.", "characters": 358, "sentences": 3}, {"text": "The colonel also kept a splendid riding equipage. His stable and carriage-house presented the appearance of some of our large city livery establishments. His horses were of the finest form and noblest blood. His carriage-house contained three splendid coaches, three or four gigs, besides dearborns and barouches of the most fashionable style.", "characters": 343, "sentences": 5}, {"text": "Whilst I am detailing bloody deeds which took place during my stay on Colonel Lloyd's plantation, I will briefly narrate another, which occurred about the same time as the murder of Demby by Mr. Gore.", "characters": 200, "sentences": 3}, {"text": "Colonel Lloyd's slaves were in the habit of spending a part of their nights and Sundays in fishing for oysters, and in this way made up the deficiency of their scanty allowance. An old man belonging to Colonel Lloyd, while thus engaged, happened to get beyond the limits of Colonel Lloyd's, and on the premises of Mr. Beal Bondly. At this trespass, Mr. Bondly took offence, and with his musket came down to the shore, and blew its deadly contents into the poor old man.", "characters": 469, "sentences": 6}, {"text": "Mr. Bondly came over to see Colonel Lloyd the next day, whether to pay him for his property, or to justify himself in what he had done, I know not. At any rate, this whole fiendish transaction was soon hushed up. There was very little said about it at all, and nothing done. It was a common saying, even among little white boys, that it was worth a half-cent to kill a \"nigger,\" and a half-cent to bury one.", "characters": 407, "sentences": 6}, {"text": "We were not regularly allowanced. Our food was coarse corn meal boiled. This was called _mush_. It was put into a large wooden tray or trough, and set down upon the ground. The children were then called, like so many pigs, and like so many pigs they would come and devour the mush; some with oyster-shells, others with pieces of shingle, some with naked hands, and none with spoons. He that ate fastest got most; he that was strongest secured the best place; and few left the trough satisfied.", "characters": 493, "sentences": 7}, {"text": "We sailed out of Miles River for Baltimore on a Saturday morning. I remember only the day of the week, for at that time I had no knowledge of the days of the month, nor the months of the year. On setting sail, I walked aft, and gave to Colonel Lloyd's plantation what I hoped would be the last look. I then placed myself in the bows of the sloop, and there spent the remainder of the day in looking ahead, interesting myself in what was in the distance rather than in things near by or behind.", "characters": 493, "sentences": 5}, {"text": "In the afternoon of that day, we reached Annapolis, the capital of the State. We stopped but a few moments, so that I had no time to go on shore. It was the first large town that I had ever seen, and though it would look small compared with some of our New England factory villages, I thought it a wonderful place for its size--more imposing even than the Great House Farm!", "characters": 373, "sentences": 3}, {"text": "We arrived at Baltimore early on Sunday morning, landing at Smith's Wharf, not far from Bowley's Wharf. We had on board the sloop a large flock of sheep; and after aiding in driving them to the slaughterhouse of Mr. Curtis on Louden Slater's Hill, I was conducted by Rich, one of the hands belonging on board of the sloop, to my new home in Alliciana Street, near Mr. Gardner's ship-yard, on Fells Point.", "characters": 404, "sentences": 5}, {"text": "But, alas! this kind heart had but a short time to remain such. The fatal poison of irresponsible power was already in her hands, and soon commenced its infernal work. That cheerful eye, under the influence of slavery, soon became red with rage; that voice, made all of sweet accord, changed to one of harsh and horrid discord; and that angelic face gave place to that of a demon.", "characters": 380, "sentences": 4}, {"text": "From this time I was most narrowly watched. If I was in a separate room any considerable length of time, I was sure to be suspected of having a book, and was at once called to give an account of myself. All this, however, was too late. The first step had been taken. Mistress, in teaching me the alphabet, had given me the _inch,_ and no precaution could prevent me from taking the _ell._", "characters": 388, "sentences": 6}, {"text": "Thanks to a kind Providence, I fell to the portion of Mrs. Lucretia, and was sent immediately back to Baltimore, to live again in the family of Master Hugh. Their joy at my return equalled their sorrow at my departure. It was a glad day to me. I had escaped a worse than lion's jaws. I was absent from Baltimore, for the purpose of valuation and division, just about one month, and it seemed to have been six.", "characters": 409, "sentences": 7}, {"text": "\"Gone, gone, sold and gone      To the rice swamp dank and lone,      Where the slave-whip ceaseless swings,      Where the noisome insect stings,      Where the fever-demon strews      Poison with the falling dews,      Where the sickly sunbeams glare      Through the hot and misty air:&mdash;      Gone, gone, sold and gone      To the rice swamp dank and lone,      From Virginia hills and waters&mdash;      Woe is me, my stolen daughters!\"", "characters": 445, "sentences": 1}, {"text": "I then had to regret that I did not at least make the attempt to carry out my resolution to run away; for the chances of success are tenfold greater from the city than from the country.", "characters": 185, "sentences": 2}, {"text": "While I lived with my master in St. Michael's, there was a white young man, a Mr. Wilson, who proposed to keep a Sabbath school for the instruction of such slaves as might be disposed to learn to read the New Testament. We met but three times, when Mr. West and Mr. Fairbanks, both class-leaders, with many others, came upon us with sticks and other missiles, drove us off, and forbade us to meet again. Thus ended our little Sabbath school in the pious town of St. Michael's.", "characters": 476, "sentences": 9}, {"text": "I have said my master found religious sanction for his cruelty. As an example, I will state one of many facts going to prove the charge. I have seen him tie up a lame young woman, and whip her with a heavy cowskin upon her naked shoulders, causing the warm red blood to drip; and, in justification of the bloody deed, he would quote this passage of Scripture--\"He that knoweth his master's will, and doeth it not, shall be beaten with many stripes.\"", "characters": 449, "sentences": 4}, {"text": "Thus I used to think, and thus I used to speak to myself; goaded almost to madness at one moment, and at the next reconciling myself to my wretched lot.", "characters": 152, "sentences": 2}, {"text": "From this time I was never again what might be called fairly whipped, though I remained a slave four years afterwards. I had several fights, but was never whipped.", "characters": 163, "sentences": 3}, {"text": "Mr. Freeland was himself the owner of but two slaves. Their names were Henry Harris and John Harris. The rest of his hands he hired. These consisted of myself, Sandy Jenkins,* and Handy Caldwell.", "characters": 195, "sentences": 6}, {"text": "*This is the same man who gave me the roots to prevent my      being whipped by Mr. Covey. He was \"a clever soul.\" We used      frequently to talk about the fight with Covey, and as often      as we did so, he would claim my success as the result of the      roots which he gave me. This superstition is very common      among the more ignorant slaves. A slave seldom dies but that      his death is attributed to trickery.", "characters": 423, "sentences": 7}, {"text": "In coming to a fixed determination to run away, we did more than Patrick Henry, when he resolved upon liberty or death. With us it was a doubtful liberty at most, and almost certain death if we failed. For my part, I should prefer death to hopeless bondage.", "characters": 257, "sentences": 4}, {"text": "Sandy, one of our number, gave up the notion, but still encouraged us. Our company then consisted of Henry Harris, John Harris, Henry Bailey, Charles Roberts, and myself. Henry Bailey was my uncle, and belonged to my master. Charles married my aunt: he belonged to my master's father-in-law, Mr. William Hamilton.", "characters": 313, "sentences": 6}, {"text": "The week before our intended start, I wrote several protections, one for each of us. As well as I can remember, they were in the following words, to wit:--", "characters": 155, "sentences": 2}, {"text": "\"This is to certify that I, the undersigned, have given the bearer, my      servant, full liberty to go to Baltimore, and spend the Easter holidays.      Written with mine own hand, &amp;c., 1835.", "characters": 196, "sentences": 4}, {"text": "We were not going to Baltimore; but, in going up the bay, we went toward Baltimore, and these protections were only intended to protect us while on the bay.", "characters": 156, "sentences": 2}, {"text": "Thus, after an absence of three years and one month, I was once more permitted to return to my old home at Baltimore. My master sent me away, because there existed against me a very great prejudice in the community, and he feared I might be killed.", "characters": 248, "sentences": 3}, {"text": "\"This may certify, that I joined together in holy matrimony Frederick Johnson** and Anna Murray, as man and wife, in the presence of Mr. David Ruggles and Mrs. Michaels.", "characters": 169, "sentences": 4}, {"text": "* I am told that colored persons can now get employment at      calking in New Bedford&mdash;a result of anti-slavery effort.", "characters": 125, "sentences": 2}, {"text": "Finding my trade of no immediate benefit, I threw off my calking habiliments, and prepared myself to do any kind of work I could get to do. Mr. Johnson kindly let me have his wood-horse and saw, and I very soon found myself a plenty of work. There was no work too hard--none too dirty. I was ready to saw wood, shovel coal, carry wood, sweep the chimney, or roll oil casks,--all of which I did for nearly three years in New Bedford, before I became known to the anti-slavery world.", "characters": 481, "sentences": 6}, {"text": "\"Just God! and these are they,      Who minister at thine altar, God of right!      Men who their hands, with prayer and blessing, lay      On Israel's ark of light.", "characters": 165, "sentences": 2}, {"text": "\"What! preach, and kidnap men?      Give thanks, and rob thy own afflicted poor?      Talk of thy glorious liberty, and then      Bolt hard the captive's door?", "characters": 159, "sentences": 1}, {"text": "\"What! servants of thy own      Merciful Son, who came to seek and save      The homeless and the outcast, fettering down      The tasked and plundered slave!", "characters": 158, "sentences": 1}, {"text": "\"Pilate and Herod friends!      Chief priests and rulers, as of old, combine!      Just God and holy! is that church which lends      Strength to the spoiler thine?\"", "characters": 165, "sentences": 1}, {"text": "Such is, very briefly, my view of the religion of this land; and to avoid any misunderstanding, growing out of the use of general terms, I mean by the religion of this land, that which is revealed in the words, deeds, and actions, of those bodies, north and south, calling themselves Christian churches, and yet in union with slaveholders. It is against religion, as presented by these bodies, that I have felt it my duty to testify.", "characters": 433, "sentences": 3}, {"text": "\"Come, saints and sinners, hear me tell      How pious priests whip Jack and Nell,      And women buy and children sell,      And preach all sinners down to hell,      And sing of heavenly union.", "characters": 195, "sentences": 2}, {"text": "\"They'll bleat and baa, dona like goats,      Gorge down black sheep, and strain at motes,      Array their backs in fine black coats,      Then seize their negroes by their throats,      And choke, for heavenly union.", "characters": 218, "sentences": 2}, {"text": "\"They'll church you if you sip a dram,      And damn you if you steal a lamb;      Yet rob old Tony, Doll, and Sam,      Of human rights, and bread and ham;      Kidnapper's heavenly union.", "characters": 189, "sentences": 2}, {"text": "\"They'll loudly talk of Christ's reward,      And bind his image with a cord,      And scold, and swing the lash abhorred,      And sell their brother in the Lord      To handcuffed heavenly union.", "characters": 197, "sentences": 2}, {"text": "\"They'll read and sing a sacred song,      And make a prayer both loud and long,      And teach the right and do the wrong,      Hailing the brother, sister throng,      With words of heavenly union.", "characters": 199, "sentences": 2}, {"text": "\"We wonder how such saints can sing,      Or praise the Lord upon the wing,      Who roar, and scold, and whip, and sting,      And to their slaves and mammon cling,      In guilty conscience union.", "characters": 198, "sentences": 2}, {"text": "\"They'll raise tobacco, corn, and rye,      And drive, and thieve, and cheat, and lie,      And lay up treasures in the sky,      By making switch and cowskin fly,      In hope of heavenly union.", "characters": 195, "sentences": 2}, {"text": "\"They'll crack old Tony on the skull,      And preach and roar like Bashan bull,      Or braying ass, of mischief full,      Then seize old Jacob by the wool,      And pull for heavenly union.", "characters": 192, "sentences": 2}, {"text": "\"A roaring, ranting, sleek man-thief,      Who lived on mutton, veal, and beef,      Yet never would afford relief      To needy, sable sons of grief,      Was big with heavenly union.", "characters": 184, "sentences": 2}, {"text": "\"'Love not the world,' the preacher said,      And winked his eye, and shook his head;      He seized on Tom, and Dick, and Ned,      Cut short their meat, and clothes, and bread,      Yet still loved heavenly union.", "characters": 216, "sentences": 2}, {"text": "\"Another preacher whining spoke      Of One whose heart for sinners broke:      He tied old Nanny to an oak,      And drew the blood at every stroke,      And prayed for heavenly union.", "characters": 185, "sentences": 2}, {"text": "\"Two others oped their iron jaws,      And waved their children-stealing paws;      There sat their children in gewgaws;      By stinting negroes' backs and maws,      They kept up heavenly union.", "characters": 196, "sentences": 2}, {"text": "\"All good from Jack another takes,      And entertains their flirts and rakes,      Who dress as sleek as glossy snakes,      And cram their mouths with sweetened cakes;      And this goes down for union.\"", "characters": 205, "sentences": 2}, {"text": "Sincerely and earnestly hoping that this little book may do something toward throwing light on the American slave system, and hastening the glad day of deliverance to the millions of my brethren in bonds--faithfully relying upon the power of truth, love, and justice, for success in my humble efforts--and solemnly pledging my self anew to the sacred cause,--I subscribe myself,", "characters": 378, "sentences": 1}, {"text": "End of the Project Gutenberg EBook of The Narrative of the Life of Frederick Douglass, by Frederick Douglass", "characters": 108, "sentences": 1}], "id": 23, "paragraphs": 56, "author": "Frederick Douglass"}