{"title": "A Study In Scarlet", "data": [{"text": "Original Transcriber's Note: This etext is prepared directly      from an 1887 edition, and care has been taken to duplicate the      original exactly, including typographical and punctuation      vagaries.", "characters": 206, "sentences": 2}, {"text": "Additions to the text include adding the underscore character to      indicate italics, and textual end-notes in square braces.", "characters": 127, "sentences": 2}, {"text": "(_Being a reprint from the reminiscences of_ JOHN H. WATSON, M.D., _late of the Army Medical Department._) [2]", "characters": 110, "sentences": 5}, {"text": "\"Whatever have you been doing with yourself, Watson?\" he asked in undisguised wonder, as we rattled through the crowded London streets. \"You are as thin as a lath and as brown as a nut.\"", "characters": 186, "sentences": 3}, {"text": "I gave him a short sketch of my adventures, and had hardly concluded it by the time that we reached our destination.", "characters": 116, "sentences": 2}, {"text": "\"Poor devil!\" he said, commiseratingly, after he had listened to my misfortunes. \"What are you up to now?\"", "characters": 106, "sentences": 2}, {"text": "\"Looking for lodgings.\" [3] I answered. \"Trying to solve the problem as to whether it is possible to get comfortable rooms at a reasonable price.\"", "characters": 146, "sentences": 4}, {"text": "\"That's a strange thing,\" remarked my companion; \"you are the second man to-day that has used that expression to me.\"", "characters": 117, "sentences": 2}, {"text": "\"A fellow who is working at the chemical laboratory up at the hospital. He was bemoaning himself this morning because he could not get someone to go halves with him in some nice rooms which he had found, and which were too much for his purse.\"", "characters": 243, "sentences": 3}, {"text": "\"By Jove!\" I cried, \"if he really wants someone to share the rooms and the expense, I am the very man for him. I should prefer having a partner to being alone.\"", "characters": 160, "sentences": 3}, {"text": "Young Stamford looked rather strangely at me over his wine-glass. \"You don't know Sherlock Holmes yet,\" he said; \"perhaps you would not care for him as a constant companion.\"", "characters": 174, "sentences": 3}, {"text": "\"Oh, I didn't say there was anything against him. He is a little queer in his ideas--an enthusiast in some branches of science. As far as I know he is a decent fellow enough.\"", "characters": 175, "sentences": 4}, {"text": "\"No--I have no idea what he intends to go in for. I believe he is well up in anatomy, and he is a first-class chemist; but, as far as I know, he has never taken out any systematic medical classes. His studies are very desultory and eccentric, but he has amassed a lot of out-of-the way knowledge which would astonish his professors.\"", "characters": 333, "sentences": 4}, {"text": "\"No; he is not a man that it is easy to draw out, though he can be communicative enough when the fancy seizes him.\"", "characters": 115, "sentences": 2}, {"text": "\"I should like to meet him,\" I said. \"If I am to lodge with anyone, I should prefer a man of studious and quiet habits. I am not strong enough yet to stand much noise or excitement. I had enough of both in Afghanistan to last me for the remainder of my natural existence. How could I meet this friend of yours?\"", "characters": 311, "sentences": 5}, {"text": "\"He is sure to be at the laboratory,\" returned my companion. \"He either avoids the place for weeks, or else he works there from morning to night. If you like, we shall drive round together after luncheon.\"", "characters": 205, "sentences": 4}, {"text": "As we made our way to the hospital after leaving the Holborn, Stamford gave me a few more particulars about the gentleman whom I proposed to take as a fellow-lodger.", "characters": 165, "sentences": 2}, {"text": "\"You mustn't blame me if you don't get on with him,\" he said; \"I know nothing more of him than I have learned from meeting him occasionally in the laboratory. You proposed this arrangement, so you must not hold me responsible.\"", "characters": 227, "sentences": 3}, {"text": "\"If we don't get on it will be easy to part company,\" I answered. \"It seems to me, Stamford,\" I added, looking hard at my companion, \"that you have some reason for washing your hands of the matter. Is this fellow's temper so formidable, or what is it? Don't be mealy-mouthed about it.\"", "characters": 285, "sentences": 4}, {"text": "\"Yes, but it may be pushed to excess. When it comes to beating the subjects in the dissecting-rooms with a stick, it is certainly taking rather a bizarre shape.\"", "characters": 161, "sentences": 3}, {"text": "\"How are you?\" he said cordially, gripping my hand with a strength for which I should hardly have given him credit. \"You have been in Afghanistan, I perceive.\"", "characters": 159, "sentences": 3}, {"text": "\"Never mind,\" said he, chuckling to himself. \"The question now is about hoemoglobin. No doubt you see the significance of this discovery of mine?\"", "characters": 146, "sentences": 3}, {"text": "\"Ha! ha!\" he cried, clapping his hands, and looking as delighted as a child with a new toy. \"What do you think of that?\"", "characters": 120, "sentences": 2}, {"text": "\"Beautiful! beautiful! The old Guiacum test was very clumsy and uncertain. So is the microscopic examination for blood corpuscles. The latter is valueless if the stains are a few hours old. Now, this appears to act as well whether the blood is old or new. Had this test been invented, there are hundreds of men now walking the earth who would long ago have paid the penalty of their crimes.\"", "characters": 391, "sentences": 6}, {"text": "\"Criminal cases are continually hinging upon that one point. A man is suspected of a crime months perhaps after it has been committed. His linen or clothes are examined, and brownish stains discovered upon them. Are they blood stains, or mud stains, or rust stains, or fruit stains, or what are they? That is a question which has puzzled many an expert, and why? Because there was no reliable test. Now we have the Sherlock Holmes' test, and there will no longer be any difficulty.\"", "characters": 482, "sentences": 6}, {"text": "His eyes fairly glittered as he spoke, and he put his hand over his heart and bowed as if to some applauding crowd conjured up by his imagination.", "characters": 146, "sentences": 2}, {"text": "\"There was the case of Von Bischoff at Frankfort last year. He would certainly have been hung had this test been in existence. Then there was Mason of Bradford, and the notorious Muller, and Lefevre of Montpellier, and Samson of New Orleans. I could name a score of cases in which it would have been decisive.\"", "characters": 310, "sentences": 5}, {"text": "\"You seem to be a walking calendar of crime,\" said Stamford with a laugh. \"You might start a paper on those lines. Call it the 'Police News of the Past.'\"", "characters": 154, "sentences": 4}, {"text": "\"Very interesting reading it might be made, too,\" remarked Sherlock Holmes, sticking a small piece of plaster over the prick on his finger. \"I have to be careful,\" he continued, turning to me with a smile, \"for I dabble with poisons a good deal.\" He held out his hand as he spoke, and I noticed that it was all mottled over with similar pieces of plaster, and discoloured with strong acids.", "characters": 390, "sentences": 4}, {"text": "\"We came here on business,\" said Stamford, sitting down on a high three-legged stool, and pushing another one in my direction with his foot. \"My friend here wants to take diggings, and as you were complaining that you could get no one to go halves with you, I thought that I had better bring you together.\"", "characters": 306, "sentences": 3}, {"text": "Sherlock Holmes seemed delighted at the idea of sharing his rooms with me. \"I have my eye on a suite in Baker Street,\" he said, \"which would suit us down to the ground. You don't mind the smell of strong tobacco, I hope?\"", "characters": 221, "sentences": 3}, {"text": "\"That's good enough. I generally have chemicals about, and occasionally do experiments. Would that annoy you?\"", "characters": 110, "sentences": 3}, {"text": "\"Let me see--what are my other shortcomings. I get in the dumps at times, and don't open my mouth for days on end. You must not think I am sulky when I do that. Just let me alone, and I'll soon be right. What have you to confess now? It's just as well for two fellows to know the worst of one another before they begin to live together.\"", "characters": 337, "sentences": 6}, {"text": "I laughed at this cross-examination. \"I keep a bull pup,\" I said, \"and I object to rows because my nerves are shaken, and I get up at all sorts of ungodly hours, and I am extremely lazy. I have another set of vices when I'm well, but those are the principal ones at present.\"", "characters": 275, "sentences": 4}, {"text": "\"It depends on the player,\" I answered. \"A well-played violin is a treat for the gods--a badly-played one----\"", "characters": 110, "sentences": 2}, {"text": "\"Oh, that's all right,\" he cried, with a merry laugh. \"I think we may consider the thing as settled--that is, if the rooms are agreeable to you.\"", "characters": 145, "sentences": 3}, {"text": "\"By the way,\" I asked suddenly, stopping and turning upon Stamford, \"how the deuce did he know that I had come from Afghanistan?\"", "characters": 129, "sentences": 1}, {"text": "My companion smiled an enigmatical smile. \"That's just his little peculiarity,\" he said. \"A good many people have wanted to know how he finds things out.\"", "characters": 154, "sentences": 4}, {"text": "\"Oh! a mystery is it?\" I cried, rubbing my hands. \"This is very piquant. I am much obliged to you for bringing us together. 'The proper study of mankind is man,' you know.\"", "characters": 172, "sentences": 5}, {"text": "\"You must study him, then,\" Stamford said, as he bade me good-bye. \"You'll find him a knotty problem, though. I'll wager he learns more about you than you about him. Good-bye.\"", "characters": 176, "sentences": 5}, {"text": "\"Good-bye,\" I answered, and strolled on to my hotel, considerably interested in my new acquaintance.", "characters": 100, "sentences": 2}, {"text": "\"You appear to be astonished,\" he said, smiling at my expression of surprise. \"Now that I do know it I shall do my best to forget it.\"", "characters": 134, "sentences": 3}, {"text": "\"What the deuce is it to me?\" he interrupted impatiently; \"you say that we go round the sun. If we went round the moon it would not make a pennyworth of difference to me or to my work.\"", "characters": 185, "sentences": 3}, {"text": "When I had got so far in my list I threw it into the fire in despair. \"If I can only find what the fellow is driving at by reconciling all these accomplishments, and discovering a calling which needs them all,\" I said to myself, \"I may as well give up the attempt at once.\"", "characters": 273, "sentences": 3}, {"text": "\"What ineffable twaddle!\" I cried, slapping the magazine down on the table, \"I never read such rubbish in my life.\"", "characters": 115, "sentences": 2}, {"text": "\"You would lose your money,\" Sherlock Holmes remarked calmly. \"As for the article I wrote it myself.\"", "characters": 101, "sentences": 3}, {"text": "\"Yes, I have a turn both for observation and for deduction. The theories which I have expressed there, and which appear to you to be so chimerical are really extremely practical--so practical that I depend upon them for my bread and cheese.\"", "characters": 241, "sentences": 3}, {"text": "\"They are mostly sent on by private inquiry agencies. They are all people who are in trouble about something, and want a little enlightening. I listen to their story, they listen to my comments, and then I pocket my fee.\"", "characters": 221, "sentences": 4}, {"text": "\"But do you mean to say,\" I said, \"that without leaving your room you can unravel some knot which other men can make nothing of, although they have seen every detail for themselves?\"", "characters": 182, "sentences": 1}, {"text": "\"It is simple enough as you explain it,\" I said, smiling. \"You remind me of Edgar Allen Poe's Dupin. I had no idea that such individuals did exist outside of stories.\"", "characters": 167, "sentences": 4}, {"text": "Sherlock Holmes rose and lit his pipe. \"No doubt you think that you are complimenting me in comparing me to Dupin,\" he observed. \"Now, in my opinion, Dupin was a very inferior fellow. That trick of his of breaking in on his friends' thoughts with an apropos remark after a quarter of an hour's silence is really very showy and superficial. He had some analytical genius, no doubt; but he was by no means such a phenomenon as Poe appeared to imagine.\"", "characters": 450, "sentences": 6}, {"text": "Sherlock Holmes sniffed sardonically. \"Lecoq was a miserable bungler,\" he said, in an angry voice; \"he had only one thing to recommend him, and that was his energy. That book made me positively ill. The question was how to identify an unknown prisoner. I could have done it in twenty-four hours. Lecoq took six months or so. It might be made a text-book for detectives to teach them what to avoid.\"", "characters": 398, "sentences": 8}, {"text": "I felt rather indignant at having two characters whom I had admired treated in this cavalier style. I walked over to the window, and stood looking out into the busy street. \"This fellow may be very clever,\" I said to myself, \"but he is certainly very conceited.\"", "characters": 262, "sentences": 4}, {"text": "\"I wonder what that fellow is looking for?\" I asked, pointing to a stalwart, plainly-dressed individual who was walking slowly down the other side of the street, looking anxiously at the numbers. He had a large blue envelope in his hand, and was evidently the bearer of a message.", "characters": 280, "sentences": 3}, {"text": "The thought had hardly passed through my mind when the man whom we were watching caught sight of the number on our door, and ran rapidly across the roadway. We heard a loud knock, a deep voice below, and heavy steps ascending the stair.", "characters": 236, "sentences": 3}, {"text": "Here was an opportunity of taking the conceit out of him. He little thought of this when he made that random shot. \"May I ask, my lad,\" I said, in the blandest voice, \"what your trade may be?\"", "characters": 192, "sentences": 3}, {"text": "\"I have no time for trifles,\" he answered, brusquely; then with a smile, \"Excuse my rudeness. You broke the thread of my thoughts; but perhaps it is as well. So you actually were not able to see that that man was a sergeant of Marines?\"", "characters": 236, "sentences": 3}, {"text": "\"Commonplace,\" said Holmes, though I thought from his expression that he was pleased at my evident surprise and admiration. \"I said just now that there were no criminals. It appears that I am wrong--look at this!\" He threw me over the note which the commissionaire had brought. [7]", "characters": 281, "sentences": 4}, {"text": "\"It does seem to be a little out of the common,\" he remarked, calmly. \"Would you mind reading it to me aloud?\"", "characters": 110, "sentences": 2}, {"text": "\"Gregson is the smartest of the Scotland Yarders,\" my friend remarked; \"he and Lestrade are the pick of a bad lot. They are both quick and energetic, but conventional--shockingly so. They have their knives into one another, too. They are as jealous as a pair of professional beauties. There will be some fun over this case if they are both put upon the scent.\"", "characters": 360, "sentences": 6}, {"text": "I was amazed at the calm way in which he rippled on. \"Surely there is not a moment to be lost,\" I cried, \"shall I go and order you a cab?\"", "characters": 138, "sentences": 2}, {"text": "\"I'm not sure about whether I shall go. I am the most incurably lazy devil that ever stood in shoe leather--that is, when the fit is on me, for I can be spry enough at times.\"", "characters": 175, "sentences": 3}, {"text": "\"My dear fellow, what does it matter to me. Supposing I unravel the whole matter, you may be sure that Gregson, Lestrade, and Co. will pocket all the credit. That comes of being an unofficial personage.\"", "characters": 203, "sentences": 5}, {"text": "\"Yes. He knows that I am his superior, and acknowledges it to me; but he would cut his tongue out before he would own it to any third person. However, we may as well go and have a look. I shall work it out on my own hook. I may have a laugh at them if I have nothing else. Come on!\"", "characters": 282, "sentences": 6}, {"text": "He hustled on his overcoat, and bustled about in a way that showed that an energetic fit had superseded the apathetic one.", "characters": 122, "sentences": 2}, {"text": "\"Yes, if you have nothing better to do.\" A minute later we were both in a hansom, driving furiously for the Brixton Road.", "characters": 121, "sentences": 3}, {"text": "It was a foggy, cloudy morning, and a dun-coloured veil hung over the house-tops, looking like the reflection of the mud-coloured streets beneath. My companion was in the best of spirits, and prattled away about Cremona fiddles, and the difference between a Stradivarius and an Amati. As for myself, I was silent, for the dull weather and the melancholy business upon which we were engaged, depressed my spirits.", "characters": 412, "sentences": 4}, {"text": "\"You don't seem to give much thought to the matter in hand,\" I said at last, interrupting Holmes' musical disquisition.", "characters": 119, "sentences": 2}, {"text": "\"No data yet,\" he answered. \"It is a capital mistake to theorize before you have all the evidence. It biases the judgment.\"", "characters": 123, "sentences": 4}, {"text": "\"You will have your data soon,\" I remarked, pointing with my finger; \"this is the Brixton Road, and that is the house, if I am not very much mistaken.\"", "characters": 151, "sentences": 2}, {"text": "\"So it is. Stop, driver, stop!\" We were still a hundred yards or so from it, but he insisted upon our alighting, and we finished our journey upon foot.", "characters": 151, "sentences": 3}, {"text": "At the door of the house we were met by a tall, white-faced, flaxen-haired man, with a notebook in his hand, who rushed forward and wrung my companion's hand with effusion. \"It is indeed kind of you to come,\" he said, \"I have had everything left untouched.\"", "characters": 257, "sentences": 3}, {"text": "\"Except that!\" my friend answered, pointing at the pathway. \"If a herd of buffaloes had passed along there could not be a greater mess. No doubt, however, you had drawn your own conclusions, Gregson, before you permitted this.\"", "characters": 227, "sentences": 4}, {"text": "\"I have had so much to do inside the house,\" the detective said evasively. \"My colleague, Mr. Lestrade, is here. I had relied upon him to look after this.\"", "characters": 155, "sentences": 5}, {"text": "Holmes glanced at me and raised his eyebrows sardonically. \"With two such men as yourself and Lestrade upon the ground, there will not be much for a third party to find out,\" he said.", "characters": 183, "sentences": 3}, {"text": "Gregson rubbed his hands in a self-satisfied way. \"I think we have done all that can be done,\" he answered; \"it's a queer case though, and I knew your taste for such things.\"", "characters": 174, "sentences": 3}, {"text": "\"Then let us go and look at the room.\" With which inconsequent remark he strode on into the house, followed by Gregson, whose features expressed his astonishment.", "characters": 162, "sentences": 3}, {"text": "A short passage, bare planked and dusty, led to the kitchen and offices. Two doors opened out of it to the left and to the right. One of these had obviously been closed for many weeks. The other belonged to the dining-room, which was the apartment in which the mysterious affair had occurred. Holmes walked in, and I followed him with that subdued feeling at my heart which the presence of death inspires.", "characters": 405, "sentences": 6}, {"text": "Lestrade, lean and ferret-like as ever, was standing by the doorway, and greeted my companion and myself.", "characters": 105, "sentences": 2}, {"text": "\"This case will make a stir, sir,\" he remarked. \"It beats anything I have seen, and I am no chicken.\"", "characters": 101, "sentences": 3}, {"text": "Sherlock Holmes approached the body, and, kneeling down, examined it intently. \"You are sure that there is no wound?\" he asked, pointing to numerous gouts and splashes of blood which lay all round.", "characters": 197, "sentences": 3}, {"text": "\"Then, of course, this blood belongs to a second individual--[8] presumably the murderer, if murder has been committed. It reminds me of the circumstances attendant on the death of Van Jansen, in Utrecht, in the year '34. Do you remember the case, Gregson?\"", "characters": 257, "sentences": 3}, {"text": "As he spoke, his nimble fingers were flying here, there, and everywhere, feeling, pressing, unbuttoning, examining, while his eyes wore the same far-away expression which I have already remarked upon. So swiftly was the examination made, that one would hardly have guessed the minuteness with which it was conducted. Finally, he sniffed the dead man's lips, and then glanced at the soles of his patent leather boots.", "characters": 416, "sentences": 4}, {"text": "Gregson had a stretcher and four men at hand. At his call they entered the room, and the stranger was lifted and carried out. As they raised him, a ring tinkled down and rolled across the floor. Lestrade grabbed it up and stared at it with mystified eyes.", "characters": 255, "sentences": 5}, {"text": "He held it out, as he spoke, upon the palm of his hand. We all gathered round him and gazed at it. There could be no doubt that that circlet of plain gold had once adorned the finger of a bride.", "characters": 194, "sentences": 4}, {"text": "\"You're sure it doesn't simplify them?\" observed Holmes. \"There's nothing to be learned by staring at it. What did you find in his pockets?\"", "characters": 140, "sentences": 3}, {"text": "\"American Exchange, Strand--to be left till called for. They are both from the Guion Steamship Company, and refer to the sailing of their boats from Liverpool. It is clear that this unfortunate man was about to return to New York.\"", "characters": 231, "sentences": 4}, {"text": "\"I did it at once, sir,\" said Gregson. \"I have had advertisements sent to all the newspapers, and one of my men has gone to the American Exchange, but he has not returned yet.\"", "characters": 176, "sentences": 3}, {"text": "\"We simply detailed the circumstances, and said that we should be glad of any information which could help us.\"", "characters": 111, "sentences": 2}, {"text": "\"Nothing else? Is there no circumstance on which this whole case appears to hinge? Will you not telegraph again?\"", "characters": 113, "sentences": 1}, {"text": "Sherlock Holmes chuckled to himself, and appeared to be about to make some remark, when Lestrade, who had been in the front room while we were holding this conversation in the hall, reappeared upon the scene, rubbing his hands in a pompous and self-satisfied manner.", "characters": 266, "sentences": 2}, {"text": "\"Mr. Gregson,\" he said, \"I have just made a discovery of the highest importance, and one which would have been overlooked had I not made a careful examination of the walls.\"", "characters": 173, "sentences": 3}, {"text": "The little man's eyes sparkled as he spoke, and he was evidently in a state of suppressed exultation at having scored a point against his colleague.", "characters": 148, "sentences": 2}, {"text": "\"Come here,\" he said, bustling back into the room, the atmosphere of which felt clearer since the removal of its ghastly inmate. \"Now, stand there!\"", "characters": 148, "sentences": 2}, {"text": "I have remarked that the paper had fallen away in parts. In this particular corner of the room a large piece had peeled off, leaving a yellow square of coarse plastering. Across this bare space there was scrawled in blood-red letters a single word--", "characters": 249, "sentences": 3}, {"text": "\"Mean? Why, it means that the writer was going to put the female name Rachel, but was disturbed before he or she had time to finish. You mark my words, when this case comes to be cleared up you will find that a woman named Rachel has something to do with it. It's all very well for you to laugh, Mr. Sherlock Holmes. You may be very smart and clever, but the old hound is the best, when all is said and done.\"", "characters": 409, "sentences": 6}, {"text": "\"I really beg your pardon!\" said my companion, who had ruffled the little man's temper by bursting into an explosion of laughter. \"You certainly have the credit of being the first of us to find this out, and, as you say, it bears every mark of having been written by the other participant in last night's mystery. I have not had time to examine this room yet, but with your permission I shall do so now.\"", "characters": 404, "sentences": 4}, {"text": "\"They say that genius is an infinite capacity for taking pains,\" he remarked with a smile. \"It's a very bad definition, but it does apply to detective work.\"", "characters": 157, "sentences": 3}, {"text": "Gregson and Lestrade had watched the manoeuvres [9] of their amateur companion with considerable curiosity and some contempt. They evidently failed to appreciate the fact, which I had begun to realize, that Sherlock Holmes' smallest actions were all directed towards some definite and practical end.", "characters": 299, "sentences": 3}, {"text": "\"It would be robbing you of the credit of the case if I was to presume to help you,\" remarked my friend. \"You are doing so well now that it would be a pity for anyone to interfere.\" There was a world of sarcasm in his voice as he spoke. \"If you will let me know how your investigations go,\" he continued, \"I shall be happy to give you any help I can. In the meantime I should like to speak to the constable who found the body. Can you give me his name and address?\"", "characters": 465, "sentences": 6}, {"text": "Lestrade glanced at his note-book. \"John Rance,\" he said. \"He is off duty now. You will find him at 46, Audley Court, Kennington Park Gate.\"", "characters": 140, "sentences": 5}, {"text": "\"Poison,\" said Sherlock Holmes curtly, and strode off. \"One other thing, Lestrade,\" he added, turning round at the door: \"'Rache,' is the German for 'revenge;' so don't lose your time looking for Miss Rachel.\"", "characters": 209, "sentences": 3}, {"text": "IT was one o'clock when we left No. 3, Lauriston Gardens. Sherlock Holmes led me to the nearest telegraph office, whence he dispatched a long telegram. He then hailed a cab, and ordered the driver to take us to the address given us by Lestrade.", "characters": 244, "sentences": 5}, {"text": "\"There is nothing like first hand evidence,\" he remarked; \"as a matter of fact, my mind is entirely made up upon the case, but still we may as well learn all that is to be learned.\"", "characters": 181, "sentences": 2}, {"text": "\"You amaze me, Holmes,\" said I. \"Surely you are not as sure as you pretend to be of all those particulars which you gave.\"", "characters": 122, "sentences": 3}, {"text": "\"Why, the height of a man, in nine cases out of ten, can be told from the length of his stride. It is a simple calculation enough, though there is no use my boring you with figures. I had this fellow's stride both on the clay outside and on the dust within. Then I had a way of checking my calculation. When a man writes on a wall, his instinct leads him to write about the level of his own eyes. Now that writing was just over six feet from the ground. It was child's play.\"", "characters": 475, "sentences": 8}, {"text": "\"Well, if a man can stride four and a-half feet without the smallest effort, he can't be quite in the sere and yellow. That was the breadth of a puddle on the garden walk which he had evidently walked across. Patent-leather boots had gone round, and Square-toes had hopped over. There is no mystery about it at all. I am simply applying to ordinary life a few of those precepts of observation and deduction which I advocated in that article. Is there anything else that puzzles you?\"", "characters": 483, "sentences": 6}, {"text": "\"Ah, that was a more daring shot, though I have no doubt that I was right. You must not ask me that at the present state of the affair.\"", "characters": 136, "sentences": 3}, {"text": "\"I shall never do that,\" I answered; \"you have brought detection as near an exact science as it ever will be brought in this world.\"", "characters": 132, "sentences": 2}, {"text": "My companion flushed up with pleasure at my words, and the earnest way in which I uttered them. I had already observed that he was as sensitive to flattery on the score of his art as any girl could be of her beauty.", "characters": 215, "sentences": 3}, {"text": "This conversation had occurred while our cab had been threading its way through a long succession of dingy streets and dreary by-ways. In the dingiest and dreariest of them our driver suddenly came to a stand. \"That's Audley Court in there,\" he said, pointing to a narrow slit in the line of dead-coloured brick. \"You'll find me here when you come back.\"", "characters": 354, "sentences": 5}, {"text": "Audley Court was not an attractive locality. The narrow passage led us into a quadrangle paved with flags and lined by sordid dwellings. We picked our way among groups of dirty children, and through lines of discoloured linen, until we came to Number 46, the door of which was decorated with a small slip of brass on which the name Rance was engraved. On enquiry we found that the constable was in bed, and we were shown into a little front parlour to await his coming.", "characters": 469, "sentences": 5}, {"text": "He appeared presently, looking a little irritable at being disturbed in his slumbers. \"I made my report at the office,\" he said.", "characters": 128, "sentences": 3}, {"text": "Holmes took a half-sovereign from his pocket and played with it pensively. \"We thought that we should like to hear it all from your own lips,\" he said.", "characters": 151, "sentences": 3}, {"text": "\"I shall be most happy to tell you anything I can,\" the constable answered with his eyes upon the little golden disk.", "characters": 117, "sentences": 2}, {"text": "Rance sat down on the horsehair sofa, and knitted his brows as though determined not to omit anything in his narrative.", "characters": 119, "sentences": 2}, {"text": "\"You stopped, and then walked back to the garden gate,\" my companion interrupted. \"What did you do that for?\"", "characters": 109, "sentences": 2}, {"text": "Rance gave a violent jump, and stared at Sherlock Holmes with the utmost amazement upon his features.", "characters": 101, "sentences": 2}, {"text": "\"Not a livin' soul, sir, nor as much as a dog. Then I pulled myself together and went back and pushed the door open. All was quiet inside, so I went into the room where the light was a-burnin'. There was a candle flickerin' on the mantelpiece--a red wax one--and by its light I saw----\"", "characters": 286, "sentences": 4}, {"text": "\"Yes, I know all that you saw. You walked round the room several times, and you knelt down by the body, and then you walked through and tried the kitchen door, and then----\"", "characters": 173, "sentences": 2}, {"text": "John Rance sprang to his feet with a frightened face and suspicion in his eyes. \"Where was you hid to see all that?\" he cried. \"It seems to me that you knows a deal more than you should.\"", "characters": 187, "sentences": 4}, {"text": "Holmes laughed and threw his card across the table to the constable. \"Don't get arresting me for the murder,\" he said. \"I am one of the hounds and not the wolf; Mr. Gregson or Mr. Lestrade will answer for that. Go on, though. What did you do next?\"", "characters": 248, "sentences": 7}, {"text": "Rance resumed his seat, without however losing his mystified expression. \"I went back to the gate and sounded my whistle. That brought Murcher and two more to the spot.\"", "characters": 169, "sentences": 4}, {"text": "The constable's features broadened into a grin. \"I've seen many a drunk chap in my time,\" he said, \"but never anyone so cryin' drunk as that cove. He was at the gate when I came out, a-leanin' up agin the railings, and a-singin' at the pitch o' his lungs about Columbine's New-fangled Banner, or some such stuff. He couldn't stand, far less help.\"", "characters": 347, "sentences": 5}, {"text": "John Rance appeared to be somewhat irritated at this digression. \"He was an uncommon drunk sort o' man,\" he said. \"He'd ha' found hisself in the station if we hadn't been so took up.\"", "characters": 183, "sentences": 4}, {"text": "\"I should think I did notice them, seeing that I had to prop him up--me and Murcher between us. He was a long chap, with a red face, the lower part muffled round----\"", "characters": 166, "sentences": 2}, {"text": "\"We'd enough to do without lookin' after him,\" the policeman said, in an aggrieved voice. \"I'll wager he found his way home all right.\"", "characters": 135, "sentences": 3}, {"text": "\"He must have left it behind,\" muttered my companion. \"You didn't happen to see or hear a cab after that?\"", "characters": 106, "sentences": 2}, {"text": "\"There's a half-sovereign for you,\" my companion said, standing up and taking his hat. \"I am afraid, Rance, that you will never rise in the force. That head of yours should be for use as well as ornament. You might have gained your sergeant's stripes last night. The man whom you held in your hands is the man who holds the clue of this mystery, and whom we are seeking. There is no use of arguing about it now; I tell you that it is so. Come along, Doctor.\"", "characters": 458, "sentences": 8}, {"text": "We started off for the cab together, leaving our informant incredulous, but obviously uncomfortable.", "characters": 100, "sentences": 2}, {"text": "\"The blundering fool,\" Holmes said, bitterly, as we drove back to our lodgings. \"Just to think of his having such an incomparable bit of good luck, and not taking advantage of it.\"", "characters": 180, "sentences": 3}, {"text": "\"I am rather in the dark still. It is true that the description of this man tallies with your idea of the second party in this mystery. But why should he come back to the house after leaving it? That is not the way of criminals.\"", "characters": 229, "sentences": 4}, {"text": "Leaning back in the cab, this amateur bloodhound carolled away like a lark while I meditated upon the many-sidedness of the human mind.", "characters": 135, "sentences": 2}, {"text": "He was very late in returning--so late, that I knew that the concert could not have detained him all the time. Dinner was on the table before he appeared.", "characters": 154, "sentences": 3}, {"text": "\"It was magnificent,\" he said, as he took his seat. \"Do you remember what Darwin says about music? He claims that the power of producing and appreciating it existed among the human race long before the power of speech was arrived at. Perhaps that is why we are so subtly influenced by it. There are vague memories in our souls of those misty centuries when the world was in its childhood.\"", "characters": 389, "sentences": 5}, {"text": "\"One's ideas must be as broad as Nature if they are to interpret Nature,\" he answered. \"What's the matter? You're not looking quite yourself. This Brixton Road affair has upset you.\"", "characters": 182, "sentences": 4}, {"text": "\"To tell the truth, it has,\" I said. \"I ought to be more case-hardened after my Afghan experiences. I saw my own comrades hacked to pieces at Maiwand without losing my nerve.\"", "characters": 175, "sentences": 4}, {"text": "\"I can understand. There is a mystery about this which stimulates the imagination; where there is no imagination there is no horror. Have you seen the evening paper?\"", "characters": 166, "sentences": 3}, {"text": "\"It gives a fairly good account of the affair. It does not mention the fact that when the man was raised up, a woman's wedding ring fell upon the floor. It is just as well it does not.\"", "characters": 185, "sentences": 4}, {"text": "\"Look at this advertisement,\" he answered. \"I had one sent to every paper this morning immediately after the affair.\"", "characters": 117, "sentences": 3}, {"text": "He threw the paper across to me and I glanced at the place indicated. It was the first announcement in the \"Found\" column. \"In Brixton Road, this morning,\" it ran, \"a plain gold wedding ring, found in the roadway between the 'White Hart' Tavern and Holland Grove. Apply Dr. Watson, 221B, Baker Street, between eight and nine this evening.\"", "characters": 339, "sentences": 6}, {"text": "\"Excuse my using your name,\" he said. \"If I used my own some of these dunderheads would recognize it, and want to meddle in the affair.\"", "characters": 136, "sentences": 3}, {"text": "\"Why, the man in the brown coat--our florid friend with the square toes. If he does not come himself he will send an accomplice.\"", "characters": 129, "sentences": 3}, {"text": "\"You had better clean it and load it. He will be a desperate man, and though I shall take him unawares, it is as well to be ready for anything.\"", "characters": 144, "sentences": 3}, {"text": "I went to my bedroom and followed his advice. When I returned with the pistol the table had been cleared, and Holmes was engaged in his favourite occupation of scraping upon his violin.", "characters": 185, "sentences": 3}, {"text": "\"The plot thickens,\" he said, as I entered; \"I have just had an answer to my American telegram. My view of the case is the correct one.\"", "characters": 136, "sentences": 3}, {"text": "\"My fiddle would be the better for new strings,\" he remarked. \"Put your pistol in your pocket. When the fellow comes speak to him in an ordinary way. Leave the rest to me. Don't frighten him by looking at him too hard.\"", "characters": 219, "sentences": 6}, {"text": "\"Yes. He will probably be here in a few minutes. Open the door slightly. That will do. Now put the key on the inside. Thank you! This is a queer old book I picked up at a stall yesterday--'De Jure inter Gentes'--published in Latin at Liege in the Lowlands, in 1642. Charles' head was still firm on his shoulders when this little brown-backed volume was struck off.\"", "characters": 365, "sentences": 8}, {"text": "\"Philippe de Croy, whoever he may have been. On the fly-leaf, in very faded ink, is written 'Ex libris Guliolmi Whyte.' I wonder who William Whyte was. Some pragmatical seventeenth century lawyer, I suppose. His writing has a legal twist about it. Here comes our man, I think.\"", "characters": 277, "sentences": 7}, {"text": "As he spoke there was a sharp ring at the bell. Sherlock Holmes rose softly and moved his chair in the direction of the door. We heard the servant pass along the hall, and the sharp click of the latch as she opened it.", "characters": 218, "sentences": 4}, {"text": "\"Does Dr. Watson live here?\" asked a clear but rather harsh voice. We could not hear the servant's reply, but the door closed, and some one began to ascend the stairs. The footfall was an uncertain and shuffling one. A look of surprise passed over the face of my companion as he listened to it. It came slowly along the passage, and there was a feeble tap at the door.", "characters": 368, "sentences": 7}, {"text": "At my summons, instead of the man of violence whom we expected, a very old and wrinkled woman hobbled into the apartment. She appeared to be dazzled by the sudden blaze of light, and after dropping a curtsey, she stood blinking at us with her bleared eyes and fumbling in her pocket with nervous, shaky fingers. I glanced at my companion, and his face had assumed such a disconsolate expression that it was all I could do to keep my countenance.", "characters": 445, "sentences": 4}, {"text": "\"The Lord be thanked!\" cried the old woman; \"Sally will be a glad woman this night. That's the ring.\"", "characters": 101, "sentences": 3}, {"text": "The old woman faced round and looked keenly at him from her little red-rimmed eyes. \"The gentleman asked me for _my_ address,\" she said. \"Sally lives in lodgings at 3, Mayfield Place, Peckham.\"", "characters": 193, "sentences": 4}, {"text": "\"My name is Sawyer--her's is Dennis, which Tom Dennis married her--and a smart, clean lad, too, as long as he's at sea, and no steward in the company more thought of; but when on shore, what with the women and what with liquor shops----\"", "characters": 237, "sentences": 1}, {"text": "\"Here is your ring, Mrs. Sawyer,\" I interrupted, in obedience to a sign from my companion; \"it clearly belongs to your daughter, and I am glad to be able to restore it to the rightful owner.\"", "characters": 191, "sentences": 3}, {"text": "\"I wouldn't have the Scotland Yarders know it for the world,\" he cried, dropping into his chair; \"I have chaffed them so much that they would never have let me hear the end of it. I can afford to laugh, because I know that I will be even with them in the long run.\"", "characters": 265, "sentences": 3}, {"text": "\"You don't mean to say,\" I cried, in amazement, \"that that tottering, feeble old woman was able to get out of the cab while it was in motion, without either you or the driver seeing her?\"", "characters": 187, "sentences": 1}, {"text": "I was certainly feeling very weary, so I obeyed his injunction. I left Holmes seated in front of the smouldering fire, and long into the watches of the night I heard the low, melancholy wailings of his violin, and knew that he was still pondering over the strange problem which he had set himself to unravel.", "characters": 308, "sentences": 3}, {"text": "THE papers next day were full of the \"Brixton Mystery,\" as they termed it. Each had a long account of the affair, and some had leaders upon it in addition. There was some information in them which was new to me. I still retain in my scrap-book numerous clippings and extracts bearing upon the case. Here is a condensation of a few of them:--", "characters": 341, "sentences": 5}, {"text": "Sherlock Holmes and I read these notices over together at breakfast, and they appeared to afford him considerable amusement.", "characters": 124, "sentences": 2}, {"text": "\"Oh, bless you, it doesn't matter in the least. If the man is caught, it will be _on account_ of their exertions; if he escapes, it will be _in spite_ of their exertions. It's heads I win and tails you lose. Whatever they do, they will have followers. 'Un sot trouve toujours un plus sot qui l'admire.'\"", "characters": 303, "sentences": 6}, {"text": "\"What on earth is this?\" I cried, for at this moment there came the pattering of many steps in the hall and on the stairs, accompanied by audible expressions of disgust upon the part of our landlady.", "characters": 199, "sentences": 2}, {"text": "\"It's the Baker Street division of the detective police force,\" said my companion, gravely; and as he spoke there rushed into the room half a dozen of the dirtiest and most ragged street Arabs that ever I clapped eyes on.", "characters": 221, "sentences": 2}, {"text": "\"'Tention!\" cried Holmes, in a sharp tone, and the six dirty little scoundrels stood in a line like so many disreputable statuettes. \"In future you shall send up Wiggins alone to report, and the rest of you must wait in the street. Have you found it, Wiggins?\"", "characters": 260, "sentences": 3}, {"text": "\"I hardly expected you would. You must keep on until you do. Here are your wages.\" [13] He handed each of them a shilling.", "characters": 122, "sentences": 5}, {"text": "He waved his hand, and they scampered away downstairs like so many rats, and we heard their shrill voices next moment in the street.", "characters": 132, "sentences": 2}, {"text": "\"There's more work to be got out of one of those little beggars than out of a dozen of the force,\" Holmes remarked. \"The mere sight of an official-looking person seals men's lips. These youngsters, however, go everywhere and hear everything. They are as sharp as needles, too; all they want is organisation.\"", "characters": 308, "sentences": 5}, {"text": "\"Yes; there is a point which I wish to ascertain. It is merely a matter of time. Hullo! we are going to hear some news now with a vengeance! Here is Gregson coming down the road with beatitude written upon every feature of his face. Bound for us, I know. Yes, he is stopping. There he is!\"", "characters": 289, "sentences": 6}, {"text": "There was a violent peal at the bell, and in a few seconds the fair-haired detective came up the stairs, three steps at a time, and burst into our sitting-room.", "characters": 160, "sentences": 2}, {"text": "\"My dear fellow,\" he cried, wringing Holmes' unresponsive hand, \"congratulate me! I have made the whole thing as clear as day.\"", "characters": 127, "sentences": 2}, {"text": "\"Arthur Charpentier, sub-lieutenant in Her Majesty's navy,\" cried Gregson, pompously, rubbing his fat hands and inflating his chest.", "characters": 132, "sentences": 2}, {"text": "\"Take a seat, and try one of these cigars,\" he said. \"We are anxious to know how you managed it. Will you have some whiskey and water?\"", "characters": 135, "sentences": 3}, {"text": "\"I don't mind if I do,\" the detective answered. \"The tremendous exertions which I have gone through during the last day or two have worn me out. Not so much bodily exertion, you understand, as the strain upon the mind. You will appreciate that, Mr. Sherlock Holmes, for we are both brain-workers.\"", "characters": 297, "sentences": 6}, {"text": "\"You do me too much honour,\" said Holmes, gravely. \"Let us hear how you arrived at this most gratifying result.\"", "characters": 112, "sentences": 3}, {"text": "The detective seated himself in the arm-chair, and puffed complacently at his cigar. Then suddenly he slapped his thigh in a paroxysm of amusement.", "characters": 147, "sentences": 3}, {"text": "\"The fun of it is,\" he cried, \"that that fool Lestrade, who thinks himself so smart, has gone off upon the wrong track altogether. He is after the secretary Stangerson, who had no more to do with the crime than the babe unborn. I have no doubt that he has caught him by this time.\"", "characters": 281, "sentences": 4}, {"text": "\"Ah, I'll tell you all about it. Of course, Doctor Watson, this is strictly between ourselves. The first difficulty which we had to contend with was the finding of this American's antecedents. Some people would have waited until their advertisements were answered, or until parties came forward and volunteered information. That is not Tobias Gregson's way of going to work. You remember the hat beside the dead man?\"", "characters": 417, "sentences": 6}, {"text": "\"Ha!\" cried Gregson, in a relieved voice; \"you should never neglect a chance, however small it may seem.\"", "characters": 105, "sentences": 2}, {"text": "\"Well, I went to Underwood, and asked him if he had sold a hat of that size and description. He looked over his books, and came on it at once. He had sent the hat to a Mr. Drebber, residing at Charpentier's Boarding Establishment, Torquay Terrace. Thus I got at his address.\"", "characters": 275, "sentences": 6}, {"text": "\"The mother nodded. She didn't seem able to get out a word. The daughter burst into tears. I felt more than ever that these people knew something of the matter.", "characters": 160, "sentences": 5}, {"text": "\"'At eight o'clock,' she said, gulping in her throat to keep down her agitation. 'His secretary, Mr. Stangerson, said that there were two trains--one at 9.15 and one at 11. He was to catch the first. [14]", "characters": 204, "sentences": 6}, {"text": "\"A terrible change came over the woman's face as I asked the question. Her features turned perfectly livid. It was some seconds before she could get out the single word 'Yes'--and when it did come it was in a husky unnatural tone.", "characters": 230, "sentences": 4}, {"text": "\"'No good can ever come of falsehood, mother,' she said. 'Let us be frank with this gentleman. We _did_ see Mr. Drebber again.'", "characters": 127, "sentences": 5}, {"text": "\"'God forgive you!' cried Madame Charpentier, throwing up her hands and sinking back in her chair. 'You have murdered your brother.'", "characters": 132, "sentences": 3}, {"text": "\"'You had best tell me all about it now,' I said. 'Half-confidences are worse than none. Besides, you do not know how much we know of it.'", "characters": 138, "sentences": 4}, {"text": "\"'On your head be it, Alice!' cried her mother; and then, turning to me, 'I will tell you all, sir. Do not imagine that my agitation on behalf of my son arises from any fear lest he should have had a hand in this terrible affair. He is utterly innocent of it. My dread is, however, that in your eyes and in the eyes of others he may appear to be compromised. That however is surely impossible. His high character, his profession, his antecedents would all forbid it.'", "characters": 467, "sentences": 7}, {"text": "\"'Your best way is to make a clean breast of the facts,' I answered. 'Depend upon it, if your son is innocent he will be none the worse.'", "characters": 137, "sentences": 3}, {"text": "\"'Perhaps, Alice, you had better leave us together,' she said, and her daughter withdrew. 'Now, sir,' she continued, 'I had no intention of telling you all this, but since my poor daughter has disclosed it I have no alternative. Having once decided to speak, I will tell you all without omitting any particular.'", "characters": 312, "sentences": 4}, {"text": "\"'But why did you stand all this,' I asked. 'I suppose that you can get rid of your boarders when you wish.'", "characters": 108, "sentences": 3}, {"text": "\"Mrs. Charpentier blushed at my pertinent question. 'Would to God that I had given him notice on the very day that he came,' she said. 'But it was a sore temptation. They were paying a pound a day each--fourteen pounds a week, and this is the slack season. I am a widow, and my boy in the Navy has cost me much. I grudged to lose the money. I acted for the best. This last was too much, however, and I gave him notice to leave on account of it. That was the reason of his going.'", "characters": 479, "sentences": 11}, {"text": "\"This statement came from Mrs. Charpentier's lips with many gasps and pauses. At times she spoke so low that I could hardly catch the words. I made shorthand notes of all that she said, however, so that there should be no possibility of a mistake.\"", "characters": 248, "sentences": 5}, {"text": "\"When Mrs. Charpentier paused,\" the detective continued, \"I saw that the whole case hung upon one point. Fixing her with my eye in a way which I always found effective with women, I asked her at what hour her son returned.", "characters": 222, "sentences": 4}, {"text": "\"Of course after that there was nothing more to be done. I found out where Lieutenant Charpentier was, took two officers with me, and arrested him. When I touched him on the shoulder and warned him to come quietly with us, he answered us as bold as brass, 'I suppose you are arresting me for being concerned in the death of that scoundrel Drebber,' he said. We had said nothing to him about it, so that his alluding to it had a most suspicious aspect.\"", "characters": 452, "sentences": 5}, {"text": "\"He still carried the heavy stick which the mother described him as having with him when he followed Drebber. It was a stout oak cudgel.\"", "characters": 137, "sentences": 3}, {"text": "\"Well done!\" said Holmes in an encouraging voice. \"Really, Gregson, you are getting along. We shall make something of you yet.\"", "characters": 127, "sentences": 4}, {"text": "\"Ah, you find it so, Mr. Lestrade!\" cried Gregson, triumphantly. \"I thought you would come to that conclusion. Have you managed to find the Secretary, Mr. Joseph Stangerson?\"", "characters": 174, "sentences": 5}, {"text": "\"The Secretary, Mr. Joseph Stangerson,\" said Lestrade gravely, \"was murdered at Halliday's Private Hotel about six o'clock this morning.\"", "characters": 137, "sentences": 3}, {"text": "THE intelligence with which Lestrade greeted us was so momentous and so unexpected, that we were all three fairly dumfoundered. Gregson sprang out of his chair and upset the remainder of his whiskey and water. I stared in silence at Sherlock Holmes, whose lips were compressed and his brows drawn down over his eyes.", "characters": 316, "sentences": 4}, {"text": "\"It was quite thick enough before,\" grumbled Lestrade, taking a chair. \"I seem to have dropped into a sort of council of war.\"", "characters": 126, "sentences": 3}, {"text": "\"We have been hearing Gregson's view of the matter,\" Holmes observed. \"Would you mind letting us know what you have seen and done?\"", "characters": 131, "sentences": 2}, {"text": "\"So it proved. I spent the whole of yesterday evening in making enquiries entirely without avail. This morning I began very early, and at eight o'clock I reached Halliday's Private Hotel, in Little George Street. On my enquiry as to whether a Mr. Stangerson was living there, they at once answered me in the affirmative.", "characters": 320, "sentences": 6}, {"text": "\"'No doubt you are the gentleman whom he was expecting,' they said. 'He has been waiting for a gentleman for two days.'", "characters": 119, "sentences": 3}, {"text": "I felt a creeping of the flesh, and a presentiment of coming horror, even before Sherlock Holmes answered.", "characters": 106, "sentences": 2}, {"text": "There was something so methodical and so incomprehensible about the deeds of this unknown assassin, that it imparted a fresh ghastliness to his crimes. My nerves, which were steady enough on the field of battle tingled as I thought of it.", "characters": 238, "sentences": 3}, {"text": "I glanced at Holmes on hearing the description of the murderer, which tallied so exactly with his own. There was, however, no trace of exultation or satisfaction upon his face.", "characters": 176, "sentences": 3}, {"text": "\"Nothing. Stangerson had Drebber's purse in his pocket, but it seems that this was usual, as he did all the paying. There was eighty odd pounds in it, but nothing had been taken. Whatever the motives of these extraordinary crimes, robbery is certainly not one of them. There were no papers or memoranda in the murdered man's pocket, except a single telegram, dated from Cleveland about a month ago, and containing the words, 'J. H. is in Europe.' There was no name appended to this message.\"", "characters": 491, "sentences": 9}, {"text": "\"Nothing of any importance. The man's novel, with which he had read himself to sleep was lying upon the bed, and his pipe was on a chair beside him. There was a glass of water on the table, and on the window-sill a small chip ointment box containing a couple of pills.\"", "characters": 269, "sentences": 4}, {"text": "\"I have now in my hands,\" my companion said, confidently, \"all the threads which have formed such a tangle. There are, of course, details to be filled in, but I am as certain of all the main facts, from the time that Drebber parted from Stangerson at the station, up to the discovery of the body of the latter, as if I had seen them with my own eyes. I will give you a proof of my knowledge. Could you lay your hand upon those pills?\"", "characters": 434, "sentences": 4}, {"text": "\"I have them,\" said Lestrade, producing a small white box; \"I took them and the purse and the telegram, intending to have them put in a place of safety at the Police Station. It was the merest chance my taking these pills, for I am bound to say that I do not attach any importance to them.\"", "characters": 290, "sentences": 3}, {"text": "They certainly were not. They were of a pearly grey colour, small, round, and almost transparent against the light. \"From their lightness and transparency, I should imagine that they are soluble in water,\" I remarked.", "characters": 217, "sentences": 4}, {"text": "\"Precisely so,\" answered Holmes. \"Now would you mind going down and fetching that poor little devil of a terrier which has been bad so long, and which the landlady wanted you to put out of its pain yesterday.\"", "characters": 209, "sentences": 3}, {"text": "I went downstairs and carried the dog upstair in my arms. It's laboured breathing and glazing eye showed that it was not far from its end. Indeed, its snow-white muzzle proclaimed that it had already exceeded the usual term of canine existence. I placed it upon a cushion on the rug.", "characters": 283, "sentences": 5}, {"text": "\"I will now cut one of these pills in two,\" said Holmes, and drawing his penknife he suited the action to the word. \"One half we return into the box for future purposes. The other half I will place in this wine glass, in which is a teaspoonful of water. You perceive that our friend, the Doctor, is right, and that it readily dissolves.\"", "characters": 337, "sentences": 5}, {"text": "\"This may be very interesting,\" said Lestrade, in the injured tone of one who suspects that he is being laughed at, \"I cannot see, however, what it has to do with the death of Mr. Joseph Stangerson.\"", "characters": 199, "sentences": 3}, {"text": "\"Patience, my friend, patience! You will find in time that it has everything to do with it. I shall now add a little milk to make the mixture palatable, and on presenting it to the dog we find that he laps it up readily enough.\"", "characters": 228, "sentences": 3}, {"text": "As he spoke he turned the contents of the wine glass into a saucer and placed it in front of the terrier, who speedily licked it dry. Sherlock Holmes' earnest demeanour had so far convinced us that we all sat in silence, watching the animal intently, and expecting some startling effect. None such appeared, however. The dog continued to lie stretched upon tho [16] cushion, breathing in a laboured way, but apparently neither the better nor the worse for its draught.", "characters": 468, "sentences": 5}, {"text": "Holmes had taken out his watch, and as minute followed minute without result, an expression of the utmost chagrin and disappointment appeared upon his features. He gnawed his lip, drummed his fingers upon the table, and showed every other symptom of acute impatience. So great was his emotion, that I felt sincerely sorry for him, while the two detectives smiled derisively, by no means displeased at this check which he had met.", "characters": 429, "sentences": 4}, {"text": "Sherlock Holmes drew a long breath, and wiped the perspiration from his forehead. \"I should have more faith,\" he said; \"I ought to know by this time that when a fact appears to be opposed to a long train of deductions, it invariably proves to be capable of bearing some other interpretation. Of the two pills in that box one was of the most deadly poison, and the other was entirely harmless. I ought to have known that before ever I saw the box at all.\"", "characters": 454, "sentences": 5}, {"text": "This last statement appeared to me to be so startling, that I could hardly believe that he was in his sober senses. There was the dead dog, however, to prove that his conjecture had been correct. It seemed to me that the mists in my own mind were gradually clearing away, and I began to have a dim, vague perception of the truth.", "characters": 329, "sentences": 4}, {"text": "\"I cannot help feeling that Gregson is right, sir,\" remarked Lestrade. \"We have both tried, and we have both failed. You have remarked more than once since I have been in the room that you had all the evidence which you require. Surely you will not withhold it any longer.\"", "characters": 273, "sentences": 5}, {"text": "\"Any delay in arresting the assassin,\" I observed, \"might give him time to perpetrate some fresh atrocity.\"", "characters": 107, "sentences": 2}, {"text": "Thus pressed by us all, Holmes showed signs of irresolution. He continued to walk up and down the room with his head sunk on his chest and his brows drawn down, as was his habit when lost in thought.", "characters": 199, "sentences": 3}, {"text": "Gregson and Lestrade seemed to be far from satisfied by this assurance, or by the depreciating allusion to the detective police. The former had flushed up to the roots of his flaxen hair, while the other's beady eyes glistened with curiosity and resentment. Neither of them had time to speak, however, before there was a tap at the door, and the spokesman of the street Arabs, young Wiggins, introduced his insignificant and unsavoury person.", "characters": 442, "sentences": 4}, {"text": "\"Good boy,\" said Holmes, blandly. \"Why don't you introduce this pattern at Scotland Yard?\" he continued, taking a pair of steel handcuffs from a drawer. \"See how beautifully the spring works. They fasten in an instant.\"", "characters": 219, "sentences": 5}, {"text": "\"Very good, very good,\" said Holmes, smiling. \"The cabman may as well help me with my boxes. Just ask him to step up, Wiggins.\"", "characters": 127, "sentences": 4}, {"text": "I was surprised to find my companion speaking as though he were about to set out on a journey, since he had not said anything to me about it. There was a small portmanteau in the room, and this he pulled out and began to strap. He was busily engaged at it when the cabman entered the room.", "characters": 289, "sentences": 4}, {"text": "\"Just give me a help with this buckle, cabman,\" he said, kneeling over his task, and never turning his head.", "characters": 108, "sentences": 2}, {"text": "The fellow came forward with a somewhat sullen, defiant air, and put down his hands to assist. At that instant there was a sharp click, the jangling of metal, and Sherlock Holmes sprang to his feet again.", "characters": 204, "sentences": 3}, {"text": "\"Gentlemen,\" he cried, with flashing eyes, \"let me introduce you to Mr. Jefferson Hope, the murderer of Enoch Drebber and of Joseph Stangerson.\"", "characters": 144, "sentences": 3}, {"text": "\"We have his cab,\" said Sherlock Holmes. \"It will serve to take him to Scotland Yard. And now, gentlemen,\" he continued, with a pleasant smile, \"we have reached the end of our little mystery. You are very welcome to put any questions that you like to me now, and there is no danger that I will refuse to answer them.\"", "characters": 317, "sentences": 5}, {"text": "Before sitting down, he had deposited upon the ground his useless rifle, and also a large bundle tied up in a grey shawl, which he had carried slung over his right shoulder. It appeared to be somewhat too heavy for his strength, for in lowering it, it came down on the ground with some little violence. Instantly there broke from the grey parcel a little moaning cry, and from it there protruded a small, scared face, with very bright brown eyes, and two little speckled, dimpled fists.", "characters": 486, "sentences": 4}, {"text": "\"Have I though,\" the man answered penitently, \"I didn't go for to do it.\" As he spoke he unwrapped the grey shawl and extricated a pretty little girl of about five years of age, whose dainty shoes and smart pink frock with its little linen apron all bespoke a mother's care. The child was pale and wan, but her healthy arms and legs showed that she had suffered less than her companion.", "characters": 386, "sentences": 4}, {"text": "\"How is it now?\" he answered anxiously, for she was still rubbing the towsy golden curls which covered the back of her head.", "characters": 124, "sentences": 2}, {"text": "\"Kiss it and make it well,\" she said, with perfect gravity, shoving [19] the injured part up to him. \"That's what mother used to do. Where's mother?\"", "characters": 149, "sentences": 3}, {"text": "\"Gone, eh!\" said the little girl. \"Funny, she didn't say good-bye; she 'most always did if she was just goin' over to Auntie's for tea, and now she's been away three days. Say, it's awful dry, ain't it? Ain't there no water, nor nothing to eat?\"", "characters": 245, "sentences": 3}, {"text": "\"No, there ain't nothing, dearie. You'll just need to be patient awhile, and then you'll be all right. Put your head up agin me like that, and then you'll feel bullier. It ain't easy to talk when your lips is like leather, but I guess I'd best let you know how the cards lie. What's that you've got?\"", "characters": 300, "sentences": 5}, {"text": "\"Pretty things! fine things!\" cried the little girl enthusiastically, holding up two glittering fragments of mica. \"When we goes back to home I'll give them to brother Bob.\"", "characters": 173, "sentences": 3}, {"text": "\"You'll see prettier things than them soon,\" said the man confidently. \"You just wait a bit. I was going to tell you though--you remember when we left the river?\"", "characters": 162, "sentences": 3}, {"text": "\"Well, we reckoned we'd strike another river soon, d'ye see. But there was somethin' wrong; compasses, or map, or somethin', and it didn't turn up. Water ran out. Just except a little drop for the likes of you and--and----\"", "characters": 223, "sentences": 4}, {"text": "\"And you couldn't wash yourself,\" interrupted his companion gravely, staring up at his grimy visage.", "characters": 100, "sentences": 2}, {"text": "\"No, nor drink. And Mr. Bender, he was the fust to go, and then Indian Pete, and then Mrs. McGregor, and then Johnny Hones, and then, dearie, your mother.\"", "characters": 155, "sentences": 5}, {"text": "\"Then mother's a deader too,\" cried the little girl dropping her face in her pinafore and sobbing bitterly.", "characters": 107, "sentences": 2}, {"text": "\"Yes, they all went except you and me. Then I thought there was some chance of water in this direction, so I heaved you over my shoulder and we tramped it together. It don't seem as though we've improved matters. There's an almighty small chance for us now!\"", "characters": 258, "sentences": 4}, {"text": "\"Do you mean that we are going to die too?\" asked the child, checking her sobs, and raising her tear-stained face.", "characters": 114, "sentences": 2}, {"text": "\"Why didn't you say so before?\" she said, laughing gleefully. \"You gave me such a fright. Why, of course, now as long as we die we'll be with mother again.\"", "characters": 156, "sentences": 4}, {"text": "\"And you too. I'll tell her how awful good you've been. I'll bet she meets us at the door of Heaven with a big pitcher of water, and a lot of buckwheat cakes, hot, and toasted on both sides, like Bob and me was fond of. How long will it be first?\"", "characters": 247, "sentences": 4}, {"text": "\"I don't know--not very long.\" The man's eyes were fixed upon the northern horizon. In the blue vault of the heaven there had appeared three little specks which increased in size every moment, so rapidly did they approach. They speedily resolved themselves into three large brown birds, which circled over the heads of the two wanderers, and then settled upon some rocks which overlooked them. They were buzzards, the vultures of the west, whose coming is the forerunner of death.", "characters": 480, "sentences": 6}, {"text": "\"Cocks and hens,\" cried the little girl gleefully, pointing at their ill-omened forms, and clapping her hands to make them rise. \"Say, did God make this country?\"", "characters": 162, "sentences": 2}, {"text": "\"He made the country down in Illinois, and He made the Missouri,\" the little girl continued. \"I guess somebody else made the country in these parts. It's not nearly so well done. They forgot the water and the trees.\"", "characters": 216, "sentences": 5}, {"text": "\"It don't matter. It ain't quite regular, but He won't mind that, you bet. You say over them ones that you used to say every night in the waggon when we was on the Plains.\"", "characters": 172, "sentences": 4}, {"text": "\"I disremember them,\" he answered. \"I hain't said none since I was half the height o' that gun. I guess it's never too late. You say them out, and I'll stand by and come in on the choruses.\"", "characters": 190, "sentences": 5}, {"text": "\"Then you'll need to kneel down, and me too,\" she said, laying the shawl out for that purpose. \"You've got to put your hands up like this. It makes you feel kind o' good.\"", "characters": 171, "sentences": 4}, {"text": "At the head of the column there rode a score or more of grave ironfaced men, clad in sombre homespun garments and armed with rifles. On reaching the base of the bluff they halted, and held a short council among themselves.", "characters": 222, "sentences": 3}, {"text": "\"The wells are to the right, my brothers,\" said one, a hard-lipped, clean-shaven man with grizzly hair.", "characters": 103, "sentences": 2}, {"text": "\"Fear not for water,\" cried a third. \"He who could draw it from the rocks will not now abandon His own chosen people.\"", "characters": 118, "sentences": 3}, {"text": "They were about to resume their journey when one of the youngest and keenest-eyed uttered an exclamation and pointed up at the rugged crag above them. From its summit there fluttered a little wisp of pink, showing up hard and bright against the grey rocks behind. At the sight there was a general reining up of horses and unslinging of guns, while fresh horsemen came galloping up to reinforce the vanguard. The word 'Redskins' was on every lip.", "characters": 445, "sentences": 5}, {"text": "\"There can't be any number of Injuns here,\" said the elderly man who appeared to be in command. \"We have passed the Pawnees, and there are no other tribes until we cross the great mountains.\"", "characters": 191, "sentences": 3}, {"text": "The rescuing party were speedily able to convince the two castaways that their appearance was no delusion. One of them seized the little girl, and hoisted her upon his shoulder, while two others supported her gaunt companion, and assisted him towards the waggons.", "characters": 263, "sentences": 3}, {"text": "\"My name is John Ferrier,\" the wanderer explained; \"me and that little un are all that's left o' twenty-one people. The rest is all dead o' thirst and hunger away down in the south.\"", "characters": 182, "sentences": 3}, {"text": "\"I guess she is now,\" the other cried, defiantly; \"she's mine 'cause I saved her. No man will take her from me. She's Lucy Ferrier from this day on. Who are you, though?\" he continued, glancing with curiosity at his stalwart, sunburned rescuers; \"there seems to be a powerful lot of ye.\"", "characters": 287, "sentences": 5}, {"text": "\"Nigh upon ten thousand,\" said one of the young men; \"we are the persecuted children of God--the chosen of the Angel Merona.\"", "characters": 125, "sentences": 2}, {"text": "\"Do not jest at that which is sacred,\" said the other sternly. \"We are of those who believe in those sacred writings, drawn in Egyptian letters on plates of beaten gold, which were handed unto the holy Joseph Smith at Palmyra. We have come from Nauvoo, in the State of Illinois, where we had founded our temple. We have come to seek a refuge from the violent man and from the godless, even though it be the heart of the desert.\"", "characters": 428, "sentences": 5}, {"text": "The name of Nauvoo evidently recalled recollections to John Ferrier. \"I see,\" he said, \"you are the Mormons.\"", "characters": 109, "sentences": 3}, {"text": "\"We do not know. The hand of God is leading us under the person of our Prophet. You must come before him. He shall say what is to be done with you.\"", "characters": 148, "sentences": 5}, {"text": "\"If we take you with us,\" he said, in solemn words, \"it can only be as believers in our own creed. We shall have no wolves in our fold. Better far that your bones should bleach in this wilderness than that you should prove to be that little speck of decay which in time corrupts the whole fruit. Will you come with us on these terms?\"", "characters": 334, "sentences": 4}, {"text": "\"Guess I'll come with you on any terms,\" said Ferrier, with such emphasis that the grave Elders could not restrain a smile. The leader alone retained his stern, impressive expression.", "characters": 183, "sentences": 3}, {"text": "\"Take him, Brother Stangerson,\" he said, \"give him food and drink, and the child likewise. Let it be your task also to teach him our holy creed. We have delayed long enough. Forward! On, on to Zion!\"", "characters": 199, "sentences": 4}, {"text": "\"On, on to Zion!\" cried the crowd of Mormons, and the words rippled down the long caravan, passing from mouth to mouth until they died away in a dull murmur in the far distance. With a cracking of whips and a creaking of wheels the great waggons got into motion, and soon the whole caravan was winding along once more. The Elder to whose care the two waifs had been committed, led them to his waggon, where a meal was already awaiting them.", "characters": 440, "sentences": 4}, {"text": "\"You shall remain here,\" he said. \"In a few days you will have recovered from your fatigues. In the meantime, remember that now and for ever you are of our religion. Brigham Young has said it, and he has spoken with the voice of Joseph Smith, which is the voice of God.\"", "characters": 270, "sentences": 5}, {"text": "She looked up at his dark, fierce face, and laughed saucily. \"I'm awful frightened,\" she said, naively; \"whoever would have thought that Poncho would have been so scared by a lot of cows?\"", "characters": 188, "sentences": 2}, {"text": "\"Thank God you kept your seat,\" the other said earnestly. He was a tall, savage-looking young fellow, mounted on a powerful roan horse, and clad in the rough dress of a hunter, with a long rifle slung over his shoulders. \"I guess you are the daughter of John Ferrier,\" he remarked, \"I saw you ride down from his house. When you see him, ask him if he remembers the Jefferson Hopes of St. Louis. If he's the same Ferrier, my father and he were pretty thick.\"", "characters": 457, "sentences": 7}, {"text": "The young fellow seemed pleased at the suggestion, and his dark eyes sparkled with pleasure. \"I'll do so,\" he said, \"we've been in the mountains for two months, and are not over and above in visiting condition. He must take us as he finds us.\"", "characters": 243, "sentences": 4}, {"text": "\"He has a good deal to thank you for, and so have I,\" she answered, \"he's awful fond of me. If those cows had jumped on me he'd have never got over it.\"", "characters": 152, "sentences": 3}, {"text": "\"You! Well, I don't see that it would make much matter to you, anyhow. You ain't even a friend of ours.\"", "characters": 104, "sentences": 3}, {"text": "\"There, I didn't mean that,\" she said; \"of course, you are a friend now. You must come and see us. Now I must push along, or father won't trust me with his business any more. Good-bye!\"", "characters": 185, "sentences": 4}, {"text": "\"Good-bye,\" he answered, raising his broad sombrero, and bending over her little hand. She wheeled her mustang round, gave it a cut with her riding-whip, and darted away down the broad road in a rolling cloud of dust.", "characters": 217, "sentences": 3}, {"text": "It was a summer evening when he came galloping down the road and pulled up at the gate. She was at the doorway, and came down to meet him. He threw the bridle over the fence and strode up the pathway.", "characters": 200, "sentences": 4}, {"text": "\"I am off, Lucy,\" he said, taking her two hands in his, and gazing tenderly down into her face; \"I won't ask you to come with me now, but will you be ready to come when I am here again?\"", "characters": 186, "sentences": 1}, {"text": "\"A couple of months at the outside. I will come and claim you then, my darling. There's no one who can stand between us.\"", "characters": 121, "sentences": 4}, {"text": "\"He has given his consent, provided we get these mines working all right. I have no fear on that head.\"", "characters": 103, "sentences": 3}, {"text": "\"Oh, well; of course, if you and father have arranged it all, there's no more to be said,\" she whispered, with her cheek against his broad breast.", "characters": 146, "sentences": 2}, {"text": "\"Thank God!\" he said, hoarsely, stooping and kissing her. \"It is settled, then. The longer I stay, the harder it will be to go. They are waiting for me at the cañon. Good-bye, my own darling--good-bye. In two months you shall see me.\"", "characters": 235, "sentences": 7}, {"text": "He tore himself from her as he spoke, and, flinging himself upon his horse, galloped furiously away, never even looking round, as though afraid that his resolution might fail him if he took one glance at what he was leaving. She stood at the gate, gazing after him until he vanished from her sight. Then she walked back into the house, the happiest girl in all Utah.", "characters": 366, "sentences": 4}, {"text": "\"Brother Ferrier,\" he said, taking a seat, and eyeing the farmer keenly from under his light-coloured eyelashes, \"the true believers have been good friends to you. We picked you up when you were starving in the desert, we shared our food with you, led you safe to the Chosen Valley, gave you a goodly share of land, and allowed you to wax rich under our protection. Is not this so?\"", "characters": 382, "sentences": 3}, {"text": "\"In return for all this we asked but one condition: that was, that you should embrace the true faith, and conform in every way to its usages. This you promised to do, and this, if common report says truly, you have neglected.\"", "characters": 226, "sentences": 3}, {"text": "\"And how have I neglected it?\" asked Ferrier, throwing out his hands in expostulation. \"Have I not given to the common fund? Have I not attended at the Temple? Have I not----?\"", "characters": 176, "sentences": 2}, {"text": "\"It is true that I have not married,\" Ferrier answered. \"But women were few, and there were many who had better claims than I. I was not a lonely man: I had my daughter to attend to my wants.\"", "characters": 192, "sentences": 4}, {"text": "\"It is of that daughter that I would speak to you,\" said the leader of the Mormons. \"She has grown to be the flower of Utah, and has found favour in the eyes of many who are high in the land.\"", "characters": 192, "sentences": 3}, {"text": "\"There are stories of her which I would fain disbelieve--stories that she is sealed to some Gentile. This must be the gossip of idle tongues. What is the thirteenth rule in the code of the sainted Joseph Smith? 'Let every maiden of the true faith marry one of the elect; for if she wed a Gentile, she commits a grievous sin.' This being so, it is impossible that you, who profess the holy creed, should suffer your daughter to violate it.\"", "characters": 439, "sentences": 5}, {"text": "\"You will give us time,\" he said at last. \"My daughter is very young--she is scarce of an age to marry.\"", "characters": 104, "sentences": 3}, {"text": "\"She shall have a month to choose,\" said Young, rising from his seat. \"At the end of that time she shall give her answer.\"", "characters": 122, "sentences": 3}, {"text": "He was passing through the door, when he turned, with flushed face and flashing eyes. \"It were better for you, John Ferrier,\" he thundered, \"that you and she were now lying blanched skeletons upon the Sierra Blanco, than that you should put your weak wills against the orders of the Holy Four!\"", "characters": 294, "sentences": 2}, {"text": "With a threatening gesture of his hand, he turned from the door, and Ferrier heard his heavy step scrunching along the shingly path.", "characters": 132, "sentences": 2}, {"text": "He was still sitting with his elbows upon his knees, considering how he should broach the matter to his daughter when a soft hand was laid upon his, and looking up, he saw her standing beside him. One glance at her pale, frightened face showed him that she had heard what had passed.", "characters": 283, "sentences": 3}, {"text": "\"I could not help it,\" she said, in answer to his look. \"His voice rang through the house. Oh, father, father, what shall we do?\"", "characters": 129, "sentences": 3}, {"text": "\"Don't you scare yourself,\" he answered, drawing her to him, and passing his broad, rough hand caressingly over her chestnut hair. \"We'll fix it up somehow or another. You don't find your fancy kind o' lessening for this chap, do you?\"", "characters": 235, "sentences": 3}, {"text": "\"No; of course not. I shouldn't care to hear you say you did. He's a likely lad, and he's a Christian, which is more than these folk here, in spite o' all their praying and preaching. There's a party starting for Nevada to-morrow, and I'll manage to send him a message letting him know the hole we are in. If I know anything o' that young man, he'll be back here with a speed that would whip electro-telegraphs.\"", "characters": 412, "sentences": 6}, {"text": "\"When he comes, he will advise us for the best. But it is for you that I am frightened, dear. One hears--one hears such dreadful stories about those who oppose the Prophet: something terrible always happens to them.\"", "characters": 216, "sentences": 4}, {"text": "\"But we haven't opposed him yet,\" her father answered. \"It will be time to look out for squalls when we do. We have a clear month before us; at the end of that, I guess we had best shin out of Utah.\"", "characters": 199, "sentences": 4}, {"text": "\"We will raise as much as we can in money, and let the rest go. To tell the truth, Lucy, it isn't the first time I have thought of doing it. I don't care about knuckling under to any man, as these folk do to their darned prophet. I'm a free-born American, and it's all new to me. Guess I'm too old to learn. If he comes browsing about this farm, he might chance to run up against a charge of buckshot travelling in the opposite direction.\"", "characters": 439, "sentences": 7}, {"text": "\"Wait till Jefferson comes, and we'll soon manage that. In the meantime, don't you fret yourself, my dearie, and don't get your eyes swelled up, else he'll be walking into me when he sees you. There's nothing to be afeared about, and there's no danger at all.\"", "characters": 260, "sentences": 4}, {"text": "John Ferrier uttered these consoling remarks in a very confident tone, but she could not help observing that he paid unusual care to the fastening of the doors that night, and that he carefully cleaned and loaded the rusty old shotgun which hung upon the wall of his bedroom.", "characters": 275, "sentences": 2}, {"text": "ON the morning which followed his interview with the Mormon Prophet, John Ferrier went in to Salt Lake City, and having found his acquaintance, who was bound for the Nevada Mountains, he entrusted him with his message to Jefferson Hope. In it he told the young man of the imminent danger which threatened them, and how necessary it was that he should return. Having done thus he felt easier in his mind, and returned home with a lighter heart.", "characters": 443, "sentences": 4}, {"text": "\"Maybe you don't know us,\" he said. \"This here is the son of Elder Drebber, and I'm Joseph Stangerson, who travelled with you in the desert when the Lord stretched out His hand and gathered you into the true fold.\"", "characters": 214, "sentences": 3}, {"text": "\"As He will all the nations in His own good time,\" said the other in a nasal voice; \"He grindeth slowly but exceeding small.\"", "characters": 125, "sentences": 2}, {"text": "\"We have come,\" continued Stangerson, \"at the advice of our fathers to solicit the hand of your daughter for whichever of us may seem good to you and to her. As I have but four wives and Brother Drebber here has seven, it appears to me that my claim is the stronger one.\"", "characters": 271, "sentences": 3}, {"text": "\"Nay, nay, Brother Stangerson,\" cried the other; \"the question is not how many wives we have, but how many we can keep. My father has now given over his mills to me, and I am the richer man.\"", "characters": 191, "sentences": 3}, {"text": "\"But my prospects are better,\" said the other, warmly. \"When the Lord removes my father, I shall have his tanning yard and his leather factory. Then I am your elder, and am higher in the Church.\"", "characters": 195, "sentences": 4}, {"text": "\"It will be for the maiden to decide,\" rejoined young Drebber, smirking at his own reflection in the glass. \"We will leave it all to her decision.\"", "characters": 147, "sentences": 3}, {"text": "During this dialogue, John Ferrier had stood fuming in the doorway, hardly able to keep his riding-whip from the backs of his two visitors.", "characters": 139, "sentences": 2}, {"text": "\"Look here,\" he said at last, striding up to them, \"when my daughter summons you, you can come, but until then I don't want to see your faces again.\"", "characters": 149, "sentences": 2}, {"text": "The two young Mormons stared at him in amazement. In their eyes this competition between them for the maiden's hand was the highest of honours both to her and her father.", "characters": 170, "sentences": 3}, {"text": "\"There are two ways out of the room,\" cried Ferrier; \"there is the door, and there is the window. Which do you care to use?\"", "characters": 124, "sentences": 2}, {"text": "His brown face looked so savage, and his gaunt hands so threatening, that his visitors sprang to their feet and beat a hurried retreat. The old farmer followed them to the door.", "characters": 177, "sentences": 3}, {"text": "\"You shall smart for this!\" Stangerson cried, white with rage. \"You have defied the Prophet and the Council of Four. You shall rue it to the end of your days.\"", "characters": 159, "sentences": 4}, {"text": "\"The hand of the Lord shall be heavy upon you,\" cried young Drebber; \"He will arise and smite you!\"", "characters": 99, "sentences": 1}, {"text": "\"Then I'll start the smiting,\" exclaimed Ferrier furiously, and would have rushed upstairs for his gun had not Lucy seized him by the arm and restrained him. Before he could escape from her, the clatter of horses' hoofs told him that they were beyond his reach.", "characters": 261, "sentences": 3}, {"text": "\"The young canting rascals!\" he exclaimed, wiping the perspiration from his forehead; \"I would sooner see you in your grave, my girl, than the wife of either of them.\"", "characters": 167, "sentences": 2}, {"text": "\"Yes. It will not be long before he comes. The sooner the better, for we do not know what their next move may be.\"", "characters": 114, "sentences": 4}, {"text": "He expected that he would receive some message or remonstrance from Young as to his conduct, and he was not mistaken, though it came in an unlooked-for manner. Upon rising next morning he found, to his surprise, a small square of paper pinned on to the coverlet of his bed just over his chest. On it was printed, in bold straggling letters:--", "characters": 342, "sentences": 3}, {"text": "Still more shaken was he next morning. They had sat down to their breakfast when Lucy with a cry of surprise pointed upwards. In the centre of the ceiling was scrawled, with a burned stick apparently, the number 28. To his daughter it was unintelligible, and he did not enlighten her. That night he sat up with his gun and kept watch and ward. He saw and he heard nothing, and yet in the morning a great 27 had been painted upon the outside of his door.", "characters": 453, "sentences": 7}, {"text": "Outside all was calm and quiet. The night was fine, and the stars were twinkling brightly overhead. The little front garden lay before the farmer's eyes bounded by the fence and gate, but neither there nor on the road was any human being to be seen. With a sigh of relief, Ferrier looked to right and to left, until happening to glance straight down at his own feet he saw to his astonishment a man lying flat upon his face upon the ground, with arms and legs all asprawl.", "characters": 472, "sentences": 5}, {"text": "\"Give me food,\" the other said, hoarsely. \"I have had no time for bite or sup for eight-and-forty hours.\" He flung himself upon the [21] cold meat and bread which were still lying upon the table from his host's supper, and devoured it voraciously. \"Does Lucy bear up well?\" he asked, when he had satisfied his hunger.", "characters": 317, "sentences": 5}, {"text": "\"That is well. The house is watched on every side. That is why I crawled my way up to it. They may be darned sharp, but they're not quite sharp enough to catch a Washoe hunter.\"", "characters": 177, "sentences": 5}, {"text": "John Ferrier felt a different man now that he realized that he had a devoted ally. He seized the young man's leathery hand and wrung it cordially. \"You're a man to be proud of,\" he said. \"There are not many who would come to share our danger and our troubles.\"", "characters": 260, "sentences": 5}, {"text": "\"You've hit it there, pard,\" the young hunter answered. \"I have a respect for you, but if you were alone in this business I'd think twice before I put my head into such a hornet's nest. It's Lucy that brings me here, and before harm comes on her I guess there will be one less o' the Hope family in Utah.\"", "characters": 305, "sentences": 4}, {"text": "\"To-morrow is your last day, and unless you act to-night you are lost. I have a mule and two horses waiting in the Eagle Ravine. How much money have you?\"", "characters": 154, "sentences": 3}, {"text": "\"That will do. I have as much more to add to it. We must push for Carson City through the mountains. You had best wake Lucy. It is as well that the servants do not sleep in the house.\"", "characters": 184, "sentences": 6}, {"text": "\"We must make our start at once,\" said Jefferson Hope, speaking in a low but resolute voice, like one who realizes the greatness of the peril, but has steeled his heart to meet it. \"The front and back entrances are watched, but with caution we may get away through the side window and across the fields. Once on the road we are only two miles from the Ravine where the horses are waiting. By daybreak we should be half-way through the mountains.\"", "characters": 446, "sentences": 5}, {"text": "Hope slapped the revolver butt which protruded from the front of his tunic. \"If they are too many for us we shall take two or three of them with us,\" he said with a sinister smile.", "characters": 180, "sentences": 3}, {"text": "It was as well that his prairie training had given Jefferson Hope the ears of a lynx. He and his friends had hardly crouched down before the melancholy hooting of a mountain owl was heard within a few yards of them, which was immediately answered by another hoot at a small distance. At the same moment a vague shadowy figure emerged from the gap for which they had been making, and uttered the plaintive signal cry again, on which a second man appeared out of the obscurity.", "characters": 475, "sentences": 4}, {"text": "\"To-morrow at midnight,\" said the first who appeared to be in authority. \"When the Whip-poor-Will calls three times.\"", "characters": 117, "sentences": 3}, {"text": "\"Seven to five!\" repeated the other, and the two figures flitted away in different directions. Their concluding words had evidently been some form of sign and countersign. The instant that their footsteps had died away in the distance, Jefferson Hope sprang to his feet, and helping his companions through the gap, led the way across the fields at the top of his speed, supporting and half-carrying the girl when her strength appeared to fail her.", "characters": 447, "sentences": 4}, {"text": "\"Hurry on! hurry on!\" he gasped from time to time. \"We are through the line of sentinels. Everything depends on speed. Hurry on!\"", "characters": 129, "sentences": 4}, {"text": "They soon had a proof, however, that they were still within the jurisdiction of the Saints. They had reached the very wildest and most desolate portion of the pass when the girl gave a startled cry, and pointed upwards. On a rock which overlooked the track, showing out dark and plain against the sky, there stood a solitary sentinel. He saw them as soon as they perceived him, and his military challenge of \"Who goes there?\" rang through the silent ravine.", "characters": 457, "sentences": 5}, {"text": "\"Travellers for Nevada,\" said Jefferson Hope, with his hand upon the rifle which hung by his saddle.", "characters": 100, "sentences": 2}, {"text": "They could see the lonely watcher fingering his gun, and peering down at them as if dissatisfied at their reply.", "characters": 112, "sentences": 2}, {"text": "\"The Holy Four,\" answered Ferrier. His Mormon experiences had taught him that that was the highest authority to which he could refer.", "characters": 133, "sentences": 3}, {"text": "\"Seven from five,\" returned Jefferson Hope promptly, remembering the countersign which he had heard in the garden.", "characters": 114, "sentences": 2}, {"text": "\"Pass, and the Lord go with you,\" said the voice from above. Beyond his post the path broadened out, and the horses were able to break into a trot. Looking back, they could see the solitary watcher leaning upon his gun, and knew that they had passed the outlying post of the chosen people, and that freedom lay before them.", "characters": 323, "sentences": 4}, {"text": "JOHN FERRIER,                  FORMERLY OF SALT LAKE CITY, [22]                     Died August 4th, 1860.", "characters": 106, "sentences": 2}, {"text": "The Mormon looked at him with undisguised astonishment--indeed, it was difficult to recognize in this tattered, unkempt wanderer, with ghastly white face and fierce, wild eyes, the spruce young hunter of former days. Having, however, at last, satisfied himself as to his identity, the man's surprise changed to consternation.", "characters": 325, "sentences": 3}, {"text": "\"You are mad to come here,\" he cried. \"It is as much as my own life is worth to be seen talking with you. There is a warrant against you from the Holy Four for assisting the Ferriers away.\"", "characters": 189, "sentences": 4}, {"text": "\"I don't fear them, or their warrant,\" Hope said, earnestly. \"You must know something of this matter, Cowper. I conjure you by everything you hold dear to answer a few questions. We have always been friends. For God's sake, don't refuse to answer me.\"", "characters": 251, "sentences": 6}, {"text": "\"Don't mind me,\" said Hope faintly. He was white to the very lips, and had sunk down on the stone against which he had been leaning. \"Married, you say?\"", "characters": 152, "sentences": 3}, {"text": "\"Yes, I am off,\" said Jefferson Hope, who had risen from his seat. His face might have been chiselled out of marble, so hard and set was its expression, while its eyes glowed with a baleful light.", "characters": 196, "sentences": 3}, {"text": "\"Never mind,\" he answered; and, slinging his weapon over his shoulder, strode off down the gorge and so away into the heart of the mountains to the haunts of the wild beasts. Amongst them all there was none so fierce and so dangerous as himself.", "characters": 245, "sentences": 3}, {"text": "OUR prisoner's furious resistance did not apparently indicate any ferocity in his disposition towards ourselves, for on finding himself powerless, he smiled in an affable manner, and expressed his hopes that he had not hurt any of us in the scuffle. \"I guess you're going to take me to the police-station,\" he remarked to Sherlock Holmes. \"My cab's at the door. If you'll loose my legs I'll walk down to it. I'm not so light to lift as I used to be.\"", "characters": 450, "sentences": 6}, {"text": "\"If there's a vacant place for a chief of the police, I reckon you are the man for it,\" he said, gazing with undisguised admiration at my fellow-lodger. \"The way you kept on my trail was a caution.\"", "characters": 198, "sentences": 3}, {"text": "\"Good! and Gregson can come inside with me. You too, Doctor, you have taken an interest in the case and may as well stick to us.\"", "characters": 129, "sentences": 3}, {"text": "\"I've got a good deal to say,\" our prisoner said slowly. \"I want to tell you gentlemen all about it.\"", "characters": 101, "sentences": 3}, {"text": "\"I may never be tried,\" he answered. \"You needn't look startled. It isn't suicide I am thinking of. Are you a Doctor?\" He turned his fierce dark eyes upon me as he asked this last question.", "characters": 189, "sentences": 5}, {"text": "\"Then put your hand here,\" he said, with a smile, motioning with his manacled wrists towards his chest.", "characters": 103, "sentences": 2}, {"text": "I did so; and became at once conscious of an extraordinary throbbing and commotion which was going on inside. The walls of his chest seemed to thrill and quiver as a frail building would do inside when some powerful engine was at work. In the silence of the room I could hear a dull humming and buzzing noise which proceeded from the same source.", "characters": 346, "sentences": 4}, {"text": "\"That's what they call it,\" he said, placidly. \"I went to a Doctor last week about it, and he told me that it is bound to burst before many days passed. It has been getting worse for years. I got it from over-exposure and under-feeding among the Salt Lake Mountains. I've done my work now, and I don't care how soon I go, but I should like to leave some account of the business behind me. I don't want to be remembered as a common cut-throat.\"", "characters": 443, "sentences": 7}, {"text": "The Inspector and the two detectives had a hurried discussion as to the advisability of allowing him to tell his story.", "characters": 119, "sentences": 2}, {"text": "\"In that case it is clearly our duty, in the interests of justice, to take his statement,\" said the Inspector. \"You are at liberty, sir, to give your account, which I again warn you will be taken down.\"", "characters": 202, "sentences": 3}, {"text": "\"I'll sit down, with your leave,\" the prisoner said, suiting the action to the word. \"This aneurism of mine makes me easily tired, and the tussle we had half an hour ago has not mended matters. I'm on the brink of the grave, and I am not likely to lie to you. Every word I say is the absolute truth, and how you use it is a matter of no consequence to me.\"", "characters": 356, "sentences": 5}, {"text": "With these words, Jefferson Hope leaned back in his chair and began the following remarkable statement. He spoke in a calm and methodical manner, as though the events which he narrated were commonplace enough. I can vouch for the accuracy of the subjoined account, for I have had access to Lestrade's note-book, in which the prisoner's words were taken down exactly as they were uttered.", "characters": 387, "sentences": 4}, {"text": "\"It was some time before I found out where my two gentlemen were living; but I inquired and inquired until at last I dropped across them. They were at a boarding-house at Camberwell, over on the other side of the river. When once I found them out I knew that I had them at my mercy. I had grown my beard, and there was no chance of their recognizing me. I would dog them and follow them until I saw my opportunity. I was determined that they should not escape me again.", "characters": 469, "sentences": 7}, {"text": "\"They were very near doing it for all that. Go where they would about London, I was always at their heels. Sometimes I followed them on my cab, and sometimes on foot, but the former was the best, for then they could not get away from me. It was only early in the morning or late at night that I could earn anything, so that I began to get behind hand with my employer. I did not mind that, however, as long as I could lay my hand upon the men I wanted.", "characters": 452, "sentences": 6}, {"text": "\"There was not a soul to be seen, nor a sound to be heard, except the dripping of the rain. When I looked in at the window, I found Drebber all huddled together in a drunken sleep. I shook him by the arm, 'It's time to get out,' I said.", "characters": 236, "sentences": 4}, {"text": "\"I suppose he thought we had come to the hotel that he had mentioned, for he got out without another word, and followed me down the garden. I had to walk beside him to keep him steady, for he was still a little top-heavy. When we came to the door, I opened it, and led him into the front room. I give you my word that all the way, the father and the daughter were walking in front of us.", "characters": 387, "sentences": 5}, {"text": "\"'We'll soon have a light,' I said, striking a match and putting it to a wax candle which I had brought with me. 'Now, Enoch Drebber,' I continued, turning to him, and holding the light to my own face, 'who am I?'", "characters": 213, "sentences": 2}, {"text": "\"He gazed at me with bleared, drunken eyes for a moment, and then I saw a horror spring up in them, and convulse his whole features, which showed me that he knew me. He staggered back with a livid face, and I saw the perspiration break out upon his brow, while his teeth chattered in his head. At the sight, I leaned my back against the door and laughed loud and long. I had always known that vengeance would be sweet, but I had never hoped for the contentment of soul which now possessed me.", "characters": 492, "sentences": 5}, {"text": "\"'What do you think of Lucy Ferrier now?' I cried, locking the door, and shaking the key in his face. 'Punishment has been slow in coming, but it has overtaken you at last.' I saw his coward lips tremble as I spoke. He would have begged for his life, but he knew well that it was useless.", "characters": 288, "sentences": 5}, {"text": "\"'There is no murder,' I answered. 'Who talks of murdering a mad dog? What mercy had you upon my poor darling, when you dragged her from her slaughtered father, and bore her away to your accursed and shameless harem.'", "characters": 217, "sentences": 3}, {"text": "\"'But it was you who broke her innocent heart,' I shrieked, thrusting the box before him. 'Let the high God judge between us. Choose and eat. There is death in one and life in the other. I shall take what you leave. Let us see if there is justice upon the earth, or if we are ruled by chance.'", "characters": 293, "sentences": 7}, {"text": "So thrilling had the man's narrative been, and his manner was so impressive that we had sat silent and absorbed. Even the professional detectives, _blasé_ as they were in every detail of crime, appeared to be keenly interested in the man's story. When he finished we sat for some minutes in a stillness which was only broken by the scratching of Lestrade's pencil as he gave the finishing touches to his shorthand account.", "characters": 423, "sentences": 4}, {"text": "\"There is only one point on which I should like a little more information,\" Sherlock Holmes said at last. \"Who was your accomplice who came for the ring which I advertised?\"", "characters": 173, "sentences": 2}, {"text": "The prisoner winked at my friend jocosely. \"I can tell my own secrets,\" he said, \"but I don't get other people into trouble. I saw your advertisement, and I thought it might be a plant, or it might be the ring which I wanted. My friend volunteered to go and see. I think you'll own he did it smartly.\"", "characters": 301, "sentences": 6}, {"text": "\"Now, gentlemen,\" the Inspector remarked gravely, \"the forms of the law must be complied with. On Thursday the prisoner will be brought before the magistrates, and your attendance will be required. Until then I will be responsible for him.\" He rang the bell as he spoke, and Jefferson Hope was led off by a couple of warders, while my friend and I made our way out of the Station and took a cab back to Baker Street.", "characters": 416, "sentences": 5}, {"text": "\"Gregson and Lestrade will be wild about his death,\" Holmes remarked, as we chatted it over next evening. \"Where will their grand advertisement be now?\"", "characters": 152, "sentences": 2}, {"text": "\"What you do in this world is a matter of no consequence,\" returned my companion, bitterly. \"The question is, what can you make people believe that you have done. Never mind,\" he continued, more brightly, after a pause. \"I would not have missed the investigation for anything. There has been no better case within my recollection. Simple as it was, there were several most instructive points about it.\"", "characters": 402, "sentences": 7}, {"text": "\"Well, really, it can hardly be described as otherwise,\" said Sherlock Holmes, smiling at my surprise. \"The proof of its intrinsic simplicity is, that without any help save a few very ordinary deductions I was able to lay my hand upon the criminal within three days.\"", "characters": 267, "sentences": 3}, {"text": "\"I have already explained to you that what is out of the common is usually a guide rather than a hindrance. In solving a problem of this sort, the grand thing is to be able to reason backwards. That is a very useful accomplishment, and a very easy one, but people do not practise it much. In the every-day affairs of life it is more useful to reason forwards, and so the other comes to be neglected. There are fifty who can reason synthetically for one who can reason analytically.\"", "characters": 482, "sentences": 6}, {"text": "\"It is wonderful!\" I cried. \"Your merits should be publicly recognized. You should publish an account of the case. If you won't, I will for you.\"", "characters": 145, "sentences": 5}, {"text": "\"You may do what you like, Doctor,\" he answered. \"See here!\" he continued, handing a paper over to me, \"look at this!\"", "characters": 118, "sentences": 2}, {"text": "It was the _Echo_ for the day, and the paragraph to which he pointed was devoted to the case in question.", "characters": 105, "sentences": 2}, {"text": "\"Didn't I tell you so when we started?\" cried Sherlock Holmes with a laugh. \"That's the result of all our Study in Scarlet: to get them a testimonial!\"", "characters": 151, "sentences": 2}, {"text": "\"Never mind,\" I answered, \"I have all the facts in my journal, and the public shall know them. In the meantime you must make yourself contented by the consciousness of success, like the Roman miser--", "characters": 199, "sentences": 2}, {"text": "\"'Populus me sibilat, at mihi plaudo        Ipse domi simul ac nummos contemplor in arca.'\"", "characters": 91, "sentences": 2}, {"text": "[Footnote 1: Frontispiece, with the caption: \"He examined with his glass the word upon the wall, going over every letter of it with the most minute exactness.\" (_Page_ 23.)]", "characters": 173, "sentences": 3}, {"text": "[Footnote 2: \"JOHN H. WATSON, M.D.\": the initial letters in the name are capitalized, the other letters in small caps. All chapter titles are in small caps. The initial words of chapters are in small caps with first letter capitalized.]", "characters": 236, "sentences": 7}, {"text": "[Footnote 6: \"THE LAURISTON GARDEN MYSTERY\": the table-of-contents lists this chapter as \"...GARDENS MYSTERY\"--plural, and probably more correct.]", "characters": 146, "sentences": 5}, {"text": "[Footnote 8: \"individual--\": illustration this page, with the caption: \"As he spoke, his nimble fingers were flying here, there, and everywhere.\"]", "characters": 146, "sentences": 2}, {"text": "[Footnote 15: \"make much of...\": Other editions complete this sentence with an \"it.\" But there is a gap in the text at this point, and, given the context, it may have actually been an interjection, a dash. The gap is just the right size for the characters \"it.\" and the start of a new sentence, or for a \"----\"]", "characters": 311, "sentences": 7}, {"text": "[Footnote 20: \"stared about...\": illustration, with the caption: \"One of them seized the little girl, and hoisted her upon his shoulder.\"]", "characters": 138, "sentences": 5}, {"text": "[Footnote 21: \"upon the\": illustration, with the caption: \"As he watched it he saw it writhe along the ground.\"]", "characters": 112, "sentences": 2}, {"text": "[Footnote 29: Heber C. Kemball, in one of his sermons, alludes to his hundred wives under this endearing epithet.]", "characters": 114, "sentences": 3}], "id": 244, "paragraphs": 391, "author": "Arthur Conan Doyle"}