{"title": "Siddhartha", "data": [{"text": "Joy leapt in his father's heart for his son who was quick to learn, thirsty for knowledge; he saw him growing up to become great wise man and priest, a prince among the Brahmans.", "characters": 178, "sentences": 2}, {"text": "Bliss leapt in his mother's breast when she saw him, when she saw him walking, when she saw him sit down and get up, Siddhartha, strong, handsome, he who was walking on slender legs, greeting her with perfect respect.", "characters": 217, "sentences": 2}, {"text": "Love touched the hearts of the Brahmans' young daughters when Siddhartha walked through the lanes of the town with the luminous forehead, with the eye of a king, with his slim hips.", "characters": 181, "sentences": 2}, {"text": "Siddhartha was thus loved by everyone.  He was a source of joy for everybody, he was a delight for them all.", "characters": 108, "sentences": 3}, {"text": "\"Govinda,\" Siddhartha spoke to his friend, \"Govinda, my dear, come with me under the Banyan tree, let's practise meditation.\"", "characters": 125, "sentences": 2}, {"text": "They went to the Banyan tree, they sat down, Siddhartha right here, Govinda twenty paces away.  While putting himself down, ready to speak the Om, Siddhartha repeated murmuring the verse:", "characters": 187, "sentences": 2}, {"text": "Om is the bow, the arrow is soul, The Brahman is the arrow's target, That one should incessantly hit.", "characters": 101, "sentences": 2}, {"text": "Once, Samanas had travelled through Siddhartha's town, ascetics on a pilgrimage, three skinny, withered men, neither old nor young, with dusty and bloody shoulders, almost naked, scorched by the sun, surrounded by loneliness, strangers and enemies to the world, strangers and lank jackals in the realm of humans.  Behind them blew a hot scent of quiet passion, of destructive service, of merciless self-denial.", "characters": 410, "sentences": 3}, {"text": "In the evening, after the hour of contemplation, Siddhartha spoke to Govinda:  \"Early tomorrow morning, my friend, Siddhartha will go to the Samanas.  He will become a Samana.\"", "characters": 176, "sentences": 3}, {"text": "Govinda turned pale, when he heard these words and read the decision in the motionless face of his friend, unstoppable like the arrow shot from the bow.  Soon and with the first glance, Govinda realized:  Now it is beginning, now Siddhartha is taking his own way, now his fate is beginning to sprout, and with his, my own.  And he turned pale like a dry banana-skin.", "characters": 366, "sentences": 4}, {"text": "Siddhartha looked over as if he was just waking up.  Arrow-fast he read in Govinda's soul, read the fear, read the submission.", "characters": 126, "sentences": 3}, {"text": "\"O Govinda,\" he spoke quietly, \"let's not waste words.  Tomorrow, at daybreak I will begin the life of the Samanas.  Speak no more of it.\"", "characters": 138, "sentences": 4}, {"text": "Siddhartha entered the chamber, where his father was sitting on a mat of bast, and stepped behind his father and remained standing there, until his father felt that someone was standing behind him.  Quoth the Brahman:  \"Is that you, Siddhartha?  Then say what you came to say.\"", "characters": 277, "sentences": 3}, {"text": "Quoth Siddhartha: \"With your permission, my father.  I came to tell you that it is my longing to leave your house tomorrow and go to the ascetics.  My desire is to become a Samana.  May my father not oppose this.\"", "characters": 213, "sentences": 5}, {"text": "After an hour, since no sleep had come over his eyes, the Brahman stood up, paced to and fro, and left the house.  Through the small window of the chamber he looked back inside, and there he saw Siddhartha standing, his arms folded, not moving from his spot.  Pale shimmered his bright robe.  With anxiety in his heart, the father returned to his bed.", "characters": 351, "sentences": 5}, {"text": "After another hour, since no sleep had come over his eyes, the Brahman stood up again, paced to and fro, walked out of the house and saw that the moon had risen.  Through the window of the chamber he looked back inside; there stood Siddhartha, not moving from his spot, his arms folded, moonlight reflecting from his bare shins.  With worry in his heart, the father went back to bed.", "characters": 383, "sentences": 4}, {"text": "And he came back after an hour, he came back after two hours, looked through the small window, saw Siddhartha standing, in the moon light, by the light of the stars, in the darkness.  And he came back hour after hour, silently, he looked into the chamber, saw him standing in the same place, filled his heart with anger, filled his heart with unrest, filled his heart with anguish, filled it with sadness.", "characters": 405, "sentences": 3}, {"text": "And in the night's last hour, before the day began, he returned, stepped into the room, saw the young man standing there, who seemed tall and like a stranger to him.", "characters": 165, "sentences": 2}, {"text": "The first light of day shone into the room.  The Brahman saw that Siddhartha was trembling softly in his knees.  In Siddhartha's face he saw no trembling, his eyes were fixed on a distant spot.  Then his father realized that even now Siddhartha no longer dwelt with him in his home, that he had already left him.", "characters": 312, "sentences": 5}, {"text": "\"You will,\" he spoke, \"go into the forest and be a Samana.  When you'll have found blissfulness in the forest, then come back and teach me to be blissful.  If you'll find disappointment, then return and let us once again make offerings to the gods together.  Go now and kiss your mother, tell her where you are going to.  But for me it is time to go to the river and to perform the first ablution.\"", "characters": 398, "sentences": 6}, {"text": "He took his hand from the shoulder of his son and went outside. Siddhartha wavered to the side, as he tried to walk.  He put his limbs back under control, bowed to his father, and went to his mother to do as his father had said.", "characters": 228, "sentences": 4}, {"text": "As he slowly left on stiff legs in the first light of day the still quiet town, a shadow rose near the last hut, who had crouched there, and joined the pilgrim--Govinda.", "characters": 169, "sentences": 2}, {"text": "In the evening of this day they caught up with the ascetics, the skinny Samanas, and offered them their companionship and--obedience.  They were accepted.", "characters": 154, "sentences": 3}, {"text": "Siddhartha sat upright and learned to breathe sparingly, learned to get along with only few breathes, learned to stop breathing.  He learned, beginning with the breath, to calm the beat of his heart, leaned to reduce the beats of his heart, until they were only a few and almost none.", "characters": 284, "sentences": 3}, {"text": "By his side lived Govinda, his shadow, walked the same paths, undertook the same efforts.  They rarely spoke to one another, than the service and the exercises required.  Occasionally the two of them went through the villages, to beg for food for themselves and their teachers.", "characters": 277, "sentences": 4}, {"text": "\"How do you think, Govinda,\" Siddhartha spoke one day while begging this way, \"how do you think did we progress?  Did we reach any goals?\"", "characters": 138, "sentences": 1}, {"text": "Govinda answered:  \"We have learned, and we'll continue learning. You'll be a great Samana, Siddhartha.  Quickly, you've learned every exercise, often the old Samanas have admired you.  One day, you'll be a holy man, oh Siddhartha.\"", "characters": 232, "sentences": 5}, {"text": "Quoth Siddhartha:  \"I can't help but feel that it is not like this, my friend.  What I've learned, being among the Samanas, up to this day, this, oh Govinda, I could have learned more quickly and by simpler means.  In every tavern of that part of a town where the whorehouses are, my friend, among carters and gamblers I could have learned it.\"", "characters": 344, "sentences": 4}, {"text": "Quoth Govinda:  \"Siddhartha is putting me on.  How could you have learned meditation, holding your breath, insensitivity against hunger and pain there among these wretched people?\"", "characters": 180, "sentences": 2}, {"text": "Quoth Govinda:  \"You say so, oh friend, and yet you know that Siddhartha is no driver of an ox-cart and a Samana is no drunkard.  It's true that a drinker numbs his senses, it's true that he briefly escapes and rests, but he'll return from the delusion, finds everything to be unchanged, has not become wiser, has gathered no enlightenment,--has not risen several steps.\"", "characters": 371, "sentences": 3}, {"text": "And Siddhartha spoke with a smile:  \"I do not know, I've never been a drunkard.  But that I, Siddhartha, find only a short numbing of the senses in my exercises and meditations and that I am just as far removed from wisdom, from salvation, as a child in the mother's womb, this I know, oh Govinda, this I know.\"", "characters": 311, "sentences": 3}, {"text": "And once again, another time, when Siddhartha left the forest together with Govinda, to beg for some food in the village for their brothers and teachers, Siddhartha began to speak and said:  \"What now, oh Govinda, might we be on the right path?  Might we get closer to enlightenment? Might we get closer to salvation?  Or do we perhaps live in a circle-- we, who have thought we were escaping the cycle?\"", "characters": 404, "sentences": 1}, {"text": "Quoth Govinda:  \"We have learned a lot, Siddhartha, there is still much to learn.  We are not going around in circles, we are moving up, the circle is a spiral, we have already ascended many a level.\"", "characters": 200, "sentences": 3}, {"text": "\"If you only,\" spoke Govinda, \"wouldn't speak such terrible words, Siddhartha!  How could it be that among so many learned men, among so many Brahmans, among so many austere and venerable Samanas, among so many who are searching, so many who are eagerly trying, so many holy men, no one will find the path of paths?\"", "characters": 316, "sentences": 1}, {"text": "He who ponderingly, of a purified spirit, loses himself in the meditation of Atman, unexpressable by words is his blissfulness of his heart.", "characters": 140, "sentences": 2}, {"text": "But Siddhartha remained silent.  He thought about the words which Govinda had said to him and thought the words through to their end.", "characters": 133, "sentences": 3}, {"text": "Yes, he thought, standing there with his head low, what would remain of all that which seemed to us to be holy?  What remains?  What can stand the test?  And he shook his head.", "characters": 176, "sentences": 2}, {"text": "This myth, this rumour, this legend resounded, its fragrants rose up, here and there; in the towns, the Brahmans spoke of it and in the forest, the Samanas; again and again, the name of Gotama, the Buddha reached the ears of the young men, with good and with bad talk, with praise and with defamation.", "characters": 301, "sentences": 2}, {"text": "The myth had also reached the Samanas in the forest, and also Siddhartha, and also Govinda, slowly, drop by drop, every drop laden with hope, every drop laden with doubt.  They rarely talked about it, because the oldest one of the Samanas did not like this myth.  He had heard that this alleged Buddha used to be an ascetic before and had lived in the forest, but had then turned back to luxury and worldly pleasures, and he had no high opinion of this Gotama.", "characters": 460, "sentences": 4}, {"text": "Quoth Siddhartha:  \"Always, oh Govinda, I had thought, Govinda would stay with the Samanas, always I had believed his goal was to live to be sixty and seventy years of age and to keep on practising those feats and exercises, which are becoming a Samana.  But behold, I had not known Govinda well enough, I knew little of his heart.  So now you, my faithful friend, want to take a new path and go there, where the Buddha spreads his teachings.\"", "characters": 443, "sentences": 4}, {"text": "Quoth Govinda:  \"You're mocking me.  Mock me if you like, Siddhartha! But have you not also developed a desire, an eagerness, to hear these teachings?  And have you not at one time said to me, you would not walk the path of the Samanas for much longer?\"", "characters": 253, "sentences": 2}, {"text": "Quoth Govinda:  \"Your willingness delights my heart.  But tell me, how should this be possible?  How should the Gotama's teachings, even before we have heard them, have already revealed their best fruit to us?\"", "characters": 210, "sentences": 2}, {"text": "Quoth Siddhartha:  \"Let us eat this fruit and wait for the rest, oh Govinda!  But this fruit, which we already now received thanks to the Gotama, consisted in him calling us away from the Samanas!  Whether he has also other and better things to give us, oh friend, let us await with calm hearts.\"", "characters": 296, "sentences": 2}, {"text": "On this very same day, Siddhartha informed the oldest one of the Samanas of his decision, that he wanted to leave him.  He informed the oldest one with all the courtesy and modesty becoming to a younger one and a student.  But the Samana became angry, because the two young men wanted to leave him, and talked loudly and used crude swearwords.", "characters": 343, "sentences": 4}, {"text": "Govinda was startled and became embarrassed.  But Siddhartha put his mouth close to Govinda's ear and whispered to him:  \"Now, I want to show the old man that I've learned something from him.\"", "characters": 192, "sentences": 3}, {"text": "On the way, Govinda said:  \"Oh Siddhartha, you have learned more from the Samanas than I knew.  It is hard, it is very hard to cast a spell on an old Samana.  Truly, if you had stayed there, you would soon have learned to walk on water.\"", "characters": 237, "sentences": 4}, {"text": "In the town of Savathi, every child knew the name of the exalted Buddha, and every house was prepared to fill the alms-dish of Gotama's disciples, the silently begging ones.  Near the town was Gotama's favourite place to stay, the grove of Jetavana, which the rich merchant Anathapindika, an obedient worshipper of the exalted one, had given him and his people for a gift.", "characters": 372, "sentences": 3}, {"text": "All tales and answers, which the two young ascetics had received in their search for Gotama's abode, had pointed them towards this area. And arriving at Savathi, in the very first house, before the door of which they stopped to beg, food has been offered to them, and they accepted the food, and Siddhartha asked the woman, who handed them the food:", "characters": 349, "sentences": 2}, {"text": "\"We would like to know, oh charitable one, where the Buddha dwells, the most venerable one, for we are two Samanas from the forest and have come, to see him, the perfected one, and to hear the teachings from his mouth.\"", "characters": 219, "sentences": 2}, {"text": "Quoth the woman:  \"Here, you have truly come to the right place, you Samanas from the forest.  You should know, in Jetavana, in the garden of Anathapindika is where the exalted one dwells.  There you pilgrims shall spent the night, for there is enough space for the innumerable, who flock here, to hear the teachings from his mouth.\"", "characters": 333, "sentences": 4}, {"text": "This made Govinda happy, and full of joy he exclaimed:  \"Well so, thus we have reached our destination, and our path has come to an end!  But tell us, oh mother of the pilgrims, do you know him, the Buddha, have you seen him with your own eyes?\"", "characters": 245, "sentences": 1}, {"text": "Quoth the woman:  \"Many times I have seen him, the exalted one.  On many days, I have seen him, walking through the alleys in silence, wearing his yellow cloak, presenting his alms-dish in silence at the doors of the houses, leaving with a filled dish.\"", "characters": 253, "sentences": 3}, {"text": "Siddhartha saw him, and he instantly recognised him, as if a god had pointed him out to him.  He saw him, a simple man in a yellow robe, bearing the alms-dish in his hand, walking silently.", "characters": 189, "sentences": 3}, {"text": "Attentively, Govinda looked at the monk in the yellow robe, who seemed to be in no way different from the hundreds of other monks.  And soon, Govinda also realized:  This is the one.  And they followed him and observed him.", "characters": 223, "sentences": 4}, {"text": "Thus Gotama walked towards the town, to collect alms, and the two Samanas recognised him solely by the perfection of his calm, by the quietness of his appearance, in which there was no searching, no desire, no imitation, no effort to be seen, only light and peace.", "characters": 264, "sentences": 2}, {"text": "They both followed the Buddha until they reached the town and then returned in silence, for they themselves intended to abstain from on this day.  They saw Gotama returning--what he ate could not even have satisfied a bird's appetite, and they saw him retiring into the shade of the mango-trees.", "characters": 295, "sentences": 3}, {"text": "When the Buddha--night had already fallen--ended his speech, many a pilgrim stepped forward and asked to accepted into the community, sought refuge in the teachings.  And Gotama accepted them by speaking:  \"You have heard the teachings well, it has come to you well.  Thus join us and walk in holiness, to put an end to all suffering.\"", "characters": 335, "sentences": 4}, {"text": "Behold, then Govinda, the shy one, also stepped forward and spoke:  \"I also take my refuge in the exalted one and his teachings,\" and he asked to accepted into the community of his disciples and was accepted.", "characters": 208, "sentences": 2}, {"text": "Right afterwards, when the Buddha had retired for the night, Govinda turned to Siddhartha and spoke eagerly:  \"Siddhartha, it is not my place to scold you.  We have both heard the exalted one, we have both perceived the teachings.  Govinda has heard the teachings, he has taken refuge in it.  But you, my honoured friend, don't you also want to walk the path of salvation?  Would you want to hesitate, do you want to wait any longer?\"", "characters": 434, "sentences": 4}, {"text": "Govinda, not completely understanding it yet, repeated his question in an impatient tone:  \"Speak up, I beg you, my dear!  Tell me, since it could not be any other way, that you also, my learned friend, will take your refuge with the exalted Buddha!\"", "characters": 250, "sentences": 1}, {"text": "Siddhartha placed his hand on Govinda's shoulder:  \"You failed to hear my good wish for you, oh Govinda.  I'm repeating it:  I wish that you would go this path up to its end, that you shall find salvation!\"", "characters": 206, "sentences": 2}, {"text": "Siddhartha kindly spoke to him:  \"Don't forget, Govinda, that you are now one of the Samanas of the Buddha!  You have renounced your home and your parents, renounced your birth and possessions, renounced your free will, renounced all friendship.  This is what the teachings require, this is what the exalted one wants.  This is what you wanted for yourself.  Tomorrow, oh Govinda, I'll leave you.\"", "characters": 397, "sentences": 5}, {"text": "For a long time, the friends continued walking in the grove; for a long time, they lay there and found no sleep.  And over and over again, Govinda urged his friend, he should tell him why he would not want to seek refuge in Gotama's teachings, what fault he would find in these teachings.  But Siddhartha turned him away every time and said:  \"Be content, Govinda!  Very good are the teachings of the exalted one, how could I find a fault in them?\"", "characters": 448, "sentences": 3}, {"text": "Very early in the morning, a follower of Buddha, one of his oldest monks, went through the garden and called all those to him who had as novices taken their refuge in the teachings, to dress them up in the yellow robe and to instruct them in the first teachings and duties of their position.  Then Govinda broke loose, embraced once again his childhood friend and left with the novices.", "characters": 386, "sentences": 3}, {"text": "Then he happened to meet Gotama, the exalted one, and when he greeted him with respect and the Buddha's glance was so full of kindness and calm, the young man summoned his courage and asked the venerable one for the permission to talk to him.  Silently the exalted one nodded his approval.", "characters": 289, "sentences": 3}, {"text": "Quoth Siddhartha:  \"Yesterday, oh exalted one, I had been privileged to hear your wondrous teachings.  Together with my friend, I had come from afar, to hear your teachings.  And now my friend is going to stay with your people, he has taken his refuge with you.  But I will again start on my pilgrimage.\"", "characters": 304, "sentences": 5}, {"text": "\"Too bold is my speech,\" Siddhartha continued, \"but I do not want to leave the exalted one without having honestly told him my thoughts. Does it please the venerable one to listen to me for one moment longer?\"", "characters": 209, "sentences": 2}, {"text": "The Buddha's eyes quietly looked to the ground; quietly, in perfect equanimity his inscrutable face was smiling.", "characters": 112, "sentences": 2}, {"text": "\"I wish,\" the venerable one spoke slowly, \"that your thoughts shall not be in error, that you shall reach the goal!  But tell me:  Have you seen the multitude of my Samanas, my many brothers, who have taken refuge in the teachings?  And do you believe, oh stranger, oh Samana, do you believe that it would be better for them all the abandon the teachings and to return into the life the world and of desires?\"", "characters": 409, "sentences": 1}, {"text": "With half of a smile, with an unwavering openness and kindness, Gotama looked into the stranger's eyes and bid him to leave with a hardly noticeable gesture.", "characters": 157, "sentences": 2}, {"text": "The Buddha turned away, and his glance and half of a smile remained forever etched in Siddhartha's memory.", "characters": 106, "sentences": 2}, {"text": "I have never before seen a person glance and smile, sit and walk this way, he thought; truly, I wish to be able to glance and smile, sit and walk this way, too, thus free, thus venerable, thus concealed, thus open, thus child-like and mysterious.  Truly, only a person who has succeeded in reaching the innermost part of his self would glance and walk this way.  Well so, I also will seek to reach the innermost part of my self.", "characters": 428, "sentences": 4}, {"text": "I saw a man, Siddhartha thought, a single man, before whom I would have to lower my glance.  I do not want to lower my glance before any other, not before any other.  No teachings will entice me any more, since this man's teachings have not enticed me.", "characters": 252, "sentences": 4}, {"text": "I am deprived by the Buddha, thought Siddhartha, I am deprived, and even more he has given to me.  He has deprived me of my friend, the one who had believed in me and now believes in him, who had been my shadow and is now Gotama's shadow.  But he has given me Siddhartha, myself.", "characters": 279, "sentences": 4}, {"text": "Siddhartha opened his eyes and looked around, a smile filled his face and a feeling of awakening from long dreams flowed through him from his head down to his toes.  And it was not long before he walked again, walked quickly like a man who knows what he has got to do.", "characters": 268, "sentences": 3}, {"text": "In thinking this thoughts, Siddhartha stopped once again, suddenly, as if there was a snake lying in front of him on the path.", "characters": 126, "sentences": 2}, {"text": "Out of this moment, when the world melted away all around him, when he stood alone like a star in the sky, out of this moment of a cold and despair, Siddhartha emerged, more a self than before, more firmly concentrated.  He felt:  This had been the last tremor of the awakening, the last struggle of this birth.  And it was not long until he walked again in long strides, started to proceed swiftly and impatiently, heading no longer for home, no longer to his father, no longer back.", "characters": 484, "sentences": 4}, {"text": "All of this had always existed, and he had not seen it; he had not been with it.  Now he was with it, he was part of it.  Light and shadow ran through his eyes, stars and moon ran through his heart.", "characters": 198, "sentences": 4}, {"text": "When the day began, Siddhartha asked his host, the ferryman, to get him across the river.  The ferryman got him across the river on his bamboo-raft, the wide water shimmered reddishly in the light of the morning.", "characters": 212, "sentences": 3}, {"text": "\"Yes,\" said the ferryman, \"a very beautiful river, I love it more than anything.  Often I have listened to it, often I have looked into its eyes, and always I have learned from it.  Much can be learned from a river.\"", "characters": 216, "sentences": 4}, {"text": "\"I than you, my benefactor,\" spoke Siddhartha, disembarking on the other side of the river.  \"I have no gift I could give you for your hospitality, my dear, and also no payment for your work.  I am a man without a home, a son of a Brahman and a Samana.\"", "characters": 253, "sentences": 4}, {"text": "\"I did see it,\" spoke the ferryman, \"and I haven't expected any payment from you and no gift which would be the custom for guests to bear.  You will give me the gift another time.\"", "characters": 180, "sentences": 3}, {"text": "\"Surely.  This too, I have learned from the river: everything is coming back!  You too, Samana, will come back.  Now farewell!  Let your friendship be my reward.  Commemorate me, when you'll make offerings to the gods.\"", "characters": 219, "sentences": 5}, {"text": "Smiling, they parted.  Smiling, Siddhartha was happy about the friendship and the kindness of the ferryman.  \"He is like Govinda,\" he thought with a smile, \"all I meet on my path are like Govinda.  All are thankful, though they are the ones who would have a right to receive thanks.  All are submissive, all would like to be friends, like to obey, think little.  Like children are all people.\"", "characters": 393, "sentences": 7}, {"text": "On this day, he reached the large city before the evening, and was happy, for he felt the need to be among people.  For a long time, he had lived in the forests, and the straw hut of the ferryman, in which he had slept that night, had been the first roof for a long time he has had over his head.", "characters": 296, "sentences": 3}, {"text": "Siddhartha saw how beautiful she was, and his heart rejoiced.  He bowed deeply, when the sedan-chair came closer, and straightening up again, he looked at the fair, charming face, read for a moment in the smart eyes with the high arcs above, breathed in a slight fragrant, he did not know.  With a smile, the beautiful women nodded for a moment and disappeared into the grove, and then the servant as well.", "characters": 406, "sentences": 4}, {"text": "Thus I am entering this city, Siddhartha thought, with a charming omen. He instantly felt drawn into the grove, but he thought about it, and only now he became aware of how the servants and maids had looked at him at the entrance, how despicable, how distrustful, how rejecting.", "characters": 278, "sentences": 3}, {"text": "I am still a Samana, he thought, I am still an ascetic and beggar.  I must not remain like this, I will not be able to enter the grove like this.  And he laughed.", "characters": 162, "sentences": 4}, {"text": "The next person who came along this path he asked about the grove and for the name of the woman, and was told that this was the grove of Kamala, the famous courtesan, and that, aside from the grove, she owned a house in the city.", "characters": 229, "sentences": 2}, {"text": "Kamala smiled and played with her fan of peacocks' feathers.  And asked: \"And only to tell me this, Siddhartha has come to me?\"", "characters": 127, "sentences": 2}, {"text": "\"To tell you this and to thank you for being so beautiful.  And if it doesn't displease you, Kamala, I would like to ask you to be my friend and teacher, for I know nothing yet of that art which you have mastered in the highest degree.\"", "characters": 236, "sentences": 3}, {"text": "\"Never before this has happened to me, my friend, that a Samana from the forest came to me and wanted to learn from me!  Never before this has happened to me, that a Samana came to me with long hair and an old, torn loin-cloth!  Many young men come to me, and there are also sons of Brahmans among them, but they come in beautiful clothes, they come in fine shoes, they have perfume in their hair and money in their pouches. This is, oh Samana, how the young men are like who come to me.\"", "characters": 488, "sentences": 3}, {"text": "Laughing, Kamala exclaimed:  \"No, my dear, he doesn't satisfy me yet. Clothes are what he must have, pretty clothes, and shoes, pretty shoes, and lots of money in his pouch, and gifts for Kamala.  Do you know it now, Samana from the forest?  Did you mark my words?\"", "characters": 265, "sentences": 3}, {"text": "\"Yes, I have marked your words,\" Siddhartha exclaimed.  \"How should I not mark words which are coming from such a mouth!  Your mouth is like a freshly cracked fig, Kamala.  My mouth is red and fresh as well, it will be a suitable match for yours, you'll see.--But tell me, beautiful Kamala, aren't you at all afraid of the Samana from the forest, who has come to learn how to make love?\"", "characters": 387, "sentences": 4}, {"text": "\"Whatever for should I be afraid of a Samana, a stupid Samana from the forest, who is coming from the jackals and doesn't even know yet what women are?\"", "characters": 152, "sentences": 1}, {"text": "\"Oh, he's strong, the Samana, and he isn't afraid of anything.  He could force you, beautiful girl.  He could kidnap you.  He could hurt you.\"", "characters": 142, "sentences": 5}, {"text": "Siddhartha bowed with a smile.  \"It would be a pity, Kamala, you are so right!  It would be such a great pity.  No, I shall not lose a single drop of sweetness from your mouth, nor you from mine!  So it is settled: Siddhartha will return, once he'll have what he still lacks: clothes, shoes, money.  But speak, lovely Kamala, couldn't you still give me one small advice?\"", "characters": 371, "sentences": 4}, {"text": "\"An advice?  Why not?  Who wouldn't like to give an advice to a poor, ignorant Samana, who is coming from the jackals of the forest?\"", "characters": 133, "sentences": 1}, {"text": "\"Dear Kamala, thus advise me where I should go to, that I'll find these three things most quickly?\"", "characters": 99, "sentences": 1}, {"text": "\"Friend, many would like to know this.  You must do what you've learned and ask for money, clothes, and shoes in return.  There is no other way for a poor man to obtain money.  What might you be able to do?\"", "characters": 207, "sentences": 4}, {"text": "Into her shady grove stepped the pretty Kamala, At the grove's entrance stood the brown Samana. Deeply, seeing the lotus's blossom, Bowed that man, and smiling Kamala thanked. More lovely, thought the young man, than offerings for gods, More lovely is offering to pretty Kamala.", "characters": 278, "sentences": 4}, {"text": "\"Beautiful are your verses, oh brown Samana, and truly, I'm losing nothing when I'm giving you a kiss for them.\"", "characters": 112, "sentences": 2}, {"text": "\"Very beautiful are your verses,\" exclaimed Kamala, \"if I was rich, I would give you pieces of gold for them.  But it will be difficult for you to earn thus much money with verses as you need.  For you need a lot of money, if you want to be Kamala's friend.\"", "characters": 258, "sentences": 4}, {"text": "\"Yes, this I am able to do, therefore I do not lack clothes, shoes, bracelets, and all beautiful things.  But what will become of you? Aren't you able to do anything else but thinking, fasting, making poetry?\"", "characters": 209, "sentences": 2}, {"text": "\"I also know the sacrificial songs,\" said Siddhartha, \"but I do not want to sing them any more.  I also know magic spells, but I do not want to speak them any more.  I have read the scriptures--\"", "characters": 195, "sentences": 3}, {"text": "\"Most people can't.  I also can't do it.  It is very good that you're able to read and write, very good.  You will also still find use for the magic spells.\"", "characters": 157, "sentences": 5}, {"text": "\"There's a visitor for me,\" exclaimed Kamala.  \"Hurry and get yourself away, Siddhartha, nobody may see you in here, remember this!  Tomorrow, I'll see you again.\"", "characters": 163, "sentences": 3}, {"text": "But to the maid she gave the order to give the pious Brahman white upper garments.  Without fully understanding what was happening to him, Siddhartha found himself being dragged away by the maid, brought into a garden-house avoiding the direct path, being given upper garments as a gift, led into the bushes, and urgently admonished to get himself out of the grove as soon as possible without being seen.", "characters": 404, "sentences": 3}, {"text": "Contently, he did as he had been told.  Being accustomed to the forest, he managed to get out of the grove and over the hedge without making a sound.  Contently, he returned to the city, carrying the rolled up garments under his arm.  At the inn, where travellers stay, he positioned himself by the door, without words he asked for food, without a word he accepted a piece of rice-cake.  Perhaps as soon as tomorrow, he thought, I will ask no one for food any more.", "characters": 465, "sentences": 6}, {"text": "Suddenly, pride flared up in him.  He was no Samana any more, it was no longer becoming to him to beg.  He gave the rice-cake to a dog and remained without food.", "characters": 161, "sentences": 4}, {"text": "\"Simple is the life which people lead in this world here,\" thought Siddhartha.  \"It presents no difficulties.  Everything was difficult, toilsome, and ultimately hopeless, when I was still a Samana.  Now, everything is easy, easy like that lessons in kissing, which Kamala is giving me.  I need clothes and money, nothing else; this a small, near goals, they won't make a person lose any sleep.\"", "characters": 395, "sentences": 6}, {"text": "He had already discovered Kamala's house in the city long before, there he turned up the following day.", "characters": 103, "sentences": 2}, {"text": "Siddhartha thanked her and laughed, and when she found out that he had not eaten anything yesterday and today, she sent for bread and fruits and treated him to it.", "characters": 163, "sentences": 2}, {"text": "\"You've been lucky,\" she said when they parted, \"I'm opening one door after another for you.  How come?  Do you have a spell?\"", "characters": 126, "sentences": 2}, {"text": "\"Well yes,\" she admitted.  \"But where would you be without me?  What would you be, if Kamala wasn't helping you?\"", "characters": 113, "sentences": 2}, {"text": "\"Dear Kamala,\" said Siddhartha and straightened up to his full height, \"when I came to you into your grove, I did the first step.  It was my resolution to learn love from this most beautiful woman.  From that moment on when I had made this resolution, I also knew that I would carry it out.  I knew that you would help me, at your first glance at the entrance of the grove I already knew it.\"", "characters": 392, "sentences": 5}, {"text": "\"Perhaps it is so,\" she said quietly, \"as you say, friend.  But perhaps it is also like this: that Siddhartha is a handsome man, that his glance pleases the women, that therefore good fortune is coming towards him.\"", "characters": 215, "sentences": 3}, {"text": "With one kiss, Siddhartha bid his farewell.  \"I wish that it should be this way, my teacher; that my glance shall please you, that always good fortune shall come to me out of your direction!\"", "characters": 191, "sentences": 2}, {"text": "Siddhartha went to Kamaswami the merchant, he was directed into a rich house, servants led him between precious carpets into a chamber, where he awaited the master of the house.", "characters": 177, "sentences": 2}, {"text": "Kamaswami entered, a swiftly, smoothly moving man with very gray hair, with very intelligent, cautious eyes, with a greedy mouth.  Politely, the host and the guest greeted one another.", "characters": 184, "sentences": 3}, {"text": "\"I have been told,\" the merchant began, \"that you were a Brahman, a learned man, but that you seek to be in the service of a merchant. Might you have become destitute, Brahman, so that you seek to serve?\"", "characters": 204, "sentences": 2}, {"text": "\"No,\" said Siddhartha, \"I have not become destitute and have never been destitute.  You should know that I'm coming from the Samanas, with whom I have lived for a long time.\"", "characters": 174, "sentences": 3}, {"text": "\"If you're coming from the Samanas, how could you be anything but destitute?  Aren't the Samanas entirely without possessions?\"", "characters": 127, "sentences": 1}, {"text": "\"I am without possessions,\" said Siddhartha, \"if this is what you mean. Surely, I am without possessions.  But I am so voluntarily, and therefore I am not destitute.\"", "characters": 166, "sentences": 4}, {"text": "\"I haven't thought of this yet, sir.  For more than three years, I have been without possessions, and have never thought about of what I should live.\"", "characters": 150, "sentences": 3}, {"text": "\"Well said.  But he wouldn't take anything from another person for nothing; he would give his merchandise in return.\"", "characters": 117, "sentences": 3}, {"text": "\"Everyone gives what he has.  The warrior gives strength, the merchant gives merchandise, the teacher teachings, the farmer rice, the fisher fish.\"", "characters": 147, "sentences": 3}, {"text": "\"Yes indeed.  And what is it now what you've got to give?  What is it that you've learned, what you're able to do?\"", "characters": 115, "sentences": 2}, {"text": "Kamaswami left the room and returned with a scroll, which he handed to his guest while asking:  \"Can you read this?\"", "characters": 116, "sentences": 1}, {"text": "Siddhartha looked at the scroll, on which a sales-contract had been written down, and began to read out its contents.", "characters": 117, "sentences": 2}, {"text": "Kamaswami read:  \"Writing is good, thinking is better.  Being smart is good, being patient is better.\"", "characters": 102, "sentences": 3}, {"text": "\"It is excellent how you're able to write,\" the merchant praised him. \"Many a thing we will still have to discuss with one another.  For today, I'm asking you to be my guest and to live in this house.\"", "characters": 201, "sentences": 4}, {"text": "The friend advised the merchant:  \"Give him from the business he conducts for you a third of the profits, but let him also be liable for the same amount of the losses, when there is a loss.  Then, he'll become more zealous.\"", "characters": 224, "sentences": 3}, {"text": "Kamaswami followed the advice.  But Siddhartha cared little about this. When he made a profit, he accepted it with equanimity; when he made losses, he laughed and said:  \"Well, look at this, so this one turned out badly!\"", "characters": 221, "sentences": 3}, {"text": "\"That's all very nice,\" exclaimed Kamaswami indignantly, \"but in fact, you are a merchant after all, one ought to think!  Or might you have only travelled for your amusement?\"", "characters": 175, "sentences": 1}, {"text": "Once, he said to her:  \"You are like me, you are different from most people.  You are Kamala, nothing else, and inside of you, there is a peace and refuge, to which you can go at every hour of the day and be at home at yourself, as I can also do.  Few people have this, and yet all could have it.\"", "characters": 297, "sentences": 4}, {"text": "Kamala looked at him with a smile.  \"Again, you're talking about him,\" she said, \"again, you're having a Samana's thoughts.\"", "characters": 124, "sentences": 3}, {"text": "Siddhartha said nothing, and they played the game of love, one of the thirty or forty different games Kamala knew.  Her body was flexible like that of a jaguar and like the bow of a hunter; he who had learned from her how to make love, was knowledgeable of many forms of lust, many secrets.  For a long time, she played with Siddhartha, enticed him, rejected him, forced him, embraced him: enjoyed his masterful skills, until he was defeated and rested exhausted by her side.", "characters": 475, "sentences": 4}, {"text": "\"You are the best lover,\" she said thoughtfully, \"I ever saw.  You're stronger than others, more supple, more willing.  You've learned my art well, Siddhartha.  At some time, when I'll be older, I'd want to bear your child.  And yet, my dear, you've remained a Samana, and yet you do not love me, you love nobody.  Isn't it so?\"", "characters": 328, "sentences": 6}, {"text": "\"It might very well be so,\" Siddhartha said tiredly.  \"I am like you. You also do not love--how else could you practise love as a craft? Perhaps, people of our kind can't love.  The childlike people can; that's their secret.\"", "characters": 225, "sentences": 5}, {"text": "Years passed by; surrounded by the good life, Siddhartha hardly felt them fading away.  He had become rich, for quite a while he possessed a house of his own and his own servants, and a garden before the city by the river.  The people liked him, they came to him, whenever they needed money or advice, but there was nobody close to him, except Kamala.", "characters": 351, "sentences": 4}, {"text": "Starting up from this dream, he felt encompassed by a deep sadness. Worthless, so it seemed to him, worthless and pointless was the way he had been going through life; nothing which was alive, nothing which was in some way delicious or worth keeping he had left in his hands.  Alone he stood there and empty like a castaway on the shore.", "characters": 337, "sentences": 4}, {"text": "Then, Siddhartha knew that the game was over, that he could not play it any more.  Shivers ran over his body, inside of him, so he felt, something had died.", "characters": 156, "sentences": 3}, {"text": "That entire day, he sat under the mango-tree, thinking of his father, thinking of Govinda, thinking of Gotama.  Did he have to leave them to become a Kamaswami?  He still sat there, when the night had fallen. When, looking up, he caught sight of the stars, he thought:  \"Here I'm sitting under my mango-tree, in my pleasure-garden.\"  He smiled a little --was it really necessary, was it right, was it not as foolish game, that he owned a mango-tree, that he owned a garden?", "characters": 473, "sentences": 4}, {"text": "He also put an end to this, this also died in him.  He rose, bid his farewell to the mango-tree, his farewell to the pleasure-garden.  Since he had been without food this day, he felt strong hunger, and thought of his house in the city, of his chamber and bed, of the table with the meals on it.  He smiled tiredly, shook himself, and bid his farewell to these things.", "characters": 368, "sentences": 5}, {"text": "When she received the first news of Siddhartha's disappearance, she went to the window, where she held a rare singing bird captive in a golden cage.  She opened the door of the cage, took the bird out and let it fly.  For a long time, she gazed after it, the flying bird.  From this day on, she received no more visitors and kept her house locked.  But after some time, she became aware that she was pregnant from the last time she was together with Siddhartha.", "characters": 461, "sentences": 6}, {"text": "With a distorted face, he stared into the water, saw the reflection of his face and spit at it.  In deep tiredness, he took his arm away from the trunk of the tree and turned a bit, in order to let himself fall straight down, in order to finally drown.  With his eyes closed, he slipped towards death.", "characters": 301, "sentences": 4}, {"text": "Om! he spoke to himself:  Om!  and again he knew about Brahman, knew about the indestructibility of life, knew about all that is divine, which he had forgotten.", "characters": 160, "sentences": 2}, {"text": "But this was only a moment, flash.  By the foot of the coconut-tree, Siddhartha collapsed, struck down by tiredness, mumbling Om, placed his head on the root of the tree and fell into a deep sleep.", "characters": 197, "sentences": 3}, {"text": "What a wonderful sleep had this been!  Never before by sleep, he had been thus refreshed, thus renewed, thus rejuvenated!  Perhaps, he had really died, had drowned and was reborn in a new body?  But no, he knew himself, he knew his hand and his feet, knew the place where he lay, knew this self in his chest, this Siddhartha, the eccentric, the weird one, but this Siddhartha was nevertheless transformed, was renewed, was strangely well rested, strangely awake, joyful and curious.", "characters": 482, "sentences": 2}, {"text": "\"I thank you, Samana, for watching out over my sleep,\" spoke Siddhartha. \"You're friendly, you followers of the exalted one.  Now you may go then.\"", "characters": 147, "sentences": 4}, {"text": "\"I know you, oh Govinda, from your father's hut, and from the school of the Brahmans, and from the offerings, and from our walk to the Samanas, and from that hour when you took your refuge with the exalted one in the grove Jetavana.\"", "characters": 233, "sentences": 2}, {"text": "\"You're Siddhartha,\" Govinda exclaimed loudly.  \"Now, I'm recognising you, and don't comprehend any more how I couldn't recognise you right away.  Be welcome, Siddhartha, my joy is great, to see you again.\"", "characters": 206, "sentences": 4}, {"text": "\"It also gives me joy, to see you again.  You've been the guard of my sleep, again I thank you for this, though I wouldn't have required any guard.  Where are you going to, oh friend?\"", "characters": 184, "sentences": 3}, {"text": "\"I'm going nowhere.  We monks are always travelling, whenever it is not the rainy season, we always move from one place to another, live according to the rules if the teachings passed on to us, accept alms, move on.  It is always like this.  But you, Siddhartha, where are you going to?\"", "characters": 287, "sentences": 4}, {"text": "Quoth Siddhartha:  \"With me too, friend, it is as it is with you.  I'm going nowhere.  I'm just travelling.  I'm on a pilgrimage.\"", "characters": 130, "sentences": 5}, {"text": "Govinda spoke:  \"You're saying: you're on a pilgrimage, and I believe in you.  But, forgive me, oh Siddhartha, you do not look like a pilgrim. You're wearing a rich man's garments, you're wearing the shoes of a distinguished gentleman, and your hair, with the fragrance of perfume, is not a pilgrim's hair, not the hair of a Samana.\"", "characters": 333, "sentences": 4}, {"text": "\"Right so, my dear, you have observed well, your keen eyes see everything.  But I haven't said to you that I was a Samana.  I said: I'm on a pilgrimage.  And so it is:  I'm on a pilgrimage.\"", "characters": 190, "sentences": 5}, {"text": "\"You're on a pilgrimage,\" said Govinda.  \"But few would go on a pilgrimage in such clothes, few in such shoes, few with such hair. Never I have met such a pilgrim, being a pilgrim myself for many years.\"", "characters": 203, "sentences": 4}, {"text": "\"I don't know it, I don't know it just like you.  I'm travelling.  I was a rich man and am no rich man any more, and what I'll be tomorrow, I don't know.\"", "characters": 154, "sentences": 4}, {"text": "\"I've lost them or they me.  They somehow happened to slip away from me. The wheel of physical manifestations is turning quickly, Govinda.  Where is Siddhartha the Brahman?  Where is Siddhartha the Samana?  Where is Siddhartha the rich man?  Non-eternal things change quickly, Govinda, you know it.\"", "characters": 299, "sentences": 5}, {"text": "Govinda looked at the friend of his youth for a long time, with doubt in his eyes.  After that, he gave him the salutation which one would use on a gentleman and went on his way.", "characters": 178, "sentences": 3}, {"text": "Siddhartha thought about his situation.  Thinking was hard on him, he did not really feel like it, but he forced himself.", "characters": 121, "sentences": 3}, {"text": "\"Things are going downhill with you!\" he said to himself, and laughed about it, and as he was saying it, he happened to glance at the river, and he also saw the river going downhill, always moving on downhill, and singing and being happy through it all.  He liked this well, kindly he smiled at the river.  Was this not the river in which he had intended to drown himself, in past times, a hundred years ago, or had he dreamed this?", "characters": 432, "sentences": 3}, {"text": "\"It is good,\" he thought, \"to get a taste of everything for oneself, which one needs to know.  That lust for the world and riches do not belong to the good things, I have already learned as a child.  I have known it for a long time, but I have experienced only now.  And now I know it, don't just know it in my memory, but in my eyes, in my heart, in my stomach.  Good for me, to know this!\"", "characters": 391, "sentences": 5}, {"text": "By this river I want to stay, thought Siddhartha, it is the same which I have crossed a long time ago on my way to the childlike people, a friendly ferryman had guided me then, he is the one I want to go to, starting out from his hut, my path had led me at that time into a new life, which had now grown old and is dead--my present path, my present new life, shall also take its start there!", "characters": 391, "sentences": 1}, {"text": "But out of all secrets of the river, he today only saw one, this one touched his soul.  He saw: this water ran and ran, incessantly it ran, and was nevertheless always there, was always at all times the same and yet new in every moment!  Great be he who would grasp this, understand this!  He understood and grasped it not, only felt some idea of it stirring, a distant memory, divine voices.", "characters": 392, "sentences": 3}, {"text": "Siddhartha rose, the workings of hunger in his body became unbearable. In a daze he walked on, up the path by the bank, upriver, listened to the current, listened to the rumbling hunger in his body.", "characters": 198, "sentences": 3}, {"text": "When he reached the ferry, the boat was just ready, and the same ferryman who had once transported the young Samana across the river, stood in the boat, Siddhartha recognised him, he had also aged very much.", "characters": 207, "sentences": 2}, {"text": "The ferryman, being astonished to see such an elegant man walking along and on foot, took him into his boat and pushed it off the bank.", "characters": 135, "sentences": 2}, {"text": "\"It's a beautiful life you have chosen for yourself,\" the passenger spoke.  \"It must be beautiful to live by this water every day and to cruise on it.\"", "characters": 151, "sentences": 3}, {"text": "With a smile, the man at the oar moved from side to side:  \"It is beautiful, sir, it is as you say.  But isn't every life, isn't every work beautiful?\"", "characters": 151, "sentences": 2}, {"text": "Siddhartha laughed.  \"Once before, I have been looked upon today because of my clothes, I have been looked upon with distrust.  Wouldn't you, ferryman, like to accept these clothes, which are a nuisance to me, from me?  For you must know, I have no money to pay your fare.\"", "characters": 273, "sentences": 4}, {"text": "\"I'm not joking, friend.  Behold, once before you have ferried me across this water in your boat for the immaterial reward of a good deed.  Thus, do it today as well, and accept my clothes for it.\"", "characters": 197, "sentences": 4}, {"text": "\"Ah, most of all I wouldn't want to continue travelling at all.  Most of all I would like you, ferryman, to give me an old loincloth and kept me with you as your assistant, or rather as your trainee, for I'll have to learn first how to handle the boat.\"", "characters": 253, "sentences": 3}, {"text": "\"Now I recognise you,\" he finally said.  \"At one time, you've slept in my hut, this was a long time ago, possibly more than twenty years ago, and you've been ferried across the river by me, and we parted like good friends.  Haven't you've been a Samana?  I can't think of your name any more.\"", "characters": 292, "sentences": 4}, {"text": "\"So be welcome, Siddhartha.  My name is Vasudeva.  You will, so I hope, be my guest today as well and sleep in my hut, and tell me, where you're coming from and why these beautiful clothes are such a nuisance to you.\"", "characters": 217, "sentences": 4}, {"text": "Afterwards, it was almost the time of the sunset, they sat on a log by the bank, and Siddhartha told the ferryman about where he originally came from and about his life, as he had seen it before his eyes today, in that hour of despair.  Until late at night, lasted his tale.", "characters": 274, "sentences": 3}, {"text": "But in the end of Siddhartha's tale, when he spoke of the tree by the river, and of his deep fall, of the holy Om, and how he had felt such a love for the river after his slumber, the ferryman listened with twice the attention, entirely and completely absorbed by it, with his eyes closed.", "characters": 289, "sentences": 2}, {"text": "But when Siddhartha fell silent, and a long silence had occurred, then Vasudeva said:  \"It is as I thought.  The river has spoken to you.  It is your friend as well, it speaks to you as well.  That is good, that is very good.  Stay with me, Siddhartha, my friend.  I used to have a wife, her bed was next to mine, but she has died a long time ago, for a long time, I have lived alone.  Now, you shall live with me, there is space and food for both.\"", "characters": 449, "sentences": 8}, {"text": "\"I thank you,\" said Siddhartha, \"I thank you and accept.  And I also thank you for this, Vasudeva, for listening to me so well!  These people are rare who know how to listen.  And I did not meet a single one who knew it as well as you did.  I will also learn in this respect from you.\"", "characters": 285, "sentences": 5}, {"text": "In a friendly manner, he lived side by side with Vasudeva, and occasionally they exchanged some words, few and at length thought about words.  Vasudeva was no friend of words; rarely, Siddhartha succeeded in persuading him to speak.", "characters": 232, "sentences": 3}, {"text": "\"Did you,\" so he asked him at one time, \"did you too learn that secret from the river: that there is no time?\"", "characters": 110, "sentences": 1}, {"text": "\"Yes, Siddhartha,\" he spoke.  \"It is this what you mean, isn't it: that the river is everywhere at once, at the source and at the mouth, at the waterfall, at the ferry, at the rapids, in the sea, in the mountains, everywhere at once, and that there is only the present time for it, not the shadow of the past, not the shadow of the future?\"", "characters": 340, "sentences": 2}, {"text": "\"This it is,\" said Siddhartha.  \"And when I had learned it, I looked at my life, and it was also a river, and the boy Siddhartha was only separated from the man Siddhartha and from the old man Siddhartha by a shadow, not by something real.  Also, Siddhartha's previous births were no past, and his death and his return to Brahma was no future.  Nothing was, nothing will be; everything is, everything has existence and is present.\"", "characters": 431, "sentences": 5}, {"text": "And once again, when the river had just increased its flow in the rainy season and made a powerful noise, then said Siddhartha:  \"Isn't it so, oh friend, the river has many voices, very many voices?  Hasn't it the voice of a king, and of a warrior, and of a bull, and of a bird of the night, and of a woman giving birth, and of a sighing man, and a thousand other voices more?\"", "characters": 377, "sentences": 1}, {"text": "\"And do you know,\" Siddhartha continued, \"what word it speaks, when you succeed in hearing all of its ten thousand voices at once?\"", "characters": 131, "sentences": 1}, {"text": "Happily, Vasudeva's face was smiling, he bent over to Siddhartha and spoke the holy Om into his ear.  And this had been the very thing which Siddhartha had also been hearing.", "characters": 174, "sentences": 3}, {"text": "Kamala often had to take a rest with him, he was accustomed to having his way against her, she had to feed him, had to comfort him, had to scold him.  He did not comprehend why he had to go on this exhausting and sad pilgrimage with his mother, to an unknown place, to a stranger, who was holy and about to die.  So what if he died, how did this concern the boy?", "characters": 362, "sentences": 3}, {"text": "The pilgrims were getting close to Vasudeva's ferry, when little Siddhartha once again forced his mother to rest.  She, Kamala herself, had also become tired, and while the boy was chewing a banana, she crouched down on the ground, closed her eyes a bit, and rested.  But suddenly, she uttered a wailing scream, the boy looked at her in fear and saw her face having grown pale from horror; and from under her dress, a small, black snake fled, by which Kamala had been bitten.", "characters": 475, "sentences": 4}, {"text": "Kamala's wound was washed, but had already turned black and her body was swollen, she was made to drink a healing potion.  Her consciousness returned, she lay on Siddhartha's bed in the hut and bent over her stood Siddhartha, who used to love her so much.  It seemed like a dream to her; with a smile, she looked at her friend's face; just slowly she, realized her situation, remembered the bite, called timidly for the boy.", "characters": 424, "sentences": 4}, {"text": "Kamala looked into his eyes.  She spoke with a heavy tongue, paralysed by the poison.  \"You've become old, my dear,\" she said, \"you've become gray.  But you are like the young Samana, who at one time came without clothes, with dusty feet, to me into the garden.  You are much more like him, than you were like him at that time when you had left me and Kamaswami.  In the eyes, you're like him, Siddhartha.  Alas, I have also grown old, old--could you still recognise me?\"", "characters": 471, "sentences": 7}, {"text": "Once again, Kamala returned to consciousness.  Pain distorted her face, Siddhartha's eyes read the suffering on her mouth, on her pale cheeks. Quietly, he read it, attentively, waiting, his mind becoming one with her suffering.  Kamala felt it, her gaze sought his eyes.", "characters": 270, "sentences": 5}, {"text": "Looking at him, she said:  \"Now I see that your eyes have changed as well.  They've become completely different.  By what do I still recognise that you're Siddhartha?  It's you, and it's not you.\"", "characters": 196, "sentences": 4}, {"text": "When he rose, Vasudeva had prepared rice for him.  But Siddhartha did not eat.  In the stable, where their goat stood, the two old men prepared beds of straw for themselves, and Vasudeva lay himself down to sleep.  But Siddhartha went outside and sat this night before the hut, listening to the river, surrounded by the past, touched and encircled by all times of his life at the same time.  But occasionally, he rose, stepped to the door of the hut and listened, whether the boy was sleeping.", "characters": 493, "sentences": 6}, {"text": "Early in the morning, even before the sun could be seen, Vasudeva came out of the stable and walked over to his friend.", "characters": 119, "sentences": 2}, {"text": "\"No, Vasudeva.  I sat here, I was listening to the river.  A lot it has told me, deeply it has filled me with the healing thought, with the thought of oneness.\"", "characters": 160, "sentences": 4}, {"text": "\"No, my dear, how should I be sad?  I, who have been rich and happy, have become even richer and happier now.  My son has been given to me.\"", "characters": 140, "sentences": 3}, {"text": "\"Your son shall be welcome to me as well.  But now, Siddhartha, let's get to work, there is much to be done.  Kamala has died on the same bed, on which my wife had died a long time ago.  Let us also build Kamala's funeral pile on the same hill on which I had then built my wife's funeral pile.\"", "characters": 294, "sentences": 5}, {"text": "Timid and weeping, the boy had attended his mother's funeral; gloomy and shy, he had listened to Siddhartha, who greeted him as his son and welcomed him at his place in Vasudeva's hut.  Pale, he sat for many days by the hill of the dead, did not want to eat, gave no open look, did not open his heart, met his fate with resistance and denial.", "characters": 342, "sentences": 3}, {"text": "For a long time, for long months, Siddhartha waited for his son to understand him, to accept his love, to perhaps reciprocate it.  For long months, Vasudeva waited, watching, waited and said nothing.  One day, when Siddhartha the younger had once again tormented his father very much with spite and an unsteadiness in his wishes and had broken both of his rice-bowls, Vasudeva took in the evening his friend aside and talked to him.", "characters": 432, "sentences": 4}, {"text": "Troubled, Siddhartha looked into his friendly face, in the many wrinkles of which there was incessant cheerfulness.", "characters": 115, "sentences": 2}, {"text": "\"How could I part with him?\" he said quietly, ashamed.  \"Give me some more time, my dear!  See, I'm fighting for him, I'm seeking to win his heart, with love and with friendly patience I intent to capture it. One day, the river shall also talk to him, he also is called upon.\"", "characters": 276, "sentences": 4}, {"text": "Quoth Vasudeva:  \"Bring him into the city, bring him into his mother's house, there'll still be servants around, give him to them.  And when there aren't any around any more, bring him to a teacher, not for the teachings' sake, but so that he shall be among other boys, and among girls, and in the world which is his own.  Have you never thought of this?\"", "characters": 355, "sentences": 3}, {"text": "\"You're seeing into my heart,\" Siddhartha spoke sadly.  \"Often, I have thought of this.  But look, how shall I put him, who had no tender heart anyhow, into this world?  Won't he become exuberant, won't he lose himself to pleasure and power, won't he repeat all of his father's mistakes, won't he perhaps get entirely lost in Sansara?\"", "characters": 335, "sentences": 3}, {"text": "Siddhartha could not heed his friend's advice, he could not give up the boy.  He let the boy give him orders, he let him disregard him.  He said nothing and waited; daily, he began the mute struggle of friendliness, the silent war of patience.  Vasudeva also said nothing and waited, friendly, knowing, patient.  They were both masters of patience.", "characters": 348, "sentences": 6}, {"text": "He did sense very well that this love, this blind love for his son, was a passion, something very human, that it was Sansara, a murky source, dark waters.  Nevertheless, he felt at the same time, it was not worthless, it was necessary, came from the essence of his own being. This pleasure also had to be atoned for, this pain also had to be endured, these foolish acts also had to be committed.", "characters": 395, "sentences": 4}, {"text": "A day came, when what young Siddhartha had on his mind came bursting forth, and he openly turned against his father.  The latter had given him a task, he had told him to gather brushwood.  But the boy did not leave the hut, in stubborn disobedience and rage he stayed where he was, thumped on the ground with his feet, clenched his fists, and screamed in a powerful outburst his hatred and contempt into his father's face.", "characters": 422, "sentences": 4}, {"text": "Rage and grief boiled over in him, foamed at the father in a hundred savage and evil words.  Then the boy ran away and only returned late at night.", "characters": 147, "sentences": 3}, {"text": "But the next morning, he had disappeared.  What had also disappeared was a small basket, woven out of bast of two colours, in which the ferrymen kept those copper and silver coins which they received as a fare. The boat had also disappeared, Siddhartha saw it lying by the opposite bank.  The boy had ran away.", "characters": 310, "sentences": 5}, {"text": "\"I must follow him,\" said Siddhartha, who had been shivering with grief since those ranting speeches, the boy had made yesterday.  \"A child can't go through the forest all alone.  He'll perish.  We must build a raft, Vasudeva, to get over the water.\"", "characters": 250, "sentences": 5}, {"text": "Siddhartha did not answer.  He already held the axe in his hands and began to make a raft of bamboo, and Vasudeva helped him to tied the canes together with ropes of grass.  Then they crossed over, drifted far off their course, pulled the raft upriver on the opposite bank.", "characters": 273, "sentences": 4}, {"text": "When, near the city, he reached a wide road, he stopped, by the entrance of the beautiful pleasure-garden, which used to belong to Kamala, where he had seen her for the first time in her sedan-chair.  The past rose up in his soul, again he saw himself standing there, young, a bearded, naked Samana, the hair full of dust.  For a long time, Siddhartha stood there and looked through the open gate into the garden, seeing monks in yellow robes walking among the beautiful trees.", "characters": 477, "sentences": 4}, {"text": "After having been standing by the gate of the garden for a long time, Siddhartha realised that his desire was foolish, which had made him go up to this place, that he could not help his son, that he was not allowed to cling him.  Deeply, he felt the love for the run-away in his heart, like a wound, and he felt at the same time that this wound had not been given to him in order to turn the knife in it, that it had to become a blossom and had to shine.", "characters": 454, "sentences": 3}, {"text": "But the wound still burned, longingly and bitterly Siddhartha thought of his son, nurtured his love and tenderness in his heart, allowed the pain to gnaw at him, committed all foolish acts of love.  Not by itself, this flame would go out.", "characters": 238, "sentences": 3}, {"text": "The river laughed.  Yes, so it was, everything came back, which had not been suffered and solved up to its end, the same pain was suffered over and over again.  But Siddhartha want back into the boat and ferried back to the hut, thinking of his father, thinking of his son, laughed at by the river, at odds with himself, tending towards despair, and not less tending towards laughing along at (?? über) himself and the entire world.", "characters": 433, "sentences": 4}, {"text": "Alas, the wound was not blossoming yet, his heart was still fighting his fate, cheerfulness and victory were not yet shining from his suffering. Nevertheless, he felt hope, and once he had returned to the hut, he felt an undefeatable desire to open up to Vasudeva, to show him everything, the master of listening, to say everything.", "characters": 332, "sentences": 3}, {"text": "Vasudeva was sitting in the hut and weaving a basket.  He no longer used the ferry-boat, his eyes were starting to get weak, and not just his eyes; his arms and hands as well.  Unchanged and flourishing was only the joy and the cheerful benevolence of his face.", "characters": 261, "sentences": 4}, {"text": "When he had finished talking, Vasudeva turned his friendly eyes, which had grown slightly weak, at him, said nothing, let his silent love and cheerfulness, understanding and knowledge, shine at him.  He took Siddhartha's hand, led him to the seat by the bank, sat down with him, smiled at the river.", "characters": 299, "sentences": 3}, {"text": "\"You've heard it laugh,\" he said.  \"But you haven't heard everything. Let's listen, you'll hear more.\"", "characters": 102, "sentences": 4}, {"text": "Brightly, Vasudeva's smile was shining, floating radiantly over all the wrinkles of his old face, as the Om was floating in the air over all the voices of the river.  Brightly his smile was shining, when he looked at his friend, and brightly the same smile was now starting to shine on Siddhartha's face as well.  His wound blossomed, his suffering was shining, his self had flown into the oneness.", "characters": 398, "sentences": 4}, {"text": "In this hour, Siddhartha stopped fighting his fate, stopped suffering. On his face flourished the cheerfulness of a knowledge, which is no longer opposed by any will, which knows perfection, which is in agreement with the flow of events, with the current of life, full of sympathy for the pain of others, full of sympathy for the pleasure of others, devoted to the flow, belonging to the oneness.", "characters": 396, "sentences": 3}, {"text": "When Vasudeva rose from the seat by the bank, when he looked into Siddhartha's eyes and saw the cheerfulness of the knowledge shining in them, he softly touched his shoulder with his hand, in this careful and tender manner, and said:  \"I've been waiting for this hour, my dear. Now that it has come, let me leave.  For a long time, I've been waiting for this hour; for a long time, I've been Vasudeva the ferryman.  Now it's enough.  Farewell, hut, farewell, river, farewell, Siddhartha!\"", "characters": 488, "sentences": 5}, {"text": "With a bright smile, he left; Siddhartha watched him leaving.  With deep joy, with deep solemnity he watched him leave, saw his steps full of peace, saw his head full of lustre, saw his body full of light.", "characters": 205, "sentences": 3}, {"text": "He came to the river and asked the old man to ferry him over, and when they got off the boat on the other side, he said to the old man: \"You're very good to us monks and pilgrims, you have already ferried many of us across the river.  Aren't you too, ferryman, a searcher for the right path?\"", "characters": 292, "sentences": 2}, {"text": "Quoth Siddhartha, smiling from his old eyes:  \"Do you call yourself a searcher, oh venerable one, though you are already of an old in years and are wearing the robe of Gotama's monks?\"", "characters": 184, "sentences": 1}, {"text": "\"It's true, I'm old,\" spoke Govinda, \"but I haven't stopped searching. Never I'll stop searching, this seems to be my destiny.  You too, so it seems to me, have been searching.  Would you like to tell me something, oh honourable one?\"", "characters": 234, "sentences": 4}, {"text": "Quoth Siddhartha:  \"What should I possibly have to tell you, oh venerable one?  Perhaps that you're searching far too much?  That in all that searching, you don't find the time for finding?\"", "characters": 190, "sentences": 1}, {"text": "Quoth Siddhartha:  \"A long time ago, oh venerable one, many years ago, you've once before been at this river and have found a sleeping man by the river, and have sat down with him to guard his sleep.  But, oh Govinda, you did not recognise the sleeping man.\"", "characters": 258, "sentences": 3}, {"text": "Astonished, as if he had been the object of a magic spell, the monk looked into the ferryman's eyes.", "characters": 100, "sentences": 2}, {"text": "\"Are you Siddhartha?\" he asked with a timid voice.  \"I wouldn't have recognised you this time as well!  From my heart, I'm greeting you, Siddhartha; from my heart, I'm happy to see you once again!  You've changed a lot, my friend.--And so you've now become a ferryman?\"", "characters": 269, "sentences": 3}, {"text": "In a friendly manner, Siddhartha laughed.  \"A ferryman, yes.  Many people, Govinda, have to change a lot, have to wear many a robe, I am one of those, my dear.  Be welcome, Govinda, and spend the night in my hut.\"", "characters": 213, "sentences": 5}, {"text": "Govinda stayed the night in the hut and slept on the bed which used to be Vasudeva's bed.  Many questions he posed to the friend of his youth, many things Siddhartha had to tell him from his life.", "characters": 196, "sentences": 3}, {"text": "When in the next morning the time had come to start the day's journey, Govinda said, not without hesitation, these words:  \"Before I'll continue on my path, Siddhartha, permit me to ask one more question. Do you have a teaching?  Do you have a faith, or a knowledge, you follow, which helps you to live and to do right?\"", "characters": 320, "sentences": 2}, {"text": "Govinda said:  \"Still, oh Siddhartha, you love a bit to mock people, as it seems to me.  I believe in you and know that you haven't followed a teacher.  But haven't you found something by yourself, though you've found no teachings, you still found certain thoughts, certain insights, which are your own and which help you to live?  If you would like to tell me some of these, you would delight my heart.\"", "characters": 404, "sentences": 4}, {"text": "Quoth Siddhartha:  \"I've had thoughts, yes, and insight, again and again.  Sometimes, for an hour or for an entire day, I have felt knowledge in me, as one would feel life in one's heart.  There have been many thoughts, but it would be hard for me to convey them to you. Look, my dear Govinda, this is one of my thoughts, which I have found: wisdom cannot be passed on.  Wisdom which a wise man tries to pass on to someone always sounds like foolishness.\"", "characters": 455, "sentences": 6}, {"text": "Govinda said:  \"But is that what you call `things', actually something real, something which has existence?  Isn't it just a deception of the Maja, just an image and illusion?  Your stone, your tree, your river-- are they actually a reality?\"", "characters": 242, "sentences": 1}, {"text": "\"This I understand,\" spoke Govinda.  \"But this very thing was discovered by the exalted one to be a deception.  He commands benevolence, clemency, sympathy, tolerance, but not love; he forbade us to tie our heart in love to earthly things.\"", "characters": 240, "sentences": 4}, {"text": "For a long time, the two old men said nothing.  Then spoke Govinda, while bowing for a farewell:  \"I thank you, Siddhartha, for telling me some of your thoughts.  They are partially strange thoughts, not all have been instantly understandable to me.  This being as it may, I thank you, and I wish you to have calm days.\"", "characters": 320, "sentences": 5}, {"text": "As Govinda thought like this, and there was a conflict in his heart, he once again bowed to Siddhartha, drawn by love.  Deeply he bowed to him who was calmly sitting.", "characters": 166, "sentences": 3}, {"text": "\"Siddhartha,\" he spoke, \"we have become old men.  It is unlikely for one of us to see the other again in this incarnation.  I see, beloved, that you have found peace.  I confess that I haven't found it.  Tell me, oh honourable one, one more word, give me something on my way which I can grasp, which I can understand!  Give me something to be with me on my path.  It is often hard, my path, often dark, Siddhartha.\"", "characters": 415, "sentences": 7}, {"text": "Siddhartha said nothing and looked at him with the ever unchanged, quiet smile.  Govinda stared at his face, with fear, with yearning, suffering, and the eternal search was visible in his look, eternal not-finding.", "characters": 214, "sentences": 3}, {"text": "\"Bend down to me!\" he whispered quietly in Govinda's ear.  \"Bend down to me!  Like this, even closer!  Very close!  Kiss my forehead, Govinda!\"", "characters": 143, "sentences": 2}, {"text": "Deeply, Govinda bowed; tears he knew nothing of, ran down his old face; like a fire burnt the feeling of the most intimate love, the humblest veneration in his heart.  Deeply, he bowed, touching the ground, before him who was sitting motionlessly, whose smile reminded him of everything he had ever loved in his life, what had ever been valuable and holy to him in his life.", "characters": 374, "sentences": 3}], "id": 2500, "paragraphs": 244, "author": "Herman Hesse"}