{"title": "Grimms' Fairy Tales", "data": [{"text": "The text is based on translations from      the Grimms' Kinder und Hausmarchen by      Edgar Taylor and Marian Edwardes.", "characters": 120, "sentences": 2}, {"text": "Time passed on; and as the eldest son did not come back, and no tidings were heard of him, the second son set out, and the same thing happened to him. He met the fox, who gave him the good advice: but when he came to the two inns, his eldest brother was standing at the window where the merrymaking was, and called to him to come in; and he could not withstand the temptation, but went in, and forgot the golden bird and his country in the same manner.", "characters": 452, "sentences": 3}, {"text": "As they came to the castle, all was as the fox had said, and at twelve o'clock the young man met the princess going to the bath and gave her the kiss, and she agreed to run away with him, but begged with many tears that he would let her take leave of her father. At first he refused, but she wept still more and more, and fell at his feet, till at last he consented; but the moment she came to her father's house the guards awoke and he was taken prisoner again.", "characters": 462, "sentences": 3}, {"text": "Then the king was obliged to keep his word, and away went the young man and the princess; and the fox came and said to him, 'We will have all three, the princess, the horse, and the bird.' 'Ah!' said the young man, 'that would be a great thing, but how can you contrive it?'", "characters": 274, "sentences": 2}, {"text": "'If you will only listen,' said the fox, 'it can be done. When you come to the king, and he asks for the beautiful princess, you must say, \"Here she is!\" Then he will be very joyful; and you will mount the golden horse that they are to give you, and put out your hand to take leave of them; but shake hands with the princess last. Then lift her quickly on to the horse behind you; clap your spurs to his side, and gallop away as fast as you can.'", "characters": 446, "sentences": 4}, {"text": "All went right: then the fox said, 'When you come to the castle where the bird is, I will stay with the princess at the door, and you will ride in and speak to the king; and when he sees that it is the right horse, he will bring out the bird; but you must sit still, and say that you want to look at it, to see whether it is the true golden bird; and when you get it into your hand, ride away.'", "characters": 394, "sentences": 2}, {"text": "This, too, happened as the fox said; they carried off the bird, the princess mounted again, and they rode on to a great wood. Then the fox came, and said, 'Pray kill me, and cut off my head and my feet.' But the young man refused to do it: so the fox said, 'I will at any rate give you good counsel: beware of two things; ransom no one from the gallows, and sit down by the side of no river.' Then away he went. 'Well,' thought the young man, 'it is no hard matter to keep that advice.'", "characters": 486, "sentences": 6}, {"text": "A long while after, he went to walk one day in the wood, and the old fox met him, and besought him with tears in his eyes to kill him, and cut off his head and feet. And at last he did so, and in a moment the fox was changed into a man, and turned out to be the brother of the princess, who had been lost a great many many years.", "characters": 329, "sentences": 3}, {"text": "Some men are born to good luck: all they do or try to do comes right--all that falls to them is so much gain--all their geese are swans--all their cards are trumps--toss them which way you will, they will always, like poor puss, alight upon their legs, and only move on so much the faster. The world may very likely not always think of them as they think of themselves, but what care they for the world? what can it know about the matter?", "characters": 438, "sentences": 2}, {"text": "One of these lucky beings was neighbour Hans. Seven long years he had worked hard for his master. At last he said, 'Master, my time is up; I must go home and see my poor mother once more: so pray pay me my wages and let me go.' And the master said, 'You have been a faithful and good servant, Hans, so your pay shall be handsome.' Then he gave him a lump of silver as big as his head.", "characters": 384, "sentences": 6}, {"text": "Hans was delighted as he sat on the horse, drew himself up, squared his elbows, turned out his toes, cracked his whip, and rode merrily off, one minute whistling a merry tune, and another singing,", "characters": 196, "sentences": 1}, {"text": "'No care and no sorrow,   A fig for the morrow!   We'll laugh and be merry,   Sing neigh down derry!'", "characters": 101, "sentences": 1}, {"text": "So on he jogged, and all seemed now to go right with him: he had met with some misfortunes, to be sure; but he was now well repaid for all. How could it be otherwise with such a travelling companion as he had at last got?", "characters": 221, "sentences": 2}, {"text": "'O'er hill and o'er dale   So happy I roam,   Work light and live well,   All the world is my home;   Then who so blythe, so merry as I?'", "characters": 137, "sentences": 1}, {"text": "Hans took the stone, and went his way with a light heart: his eyes sparkled for joy, and he said to himself, 'Surely I must have been born in a lucky hour; everything I could want or wish for comes of itself. People are so kind; they seem really to think I do them a favour in letting them make me rich, and giving me good bargains.'", "characters": 333, "sentences": 3}, {"text": "Meantime he began to be tired, and hungry too, for he had given away his last penny in his joy at getting the cow.", "characters": 114, "sentences": 2}, {"text": "At last he could go no farther, for the stone tired him sadly: and he dragged himself to the side of a river, that he might take a drink of water, and rest a while. So he laid the stone carefully by his side on the bank: but, as he stooped down to drink, he forgot it, pushed it a little, and down it rolled, plump into the stream.", "characters": 331, "sentences": 3}, {"text": "For a while he watched it sinking in the deep clear water; then sprang up and danced for joy, and again fell upon his knees and thanked Heaven, with tears in his eyes, for its kindness in taking away his only plague, the ugly heavy stone.", "characters": 238, "sentences": 2}, {"text": "'How happy am I!' cried he; 'nobody was ever so lucky as I.' Then up he got with a light heart, free from all his troubles, and walked on till he reached his mother's house, and told her how very easy the road to good luck was.", "characters": 227, "sentences": 3}, {"text": "Jorinda sat down to gaze upon the sun; Jorindel sat by her side; and both felt sad, they knew not why; but it seemed as if they were to be parted from one another for ever. They had wandered a long way; and when they looked to see which way they should go home, they found themselves at a loss to know what path to take.", "characters": 320, "sentences": 3}, {"text": "The sun was setting fast, and already half of its circle had sunk behind the hill: Jorindel on a sudden looked behind him, and saw through the bushes that they had, without knowing it, sat down close under the old walls of the castle. Then he shrank for fear, turned pale, and trembled. Jorinda was just singing,", "characters": 312, "sentences": 3}, {"text": "'The ring-dove sang from the willow spray,   Well-a-day! Well-a-day!   He mourn'd for the fate of his darling mate,   Well-a-day!'", "characters": 130, "sentences": 1}, {"text": "when her song stopped suddenly. Jorindel turned to see the reason, and beheld his Jorinda changed into a nightingale, so that her song ended with a mournful _jug, jug_. An owl with fiery eyes flew three times round them, and three times screamed:", "characters": 246, "sentences": 3}, {"text": "Jorindel could not move; he stood fixed as a stone, and could neither weep, nor speak, nor stir hand or foot. And now the sun went quite down; the gloomy night came; the owl flew into a bush; and a moment after the old fairy came forth pale and meagre, with staring eyes, and a nose and chin that almost met one another.", "characters": 320, "sentences": 3}, {"text": "She mumbled something to herself, seized the nightingale, and went away with it in her hand. Poor Jorindel saw the nightingale was gone--but what could he do? He could not speak, he could not move from the spot where he stood. At last the fairy came back and sang with a hoarse voice:", "characters": 284, "sentences": 3}, {"text": "'Till the prisoner is fast,   And her doom is cast,   There stay! Oh, stay!   When the charm is around her,   And the spell has bound her,   Hie away! away!'", "characters": 157, "sentences": 1}, {"text": "On a sudden Jorindel found himself free. Then he fell on his knees before the fairy, and prayed her to give him back his dear Jorinda: but she laughed at him, and said he should never see her again; then she went her way.", "characters": 221, "sentences": 3}, {"text": "He prayed, he wept, he sorrowed, but all in vain. 'Alas!' he said, 'what will become of me?' He could not go back to his own home, so he went to a strange village, and employed himself in keeping sheep. Many a time did he walk round and round as near to the hated castle as he dared go, but all in vain; he heard or saw nothing of Jorinda.", "characters": 339, "sentences": 4}, {"text": "At last he dreamt one night that he found a beautiful purple flower, and that in the middle of it lay a costly pearl; and he dreamt that he plucked the flower, and went with it in his hand into the castle, and that everything he touched with it was disenchanted, and that there he found his Jorinda again.", "characters": 305, "sentences": 2}, {"text": "In the morning when he awoke, he began to search over hill and dale for this pretty flower; and eight long days he sought for it in vain: but on the ninth day, early in the morning, he found the beautiful purple flower; and in the middle of it was a large dewdrop, as big as a costly pearl. Then he plucked the flower, and set out and travelled day and night, till he came again to the castle.", "characters": 393, "sentences": 3}, {"text": "Then he touched all the other birds with the flower, so that they all took their old forms again; and he took Jorinda home, where they were married, and lived happily together many years: and so did a good many other lads, whose maidens had been forced to sing in the old fairy's cages by themselves, much longer than they liked.", "characters": 329, "sentences": 2}, {"text": "An honest farmer had once an ass that had been a faithful servant to him a great many years, but was now growing old and every day more and more unfit for work. His master therefore was tired of keeping him and began to think of putting an end to him; but the ass, who saw that some mischief was in the wind, took himself slyly off, and began his journey towards the great city, 'For there,' thought he, 'I may turn musician.'", "characters": 426, "sentences": 3}, {"text": "Then the wolf was very angry, and called Sultan 'an old rogue,' and swore he would have his revenge. So the next morning the wolf sent the boar to challenge Sultan to come into the wood to fight the matter. Now Sultan had nobody he could ask to be his second but the shepherd's old three-legged cat; so he took her with him, and as the poor thing limped along with some trouble, she stuck up her tail straight in the air.", "characters": 421, "sentences": 4}, {"text": "'I think,' answered the bean, 'that as we have so fortunately escaped death, we should keep together like good companions, and lest a new mischance should overtake us here, we should go away together, and repair to a foreign country.'", "characters": 234, "sentences": 2}, {"text": "However, the king hoped still to save his dear child altogether from the threatened evil; so he ordered that all the spindles in the kingdom should be bought up and burnt. But all the gifts of the first eleven fairies were in the meantime fulfilled; for the princess was so beautiful, and well behaved, and good, and wise, that everyone who knew her loved her.", "characters": 360, "sentences": 3}, {"text": "And then the prince and Briar Rose were married, and the wedding feast was given; and they lived happily together all their lives long.", "characters": 135, "sentences": 2}, {"text": "There was a king who had twelve beautiful daughters. They slept in twelve beds all in one room; and when they went to bed, the doors were shut and locked up; but every morning their shoes were found to be quite worn through as if they had been danced in all night; and yet nobody could find out how it happened, or where they had been.", "characters": 335, "sentences": 3}, {"text": "Then the king made it known to all the land, that if any person could discover the secret, and find out where it was that the princesses danced in the night, he should have the one he liked best for his wife, and should be king after his death; but whoever tried and did not succeed, after three days and nights, should be put to death.", "characters": 336, "sentences": 2}, {"text": "Then she gave him a cloak, and said, 'As soon as you put that on you will become invisible, and you will then be able to follow the princesses wherever they go.' When the soldier heard all this good counsel, he determined to try his luck: so he went to the king, and said he was willing to undertake the task.", "characters": 309, "sentences": 3}, {"text": "One of the princesses went into each boat, and the soldier stepped into the same boat with the youngest. As they were rowing over the lake, the prince who was in the boat with the youngest princess and the soldier said, 'I do not know why it is, but though I am rowing with all my might we do not get on so fast as usual, and I am quite tired: the boat seems very heavy today.' 'It is only the heat of the weather,' said the princess: 'I feel it very warm too.'", "characters": 461, "sentences": 4}, {"text": "When the fisherman went home to his wife in the pigsty, he told her how he had caught a great fish, and how it had told him it was an enchanted prince, and how, on hearing it speak, he had let it go again. 'Did not you ask it for anything?' said the wife, 'we live very wretchedly here, in this nasty dirty pigsty; do go back and tell the fish we want a snug little cottage.'", "characters": 375, "sentences": 3}, {"text": "The fisherman did not much like the business: however, he went to the seashore; and when he came back there the water looked all yellow and green. And he stood at the water's edge, and said:", "characters": 190, "sentences": 2}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "The fisherman went, but his heart was very heavy: and when he came to the sea, it looked blue and gloomy, though it was very calm; and he went close to the edge of the waves, and said:", "characters": 184, "sentences": 1}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "'Well, what would she have now?' said the fish. 'Alas!' said the poor man, 'my wife wants to be king.' 'Go home,' said the fish; 'she is king already.'", "characters": 151, "sentences": 4}, {"text": "So the fisherman was forced to go; and he muttered as he went along, 'This will come to no good, it is too much to ask; the fish will be tired at last, and then we shall be sorry for what we have done.' He soon came to the seashore; and the water was quite black and muddy, and a mighty whirlwind blew over the waves and rolled them about, but he went as near as he could to the water's brink, and said:", "characters": 403, "sentences": 2}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "'What would she have now?' said the fish. 'Ah!' said the fisherman, 'she wants to be emperor.' 'Go home,' said the fish; 'she is emperor already.'", "characters": 146, "sentences": 4}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "'What does she want now?' said the fish. 'Ah!' said the fisherman, 'my wife wants to be pope.' 'Go home,' said the fish; 'she is pope already.'", "characters": 143, "sentences": 4}, {"text": "Then the man went shivering with fear; and as he was going down to the shore a dreadful storm arose, so that the trees and the very rocks shook. And all the heavens became black with stormy clouds, and the lightnings played, and the thunders rolled; and you might have seen in the sea great black waves, swelling up like mountains with crowns of white foam upon their heads. And the fisherman crept towards the sea, and cried out, as well as he could:", "characters": 451, "sentences": 3}, {"text": "'O man of the sea!   Hearken to me!   My wife Ilsabill   Will have her own will,   And hath sent me to beg a boon of thee!'", "characters": 123, "sentences": 1}, {"text": "'What does she want now?' said the fish. 'Ah!' said he, 'she wants to be lord of the sun and moon.' 'Go home,' said the fish, 'to your pigsty again.'", "characters": 149, "sentences": 4}, {"text": "The next day, just as the princess had sat down to dinner, she heard a strange noise--tap, tap--plash, plash--as if something was coming up the marble staircase: and soon afterwards there was a gentle knock at the door, and a little voice cried out and said:", "characters": 258, "sentences": 1}, {"text": "'Open the door, my princess dear,   Open the door to thy true love here!   And mind the words that thou and I said   By the fountain cool, in the greenwood shade.'", "characters": 163, "sentences": 2}, {"text": "'Open the door, my princess dear,   Open the door to thy true love here!   And mind the words that thou and I said   By the fountain cool, in the greenwood shade.'", "characters": 163, "sentences": 2}, {"text": "But she was mistaken; for when night came again she heard the same tapping at the door; and the frog came once more, and said:", "characters": 126, "sentences": 1}, {"text": "'Open the door, my princess dear,   Open the door to thy true love here!   And mind the words that thou and I said   By the fountain cool, in the greenwood shade.'", "characters": 163, "sentences": 2}, {"text": "And when the princess opened the door the frog came in, and slept upon her pillow as before, till the morning broke. And the third night he did the same. But when the princess awoke on the following morning she was astonished to see, instead of the frog, a handsome prince, gazing on her with the most beautiful eyes she had ever seen, and standing at the head of her bed.", "characters": 372, "sentences": 4}, {"text": "He told her that he had been enchanted by a spiteful fairy, who had changed him into a frog; and that he had been fated so to abide till some princess should take him out of the spring, and let him eat from her plate, and sleep upon her bed for three nights. 'You,' said the prince, 'have broken his cruel charm, and now I have nothing to wish for but that you should go with me into my father's kingdom, where I will marry you, and love you as long as you live.'", "characters": 463, "sentences": 3}, {"text": "The young princess, you may be sure, was not long in saying 'Yes' to all this; and as they spoke a gay coach drove up, with eight beautiful horses, decked with plumes of feathers and a golden harness; and behind the coach rode the prince's servant, faithful Heinrich, who had bewailed the misfortunes of his dear master during his enchantment so long and so bitterly, that his heart had well-nigh burst.", "characters": 403, "sentences": 2}, {"text": "They then took leave of the king, and got into the coach with eight horses, and all set out, full of joy and merriment, for the prince's kingdom, which they reached safely; and there they lived happily a great many years.", "characters": 221, "sentences": 2}, {"text": "When the time came for them to set out, the fairy went into her bed-chamber, and took a little knife, and cut off a lock of her hair, and gave it to the princess, and said, 'Take care of it, dear child; for it is a charm that may be of use to you on the road.' Then they all took a sorrowful leave of the princess; and she put the lock of hair into her bosom, got upon her horse, and set off on her journey to her bridegroom's kingdom.", "characters": 435, "sentences": 3}, {"text": "But the princess was very gentle and meek, so she said nothing to her maid's ill behaviour, but got upon her horse again.", "characters": 121, "sentences": 2}, {"text": "At last, as they drew near the end of their journey, this treacherous servant threatened to kill her mistress if she ever told anyone what had happened. But Falada saw it all, and marked it well.", "characters": 195, "sentences": 3}, {"text": "Then the waiting-maid got upon Falada, and the real bride rode upon the other horse, and they went on in this way till at last they came to the royal court. There was great joy at their coming, and the prince flew to meet them, and lifted the maid from her horse, thinking she was the one who was to be his wife; and she was led upstairs to the royal chamber; but the true princess was told to stay in the court below.", "characters": 418, "sentences": 3}, {"text": "'Bride, bride, there thou gangest!   Alas! alas! if thy mother knew it,   Sadly, sadly, would she rue it.'", "characters": 106, "sentences": 2}, {"text": "Then they went out of the city, and drove the geese on. And when she came to the meadow, she sat down upon a bank there, and let down her waving locks of hair, which were all of pure silver; and when Curdken saw it glitter in the sun, he ran up, and would have pulled some of the locks out, but she cried:", "characters": 305, "sentences": 2}, {"text": "'Blow, breezes, blow!   Let Curdken's hat go!   Blow, breezes, blow!   Let him after it go!   O'er hills, dales, and rocks,   Away be it whirl'd   Till the silvery locks   Are all comb'd and curl'd!", "characters": 198, "sentences": 1}, {"text": "Then there came a wind, so strong that it blew off Curdken's hat; and away it flew over the hills: and he was forced to turn and run after it; till, by the time he came back, she had done combing and curling her hair, and had put it up again safe. Then he was very angry and sulky, and would not speak to her at all; but they watched the geese until it grew dark in the evening, and then drove them homewards.", "characters": 409, "sentences": 3}, {"text": "The next morning, as they were going through the dark gate, the poor girl looked up at Falada's head, and cried:", "characters": 112, "sentences": 1}, {"text": "'Bride, bride, there thou gangest!   Alas! alas! if thy mother knew it,   Sadly, sadly, would she rue it.'", "characters": 106, "sentences": 2}, {"text": "Then she drove on the geese, and sat down again in the meadow, and began to comb out her hair as before; and Curdken ran up to her, and wanted to take hold of it; but she cried out quickly:", "characters": 189, "sentences": 1}, {"text": "'Blow, breezes, blow!   Let Curdken's hat go!   Blow, breezes, blow!   Let him after it go!   O'er hills, dales, and rocks,   Away be it whirl'd   Till the silvery locks   Are all comb'd and curl'd!", "characters": 198, "sentences": 1}, {"text": "Then the wind came and blew away his hat; and off it flew a great way, over the hills and far away, so that he had to run after it; and when he came back she had bound up her hair again, and all was safe. So they watched the geese till it grew dark.", "characters": 249, "sentences": 3}, {"text": "In the evening, after they came home, Curdken went to the old king, and said, 'I cannot have that strange girl to help me to keep the geese any longer.' 'Why?' said the king. 'Because, instead of doing any good, she does nothing but tease me all day long.' Then the king made him tell him what had happened. And Curdken said, 'When we go in the morning through the dark gate with our flock of geese, she cries and talks with the head of a horse that hangs upon the wall, and says:", "characters": 480, "sentences": 5}, {"text": "'Bride, bride, there thou gangest!   Alas! alas! if thy mother knew it,   Sadly, sadly, would she rue it.'", "characters": 106, "sentences": 2}, {"text": "'Blow, breezes, blow!   Let Curdken's hat go!   Blow, breezes, blow!   Let him after it go!   O'er hills, dales, and rocks,   Away be it whirl'd   Till the silvery locks   Are all comb'd and curl'd!", "characters": 198, "sentences": 1}, {"text": "And soon came a gale of wind, and carried away Curdken's hat, and away went Curdken after it, while the girl went on combing and curling her hair. All this the old king saw: so he went home without being seen; and when the little goose-girl came back in the evening he called her aside, and asked her why she did so: but she burst into tears, and said, 'That I must not tell you or any man, or I shall lose my life.'", "characters": 416, "sentences": 3}, {"text": "'The nuts are quite ripe now,' said Chanticleer to his wife Partlet, 'suppose we go together to the mountains, and eat as many as we can, before the squirrel takes them all away.' 'With all my heart,' said Partlet, 'let us go and make a holiday of it together.'", "characters": 261, "sentences": 3}, {"text": "Another day, Chanticleer and Partlet wished to ride out together; so Chanticleer built a handsome carriage with four red wheels, and harnessed six mice to it; and then he and Partlet got into the carriage, and away they drove. Soon afterwards a cat met them, and said, 'Where are you going?' And Chanticleer replied,", "characters": 316, "sentences": 2}, {"text": "Then the cat said, 'Take me with you,' Chanticleer said, 'With all my heart: get up behind, and be sure you do not fall off.'", "characters": 125, "sentences": 2}, {"text": "'Take care of this handsome coach of mine,   Nor dirty my pretty red wheels so fine!   Now, mice, be ready,   And, wheels, run steady!   For we are going a visit to pay   To Mr Korbes, the fox, today.'", "characters": 201, "sentences": 2}, {"text": "Soon after came up a millstone, an egg, a duck, and a pin; and Chanticleer gave them all leave to get into the carriage and go with them.", "characters": 137, "sentences": 2}, {"text": "When they arrived at Mr Korbes's house, he was not at home; so the mice drew the carriage into the coach-house, Chanticleer and Partlet flew upon a beam, the cat sat down in the fireplace, the duck got into the washing cistern, the pin stuck himself into the bed pillow, the millstone laid himself over the house door, and the egg rolled himself up in the towel.", "characters": 362, "sentences": 2}, {"text": "Thus Chanticleer was left alone with his dead Partlet; and having dug a grave for her, he laid her in it, and made a little hillock over her. Then he sat down by the grave, and wept and mourned, till at last he died too; and so all were dead.", "characters": 242, "sentences": 3}, {"text": "Rapunzel grew into the most beautiful child under the sun. When she was twelve years old, the enchantress shut her into a tower, which lay in a forest, and had neither stairs nor door, but quite at the top was a little window. When the enchantress wanted to go in, she placed herself beneath it and cried:", "characters": 305, "sentences": 3}, {"text": "Rapunzel had magnificent long hair, fine as spun gold, and when she heard the voice of the enchantress she unfastened her braided tresses, wound them round one of the hooks of the window above, and then the hair fell twenty ells down, and the enchantress climbed up by it.", "characters": 272, "sentences": 2}, {"text": "Then Rapunzel let down the braids of her hair, and the enchantress climbed up to her. 'If that is the ladder by which one mounts, I too will try my fortune,' said he, and the next day when it began to grow dark, he went to the tower and cried:", "characters": 243, "sentences": 2}, {"text": "On the same day that she cast out Rapunzel, however, the enchantress fastened the braids of hair, which she had cut off, to the hook of the window, and when the king's son came and cried:", "characters": 187, "sentences": 1}, {"text": "There was once a forester who went into the forest to hunt, and as he entered it he heard a sound of screaming as if a little child were there. He followed the sound, and at last came to a high tree, and at the top of this a little child was sitting, for the mother had fallen asleep under the tree with the child, and a bird of prey had seen it in her arms, had flown down, snatched it away, and set it on the high tree.", "characters": 421, "sentences": 3}, {"text": "The forester climbed up, brought the child down, and thought to himself: 'You will take him home with you, and bring him up with your Lina.' He took it home, therefore, and the two children grew up together. And the one, which he had found on a tree was called Fundevogel, because a bird had carried it away. Fundevogel and Lina loved each other so dearly that when they did not see each other they were sad.", "characters": 408, "sentences": 5}, {"text": "The two children therefore got up, dressed themselves quickly, and went away. When the water in the kettle was boiling, the cook went into the bedroom to fetch Fundevogel and throw him into it. But when she came in, and went to the beds, both the children were gone. Then she was terribly alarmed, and she said to herself: 'What shall I say now when the forester comes home and sees that the children are gone? They must be followed instantly to get them back again.'", "characters": 467, "sentences": 5}, {"text": "When they had reached the middle of the forest, the father said: 'Now, children, pile up some wood, and I will light a fire that you may not be cold.' Hansel and Gretel gathered brushwood together, as high as a little hill. The brushwood was lighted, and when the flames were burning very high, the woman said: 'Now, children, lay yourselves down by the fire and rest, we will go into the forest and cut some wood. When we have done, we will come back and fetch you away.'", "characters": 472, "sentences": 5}, {"text": "They walked the whole night long, and by break of day came once more to their father's house. They knocked at the door, and when the woman opened it and saw that it was Hansel and Gretel, she said: 'You naughty children, why have you slept so long in the forest?--we thought you were never coming back at all!' The father, however, rejoiced, for it had cut him to the heart to leave them behind alone.", "characters": 401, "sentences": 3}, {"text": "The children, however, were still awake and had heard the conversation. When the old folks were asleep, Hansel again got up, and wanted to go out and pick up pebbles as he had done before, but the woman had locked the door, and Hansel could not get out. Nevertheless he comforted his little sister, and said: 'Do not cry, Gretel, go to sleep quietly, the good God will help us.'", "characters": 378, "sentences": 4}, {"text": "When they had walked for two hours, they came to a great stretch of water. 'We cannot cross,' said Hansel, 'I see no foot-plank, and no bridge.' 'And there is also no ferry,' answered Gretel, 'but a white duck is swimming there: if I ask her, she will help us over.' Then she cried:", "characters": 282, "sentences": 4}, {"text": "'Little duck, little duck, dost thou see,   Hansel and Gretel are waiting for thee?   There's never a plank, or bridge in sight,   Take us across on thy back so white.'", "characters": 168, "sentences": 2}, {"text": "Once upon a time, a mouse, a bird, and a sausage, entered into partnership and set up house together. For a long time all went well; they lived in great comfort, and prospered so far as to be able to add considerably to their stores. The bird's duty was to fly daily into the wood and bring in fuel; the mouse fetched the water, and the sausage saw to the cooking.", "characters": 364, "sentences": 4}, {"text": "He picked up the wood, and flew sadly home, and told the mouse all he had seen and heard. They were both very unhappy, but agreed to make the best of things and to remain with one another.", "characters": 188, "sentences": 3}, {"text": "So now the bird set the table, and the mouse looked after the food and, wishing to prepare it in the same way as the sausage, by rolling in and out among the vegetables to salt and butter them, she jumped into the pot; but she stopped short long before she reached the bottom, having already parted not only with her skin and hair, but also with life.", "characters": 351, "sentences": 2}, {"text": "Presently the bird came in and wanted to serve up the dinner, but he could nowhere see the cook. In his alarm and flurry, he threw the wood here and there about the floor, called and searched, but no cook was to be found. Then some of the wood that had been carelessly thrown down, caught fire and began to blaze. The bird hastened to fetch some water, but his pail fell into the well, and he after it, and as he was unable to recover himself, he was drowned.", "characters": 459, "sentences": 5}, {"text": "The girl went back to the well not knowing what to do, and at last in her distress she jumped into the water after the spindle.", "characters": 127, "sentences": 2}, {"text": "She remembered nothing more until she awoke and found herself in a beautiful meadow, full of sunshine, and with countless flowers blooming in every direction.", "characters": 158, "sentences": 2}, {"text": "She walked over the meadow, and presently she came upon a baker's oven full of bread, and the loaves cried out to her, 'Take us out, take us out, or alas! we shall be burnt to a cinder; we were baked through long ago.' So she took the bread-shovel and drew them all out.", "characters": 270, "sentences": 3}, {"text": "She went on a little farther, till she came to a tree full of apples. 'Shake me, shake me, I pray,' cried the tree; 'my apples, one and all, are ripe.' So she shook the tree, and the apples came falling down upon her like rain; but she continued shaking until there was not a single apple left upon it. Then she carefully gathered the apples together in a heap and walked on again.", "characters": 381, "sentences": 5}, {"text": "She took care to do everything according to the old woman's bidding and every time she made the bed she shook it with all her might, so that the feathers flew about like so many snowflakes. The old woman was as good as her word: she never spoke angrily to her, and gave her roast and boiled meats every day.", "characters": 307, "sentences": 3}, {"text": "Then Mother Holle said, 'I am pleased that you should want to go back to your own people, and as you have served me so well and faithfully, I will take you home myself.'", "characters": 169, "sentences": 2}, {"text": "Thereupon she led the girl by the hand up to a broad gateway. The gate was opened, and as the girl passed through, a shower of gold fell upon her, and the gold clung to her, so that she was covered with it from head to foot.", "characters": 224, "sentences": 3}, {"text": "'That is a reward for your industry,' said Mother Holle, and as she spoke she handed her the spindle which she had dropped into the well.", "characters": 137, "sentences": 2}, {"text": "The gate was then closed, and the girl found herself back in the old world close to her mother's house. As she entered the courtyard, the cock who was perched on the well, called out:", "characters": 183, "sentences": 2}, {"text": "Like her sister she awoke in the beautiful meadow, and walked over it till she came to the oven. 'Take us out, take us out, or alas! we shall be burnt to a cinder; we were baked through long ago,' cried the loaves as before. But the lazy girl answered, 'Do you think I am going to dirty my hands for you?' and walked on.", "characters": 320, "sentences": 4}, {"text": "Presently she came to the apple-tree. 'Shake me, shake me, I pray; my apples, one and all, are ripe,' it cried. But she only answered, 'A nice thing to ask me to do, one of the apples might fall on my head,' and passed on.", "characters": 222, "sentences": 4}, {"text": "At last she came to Mother Holle's house, and as she had heard all about the large teeth from her sister, she was not afraid of them, and engaged herself without delay to the old woman.", "characters": 185, "sentences": 2}, {"text": "So the lazy girl had to go home covered with pitch, and the cock on the well called out as she saw her:", "characters": 103, "sentences": 1}, {"text": "Once upon a time there was a dear little girl who was loved by everyone who looked at her, but most of all by her grandmother, and there was nothing that she would not have given to the child. Once she gave her a little cap of red velvet, which suited her so well that she would never wear anything else; so she was always called 'Little Red-Cap.'", "characters": 347, "sentences": 3}, {"text": "One day her mother said to her: 'Come, Little Red-Cap, here is a piece of cake and a bottle of wine; take them to your grandmother, she is ill and weak, and they will do her good. Set out before it gets hot, and when you are going, walk nicely and quietly and do not run off the path, or you may fall and break the bottle, and then your grandmother will get nothing; and when you go into her room, don't forget to say, \"Good morning\", and don't peep into every corner before you do it.'", "characters": 486, "sentences": 3}, {"text": "The grandmother lived out in the wood, half a league from the village, and just as Little Red-Cap entered the wood, a wolf met her. Red-Cap did not know what a wicked creature he was, and was not at all afraid of him.", "characters": 217, "sentences": 3}, {"text": "'Cake and wine; yesterday was baking-day, so poor sick grandmother is to have something good, to make her stronger.'", "characters": 116, "sentences": 2}, {"text": "'A good quarter of a league farther on in the wood; her house stands under the three large oak-trees, the nut-trees are just below; you surely must know it,' replied Little Red-Cap.", "characters": 181, "sentences": 2}, {"text": "The wolf lifted the latch, the door sprang open, and without saying a word he went straight to the grandmother's bed, and devoured her. Then he put on her clothes, dressed himself in her cap laid himself in bed and drew the curtains.", "characters": 233, "sentences": 3}, {"text": "Little Red-Cap, however, had been running about picking flowers, and when she had gathered so many that she could carry no more, she remembered her grandmother, and set out on the way to her.", "characters": 191, "sentences": 2}, {"text": "She was surprised to find the cottage-door standing open, and when she went into the room, she had such a strange feeling that she said to herself: 'Oh dear! how uneasy I feel today, and at other times I like being with grandmother so much.' She called out: 'Good morning,' but received no answer; so she went to the bed and drew back the curtains. There lay her grandmother with her cap pulled far over her face, and looking very strange.", "characters": 439, "sentences": 4}, {"text": "And scarcely had the wolf said this, than with one bound he was out of bed and swallowed up Red-Cap.", "characters": 100, "sentences": 2}, {"text": "Then all three were delighted. The huntsman drew off the wolf's skin and went home with it; the grandmother ate the cake and drank the wine which Red-Cap had brought, and revived, but Red-Cap thought to herself: 'As long as I live, I will never by myself leave the path, to run into the wood, when my mother has forbidden me to do so.'", "characters": 335, "sentences": 3}, {"text": "The girl looked up and saw that the voice came from a bird hanging in a cage on the wall. Again it cried:", "characters": 105, "sentences": 2}, {"text": "The girl passed on, going from room to room of the house, but they were all empty, and still she saw no one. At last she came to the cellar, and there sat a very, very old woman, who could not keep her head from shaking. 'Can you tell me,' asked the girl, 'if my betrothed husband lives here?'", "characters": 293, "sentences": 3}, {"text": "Thereupon the old woman led her behind a large cask, which quite hid her from view. 'Keep as still as a mouse,' she said; 'do not move or speak, or it will be all over with you. Tonight, when the robbers are all asleep, we will flee together. I have long been waiting for an opportunity to escape.'", "characters": 298, "sentences": 5}, {"text": "The words were hardly out of her mouth when the godless crew returned, dragging another young girl along with them. They were all drunk, and paid no heed to her cries and lamentations. They gave her wine to drink, three glasses full, one of white wine, one of red, and one of yellow, and with that her heart gave way and she died. Then they tore off her dainty clothing, laid her on a table, and cut her beautiful body into pieces, and sprinkled salt upon it.", "characters": 459, "sentences": 5}, {"text": "The day came that had been fixed for the marriage. The bridegroom arrived and also a large company of guests, for the miller had taken care to invite all his friends and relations. As they sat at the feast, each guest in turn was asked to tell a tale; the bride sat still and did not say a word.", "characters": 295, "sentences": 4}, {"text": "'And you, my love,' said the bridegroom, turning to her, 'is there no tale you know? Tell us something.'", "characters": 104, "sentences": 2}, {"text": "'I will tell you a dream, then,' said the bride. 'I went alone through a forest and came at last to a house; not a soul could I find within, but a bird that was hanging in a cage on the wall cried:", "characters": 197, "sentences": 2}, {"text": "'I went on through the house from room to room, but they were all empty, and everything was so grim and mysterious. At last I went down to the cellar, and there sat a very, very old woman, who could not keep her head still. I asked her if my betrothed lived here, and she answered, \"Ah, you poor child, you are come to a murderers' den; your betrothed does indeed live here, but he will kill you without mercy and afterwards cook and eat you.\"'", "characters": 444, "sentences": 4}, {"text": "'The old woman hid me behind a large cask, and scarcely had she done this when the robbers returned home, dragging a young girl along with them. They gave her three kinds of wine to drink, white, red, and yellow, and with that she died.'", "characters": 237, "sentences": 3}, {"text": "'Then they tore off her dainty clothing, and cut her beautiful body into pieces and sprinkled salt upon it.'", "characters": 108, "sentences": 2}, {"text": "'And one of the robbers saw that there was a gold ring still left on her finger, and as it was difficult to draw off, he took a hatchet and cut off her finger; but the finger sprang into the air and fell behind the great cask into my lap. And here is the finger with the ring.' And with these words the bride drew forth the finger and shewed it to the assembled guests.", "characters": 369, "sentences": 4}, {"text": "The bridegroom, who during this recital had grown deadly pale, up and tried to escape, but the guests seized him and held him fast. They delivered him up to justice, and he and all his murderous band were condemned to death for their wicked deeds.", "characters": 247, "sentences": 3}, {"text": "They gave him plenty of food, yet for all they could do he never grew bigger, but kept just the same size as he had been when he was born. Still, his eyes were sharp and sparkling, and he soon showed himself to be a clever little fellow, who always knew well what he was about.", "characters": 277, "sentences": 3}, {"text": "So the woodman at last said he would sell Tom to the strangers for a large piece of gold, and they paid the price. 'Where would you like to sit?' said one of them. 'Oh, put me on the rim of your hat; that will be a nice gallery for me; I can walk about there and see the country as we go along.' So they did as he wished; and when Tom had taken leave of his father they took him away with them.", "characters": 394, "sentences": 5}, {"text": "When Tom found they were gone, he came out of his hiding-place. 'What dangerous walking it is,' said he, 'in this ploughed field! If I were to fall from one of these great clods, I should undoubtedly break my neck.' At last, by good luck, he found a large empty snail-shell. 'This is lucky,' said he, 'I can sleep here very well'; and in he crept.", "characters": 347, "sentences": 5}, {"text": "The cook heard this quite plain, so she sprang out of bed, and ran to open the door. The thieves ran off as if a wolf was at their tails: and the maid, having groped about and found nothing, went away for a light. By the time she came back, Tom had slipped off into the barn; and when she had looked about and searched every hole and corner, and found nobody, she went to bed, thinking she must have been dreaming with her eyes open.", "characters": 433, "sentences": 4}, {"text": "Though he made the best of his bad luck, he did not like his quarters at all; and the worst of it was, that more and more hay was always coming down, and the space left for him became smaller and smaller. At last he cried out as loud as he could, 'Don't bring me any more hay! Don't bring me any more hay!'", "characters": 306, "sentences": 2}, {"text": "Scarcely had they set foot on the threshold, when Tom called out, 'Don't bring me any more hay!' Then the parson himself was frightened; and thinking the cow was surely bewitched, told his man to kill her on the spot. So the cow was killed, and cut up; and the stomach, in which Tom lay, was thrown out upon a dunghill.", "characters": 319, "sentences": 3}, {"text": "Tom soon set himself to work to get out, which was not a very easy task; but at last, just as he had made room to get his head out, fresh ill-luck befell him. A hungry wolf sprang out, and swallowed up the whole stomach, with Tom in it, at one gulp, and ran away.", "characters": 263, "sentences": 3}, {"text": "The wolf did not want to be asked twice; so that very night he went to the house and crawled through the drain into the kitchen, and then into the pantry, and ate and drank there to his heart's content. As soon as he had had enough he wanted to get away; but he had eaten so much that he could not go out by the same way he came in.", "characters": 332, "sentences": 3}, {"text": "This was just what Tom had reckoned upon; and now he began to set up a great shout, making all the noise he could. 'Will you be easy?' said the wolf; 'you'll awaken everybody in the house if you make such a clatter.' 'What's that to me?' said the little man; 'you have had your frolic, now I've a mind to be merry myself'; and he began, singing and shouting as loud as he could.", "characters": 378, "sentences": 4}, {"text": "'Well,' said they, 'you are come back, and we will not sell you again for all the riches in the world.'", "characters": 103, "sentences": 2}, {"text": "Then they hugged and kissed their dear little son, and gave him plenty to eat and drink, for he was very hungry; and then they fetched new clothes for him, for his old ones had been quite spoiled on his journey. So Master Thumb stayed at home with his father and mother, in peace; for though he had been so great a traveller, and had done and seen so many fine things, and was fond enough of telling the whole story, he always agreed that, after all, there's no place like HOME!", "characters": 478, "sentences": 2}, {"text": "She sat down in one corner of the room, and began to bewail her hard fate; when on a sudden the door opened, and a droll-looking little man hobbled in, and said, 'Good morrow to you, my good lass; what are you weeping for?' 'Alas!' said she, 'I must spin this straw into gold, and I know not how.' 'What will you give me,' said the hobgoblin, 'to do it for you?' 'My necklace,' replied the maiden. He took her at her word, and sat himself down to the wheel, and whistled and sang:", "characters": 480, "sentences": 3}, {"text": "And round about the wheel went merrily; the work was quickly done, and the straw was all spun into gold.", "characters": 104, "sentences": 2}, {"text": "When the king came and saw this, he was greatly astonished and pleased; but his heart grew still more greedy of gain, and he shut up the poor miller's daughter again with a fresh task. Then she knew not what to do, and sat down once more to weep; but the dwarf soon opened the door, and said, 'What will you give me to do your task?' 'The ring on my finger,' said she. So her little friend took the ring, and began to work at the wheel again, and whistled and sang:", "characters": 465, "sentences": 3}, {"text": "Now the queen lay awake all night, thinking of all the odd names that she had ever heard; and she sent messengers all over the land to find out new ones. The next day the little man came, and she began with TIMOTHY, ICHABOD, BENJAMIN, JEREMIAH, and all the names she could remember; but to all and each of them he said, 'Madam, that is not my name.'", "characters": 349, "sentences": 3}, {"text": "The second day she began with all the comical names she could hear of, BANDY-LEGS, HUNCHBACK, CROOK-SHANKS, and so on; but the little gentleman still said to every one of them, 'Madam, that is not my name.'", "characters": 206, "sentences": 2}, {"text": "The third day one of the messengers came back, and said, 'I have travelled two days without hearing of any other names; but yesterday, as I was climbing a high hill, among the trees of the forest where the fox and the hare bid each other good night, I saw a little hut; and before the hut burnt a fire; and round about the fire a funny little dwarf was dancing upon one leg, and singing:", "characters": 387, "sentences": 1}, {"text": "\"Merrily the feast I'll make.   Today I'll brew, tomorrow bake;   Merrily I'll dance and sing,   For next day will a stranger bring.   Little does my lady dream   Rumpelstiltskin is my name!\"", "characters": 191, "sentences": 3}, {"text": "Then he made the best of his way off, while the nurse laughed and the baby crowed; and all the court jeered at him for having had so much trouble for nothing, and said, 'We wish you a very good morning, and a merry feast, Mr RUMPLESTILTSKIN!'", "characters": 242, "sentences": 1}, {"text": "There was once a cook named Gretel, who wore shoes with red heels, and when she walked out with them on, she turned herself this way and that, was quite happy and thought: 'You certainly are a pretty girl!' And when she came home she drank, in her gladness of heart, a draught of wine, and as wine excites a desire to eat, she tasted the best of whatever she was cooking until she was satisfied, and said: 'The cook must know what the food is like.'", "characters": 449, "sentences": 2}, {"text": "They were once sitting thus when the little grandson of four years old began to gather together some bits of wood upon the ground. 'What are you doing there?' asked the father. 'I am making a little trough,' answered the child, 'for father and mother to eat out of when I am big.'", "characters": 280, "sentences": 4}, {"text": "The man and his wife looked at each other for a while, and presently began to cry. Then they took the old grandfather to the table, and henceforth always let him eat with them, and likewise said nothing if he did spill a little of anything.", "characters": 240, "sentences": 3}, {"text": "Away ran Catherine, and away ran the dog across the field: but he ran faster than she, and stuck close to the steak. 'It's all gone, and \"what can't be cured must be endured\",' said Catherine. So she turned round; and as she had run a good way and was tired, she walked home leisurely to cool herself.", "characters": 301, "sentences": 4}, {"text": "Catherine stood musing for a while, and at last said to her husband, 'Hark ye, Frederick, we will soon get the gold back: let us run after the thieves.' 'Well, we will try,' answered he; 'but take some butter and cheese with you, that we may have something to eat by the way.' 'Very well,' said she; and they set out: and as Frederick walked the fastest, he left his wife some way behind. 'It does not matter,' thought she: 'when we turn back, I shall be so much nearer home than he.'", "characters": 484, "sentences": 5}, {"text": "They ate the dry bread together; and Frederick said, 'Kate, I hope you locked the door safe when you came away.' 'No,' answered she, 'you did not tell me.' 'Then go home, and do it now before we go any farther,' said Frederick, 'and bring with you something to eat.'", "characters": 266, "sentences": 4}, {"text": "Catherine did as he told her, and thought to herself by the way, 'Frederick wants something to eat; but I don't think he is very fond of butter and cheese: I'll bring him a bag of fine nuts, and the vinegar, for I have often seen him take some.'", "characters": 245, "sentences": 2}, {"text": "Catherine, who had the door on her shoulder, began to be very tired; but she thought it was the nuts upon it that were so heavy: so she said softly, 'Frederick, I must let the nuts go.' 'No,' answered he, 'not now, they will discover us.' 'I can't help that: they must go.' 'Well, then, make haste and throw them down, if you will.' Then away rattled the nuts down among the boughs and one of the thieves cried, 'Bless me, it is hailing.'", "characters": 438, "sentences": 6}, {"text": "A little while after, Catherine thought the door was still very heavy: so she whispered to Frederick, 'I must throw the vinegar down.' 'Pray don't,' answered he, 'it will discover us.' 'I can't help that,' said she, 'go it must.' So she poured all the vinegar down; and the thieves said, 'What a heavy dew there is!'", "characters": 316, "sentences": 4}, {"text": "But this queen died; and the king soon married another wife, who became queen, and was very beautiful, but so vain that she could not bear to think that anyone could be handsomer than she was. She had a fairy looking-glass, to which she used to go, and then she would gaze upon herself in it, and say:", "characters": 301, "sentences": 2}, {"text": "But Snowdrop grew more and more beautiful; and when she was seven years old she was as bright as the day, and fairer than the queen herself. Then the glass one day answered the queen, when she went to look in it as usual:", "characters": 221, "sentences": 2}, {"text": "In the morning Snowdrop told them all her story; and they pitied her, and said if she would keep all things in order, and cook and wash and knit and spin for them, she might stay where she was, and they would take good care of her. Then they went out all day long to their work, seeking for gold and silver in the mountains: but Snowdrop was left at home; and they warned her, and said, 'The queen will soon find out where you are, so take care and let no one in.'", "characters": 464, "sentences": 3}, {"text": "But the queen, now that she thought Snowdrop was dead, believed that she must be the handsomest lady in the land; and she went to her glass and said:", "characters": 149, "sentences": 1}, {"text": "'Thou, queen, art the fairest in all this land:   But over the hills, in the greenwood shade,   Where the seven dwarfs their dwelling have made,   There Snowdrop is hiding her head; and she   Is lovelier far, O queen! than thee.'", "characters": 229, "sentences": 2}, {"text": "In the evening the seven dwarfs came home; and I need not say how grieved they were to see their faithful Snowdrop stretched out upon the ground, as if she was quite dead. However, they lifted her up, and when they found what ailed her, they cut the lace; and in a little time she began to breathe, and very soon came to life again. Then they said, 'The old woman was the queen herself; take care another time, and let no one in when we are away.'", "characters": 447, "sentences": 4}, {"text": "When the queen got home, she went straight to her glass, and spoke to it as before; but to her great grief it still said:", "characters": 121, "sentences": 1}, {"text": "'Thou, queen, art the fairest in all this land:   But over the hills, in the greenwood shade,   Where the seven dwarfs their dwelling have made,   There Snowdrop is hiding her head; and she   Is lovelier far, O queen! than thee.'", "characters": 229, "sentences": 2}, {"text": "Then he told her all that had happened, and said, 'I love you far better than all the world; so come with me to my father's palace, and you shall be my wife.' And Snowdrop consented, and went home with the prince; and everything was got ready with great pomp and splendour for their wedding.", "characters": 291, "sentences": 3}, {"text": "To the feast was asked, among the rest, Snowdrop's old enemy the queen; and as she was dressing herself in fine rich clothes, she looked in the glass and said:", "characters": 159, "sentences": 1}, {"text": "The miser began to tell his tale, and said he had been robbed of his money. 'No, you gave it me for playing a tune to you.' said the countryman; but the judge told him that was not likely, and cut the matter short by ordering him off to the gallows.", "characters": 249, "sentences": 4}, {"text": "So away he was taken; but as he stood on the steps he said, 'My Lord Judge, grant me one last request.' 'Anything but thy life,' replied the other. 'No,' said he, 'I do not ask my life; only to let me play upon my fiddle for the last time.' The miser cried out, 'Oh, no! no! for heaven's sake don't listen to him! don't listen to him!' But the judge said, 'It is only this once, he will soon have done.' The fact was, he could not refuse the request, on account of the dwarf's third gift.", "characters": 488, "sentences": 6}, {"text": "Then he called to the miser, and said, 'Tell us now, you vagabond, where you got that gold, or I shall play on for your amusement only,' 'I stole it,' said the miser in the presence of all the people; 'I acknowledge that I stole it, and that you earned it fairly.' Then the countryman stopped his fiddle, and left the miser to take his place at the gallows.", "characters": 357, "sentences": 3}, {"text": "There she was forced to do hard work; to rise early before daylight, to bring the water, to make the fire, to cook and to wash. Besides that, the sisters plagued her in all sorts of ways, and laughed at her. In the evening when she was tired, she had no bed to lie down on, but was made to lie by the hearth among the ashes; and as this, of course, made her always dusty and dirty, they called her Ashputtel.", "characters": 408, "sentences": 4}, {"text": "Then she threw the peas down among the ashes, but the little maiden ran out at the back door into the garden, and cried out:", "characters": 124, "sentences": 1}, {"text": "'Hither, hither, through the sky,   Turtle-doves and linnets, fly!   Blackbird, thrush, and chaffinch gay,   Hither, hither, haste away!   One and all come help me, quick!   Haste ye, haste ye!--pick, pick, pick!'", "characters": 213, "sentences": 1}, {"text": "Then Ashputtel brought the dish to her mother, overjoyed at the thought that now she should go to the ball. But the mother said, 'No, no! you slut, you have no clothes, and cannot dance; you shall not go.' And when Ashputtel begged very hard to go, she said, 'If you can in one hour's time pick two of those dishes of peas out of the ashes, you shall go too.' And thus she thought she should at least get rid of her. So she shook two dishes of peas into the ashes.", "characters": 464, "sentences": 6}, {"text": "'Hither, hither, through the sky,   Turtle-doves and linnets, fly!   Blackbird, thrush, and chaffinch gay,   Hither, hither, haste away!   One and all come help me, quick!   Haste ye, haste ye!--pick, pick, pick!'", "characters": 213, "sentences": 1}, {"text": "Now when all were gone, and nobody left at home, Ashputtel went sorrowfully and sat down under the hazel-tree, and cried out:", "characters": 125, "sentences": 1}, {"text": "Then her friend the bird flew out of the tree, and brought a gold and silver dress for her, and slippers of spangled silk; and she put them on, and followed her sisters to the feast. But they did not know her, and thought it must be some strange princess, she looked so fine and beautiful in her rich clothes; and they never once thought of Ashputtel, taking it for granted that she was safe at home in the dirt.", "characters": 412, "sentences": 3}, {"text": "The king's son soon came up to her, and took her by the hand and danced with her, and no one else: and he never left her hand; but when anyone else came to ask her to dance, he said, 'This lady is dancing with me.'", "characters": 214, "sentences": 2}, {"text": "The next day when the feast was again held, and her father, mother, and sisters were gone, Ashputtel went to the hazel-tree, and said:", "characters": 134, "sentences": 1}, {"text": "And the bird came and brought a still finer dress than the one she had worn the day before. And when she came in it to the ball, everyone wondered at her beauty: but the king's son, who was waiting for her, took her by the hand, and danced with her; and when anyone asked her to dance, he said as before, 'This lady is dancing with me.'", "characters": 336, "sentences": 3}, {"text": "The third day, when her father and mother and sisters were gone, she went again into the garden, and said:", "characters": 106, "sentences": 1}, {"text": "Then her kind friend the bird brought a dress still finer than the former one, and slippers which were all of gold: so that when she came to the feast no one knew what to say, for wonder at her beauty: and the king's son danced with nobody but her; and when anyone else asked her to dance, he said, 'This lady is _my_ partner, sir.'", "characters": 332, "sentences": 2}, {"text": "When night came she wanted to go home; and the king's son would go with her, and said to himself, 'I will not lose her this time'; but, however, she again slipped away from him, though in such a hurry that she dropped her left golden slipper upon the stairs.", "characters": 258, "sentences": 2}, {"text": "But on their way home they had to pass by the hazel-tree that Ashputtel had planted; and on the branch sat a little dove singing:", "characters": 129, "sentences": 1}, {"text": "'Back again! back again! look to the shoe!   The shoe is too small, and not made for you!   Prince! prince! look again for thy bride,   For she's not the true one that sits by thy side.'", "characters": 186, "sentences": 2}, {"text": "'Back again! back again! look to the shoe!   The shoe is too small, and not made for you!   Prince! prince! look again for thy bride,   For she's not the true one that sits by thy side.'", "characters": 186, "sentences": 2}, {"text": "'Home! home! look at the shoe!   Princess! the shoe was made for you!   Prince! prince! take home thy bride,   For she is the true one that sits by thy side!'", "characters": 158, "sentences": 1}, {"text": "And when the dove had done its song, it came flying, and perched upon her right shoulder, and so went home with her.", "characters": 116, "sentences": 2}, {"text": "Now it so happened that on this very day the queen lost her most beautiful ring, and suspicion of having stolen it fell upon this trusty servant, who was allowed to go everywhere. The king ordered the man to be brought before him, and threatened with angry words that unless he could before the morrow point out the thief, he himself should be looked upon as guilty and executed. In vain he declared his innocence; he was dismissed with no better answer.", "characters": 454, "sentences": 4}, {"text": "He rode on, and after a while it seemed to him that he heard a voice in the sand at his feet. He listened, and heard an ant-king complain: 'Why cannot folks, with their clumsy beasts, keep off our bodies? That stupid horse, with his heavy hoofs, has been treading down my people without mercy!' So he turned on to a side path and the ant-king cried out to him: 'We will remember you--one good turn deserves another!'", "characters": 416, "sentences": 2}, {"text": "So he was led out to the sea, and a gold ring was thrown into it, before his eyes; then the king ordered him to fetch this ring up from the bottom of the sea, and added: 'If you come up again without it you will be thrown in again and again until you perish amid the waves.' All the people grieved for the handsome youth; then they went away, leaving him alone by the sea.", "characters": 372, "sentences": 3}, {"text": "He stood on the shore and considered what he should do, when suddenly he saw three fishes come swimming towards him, and they were the very fishes whose lives he had saved. The one in the middle held a mussel in its mouth, which it laid on the shore at the youth's feet, and when he had taken it up and opened it, there lay the gold ring in the shell. Full of joy he took it to the king and expected that he would grant him the promised reward.", "characters": 444, "sentences": 4}, {"text": "But when the proud princess perceived that he was not her equal in birth, she scorned him, and required him first to perform another task. She went down into the garden and strewed with her own hands ten sacksful of millet-seed on the grass; then she said: 'Tomorrow morning before sunrise these must be picked up, and not a single grain be wanting.'", "characters": 350, "sentences": 3}, {"text": "When the wolf at length had had his fill of sleep, he got on his legs, and as the stones in his stomach made him very thirsty, he wanted to go to a well to drink. But when he began to walk and to move about, the stones in his stomach knocked against each other and rattled. Then cried he:", "characters": 288, "sentences": 3}, {"text": "'What rumbles and tumbles   Against my poor bones?   I thought 'twas six kids,   But it feels like big stones.'", "characters": 111, "sentences": 2}, {"text": "And when he got to the well and stooped over the water to drink, the heavy stones made him fall in, and he drowned miserably. When the seven kids saw that, they came running to the spot and cried aloud: 'The wolf is dead! The wolf is dead!' and danced for joy round about the well with their mother.", "characters": 299, "sentences": 3}, {"text": "He said nothing, but took hold of them and led them to a beautiful table covered with all sorts of good things: and when they had eaten and drunk, he showed each of them to a bed-chamber.", "characters": 187, "sentences": 2}, {"text": "The next morning he came to the eldest and took him to a marble table, where there were three tablets, containing an account of the means by which the castle might be disenchanted. The first tablet said: 'In the wood, under the moss, lie the thousand pearls belonging to the king's daughter; they must all be found: and if one be missing by set of sun, he who seeks them will be turned into marble.'", "characters": 399, "sentences": 3}, {"text": "The eldest brother set out, and sought for the pearls the whole day: but the evening came, and he had not found the first hundred: so he was turned into stone as the tablet had foretold.", "characters": 186, "sentences": 2}, {"text": "The next day the second brother undertook the task; but he succeeded no better than the first; for he could only find the second hundred of the pearls; and therefore he too was turned into stone.", "characters": 195, "sentences": 2}, {"text": "At last came the little dwarf's turn; and he looked in the moss; but it was so hard to find the pearls, and the job was so tiresome!--so he sat down upon a stone and cried. And as he sat there, the king of the ants (whose life he had saved) came to help him, with five thousand ants; and it was not long before they had found all the pearls and laid them in a heap.", "characters": 365, "sentences": 3}, {"text": "The second tablet said: 'The key of the princess's bed-chamber must be fished up out of the lake.' And as the dwarf came to the brink of it, he saw the two ducks whose lives he had saved swimming about; and they dived down and soon brought in the key from the bottom.", "characters": 267, "sentences": 3}, {"text": "The third task was the hardest. It was to choose out the youngest and the best of the king's three daughters. Now they were all beautiful, and all exactly alike: but he was told that the eldest had eaten a piece of sugar, the next some sweet syrup, and the youngest a spoonful of honey; so he was to guess which it was that had eaten the honey.", "characters": 344, "sentences": 4}, {"text": "There was once a shoemaker, who worked very hard and was very honest: but still he could not earn enough to live upon; and at last all he had in the world was gone, save just leather enough to make one pair of shoes.", "characters": 216, "sentences": 2}, {"text": "One evening, about Christmas-time, as he and his wife were sitting over the fire chatting together, he said to her, 'I should like to sit up and watch tonight, that we may see who it is that comes and does my work for me.' The wife liked the thought; so they left a light burning, and hid themselves in a corner of the room, behind a curtain that was hung up there, and watched what would happen.", "characters": 396, "sentences": 3}, {"text": "The next day the wife said to the shoemaker. 'These little wights have made us rich, and we ought to be thankful to them, and do them a good turn if we can. I am quite sorry to see them run about as they do; and indeed it is not very decent, for they have nothing upon their backs to keep off the cold. I'll tell you what, I will make each of them a shirt, and a coat and waistcoat, and a pair of pantaloons into the bargain; and do you make each of them a little pair of shoes.'", "characters": 479, "sentences": 5}, {"text": "The thought pleased the good cobbler very much; and one evening, when all the things were ready, they laid them on the table, instead of the work that they used to cut out, and then went and hid themselves, to watch what the little elves would do.", "characters": 247, "sentences": 2}, {"text": "About midnight in they came, dancing and skipping, hopped round the room, and then went to sit down to their work as usual; but when they saw the clothes lying for them, they laughed and chuckled, and seemed mightily delighted.", "characters": 227, "sentences": 2}, {"text": "Then they dressed themselves in the twinkling of an eye, and danced and capered and sprang about, as merry as could be; till at last they danced out at the door, and away over the green.", "characters": 186, "sentences": 2}, {"text": "The good couple saw them no more; but everything went well with them from that time forward, as long as they lived.", "characters": 115, "sentences": 2}, {"text": "Long, long ago, some two thousand years or so, there lived a rich man with a good and beautiful wife. They loved each other dearly, but sorrowed much that they had no children. So greatly did they desire to have one, that the wife prayed for it day and night, but still they remained childless.", "characters": 294, "sentences": 4}, {"text": "Her husband buried her under the juniper-tree, and wept bitterly for her. By degrees, however, his sorrow grew less, and although at times he still grieved over his loss, he was able to go about as usual, and later on he married again.", "characters": 235, "sentences": 3}, {"text": "One day the little daughter came running to her mother in the store-room, and said, 'Mother, give me an apple.' 'Yes, my child,' said the wife, and she gave her a beautiful apple out of the chest; the chest had a very heavy lid and a large iron lock.", "characters": 250, "sentences": 3}, {"text": "'Mother,' said the little daughter again, 'may not brother have one too?' The mother was angry at this, but she answered, 'Yes, when he comes out of school.'", "characters": 157, "sentences": 2}, {"text": "Soon after this, little Marleen came up to her mother who was stirring a pot of boiling water over the fire, and said, 'Mother, brother is sitting by the door with an apple in his hand, and he looks so pale; and when I asked him to give me the apple, he did not answer, and that frightened me.'", "characters": 294, "sentences": 2}, {"text": "'Go to him again,' said her mother, 'and if he does not answer, give him a box on the ear.' So little Marleen went, and said, 'Brother, give me that apple,' but he did not say a word; then she gave him a box on the ear, and his head rolled off. She was so terrified at this, that she ran crying and screaming to her mother. 'Oh!' she said, 'I have knocked off brother's head,' and then she wept and wept, and nothing would stop her.", "characters": 432, "sentences": 5}, {"text": "'What have you done!' said her mother, 'but no one must know about it, so you must keep silence; what is done can't be undone; we will make him into puddings.' And she took the little boy and cut him up, made him into puddings, and put him in the pot. But Marleen stood looking on, and wept and wept, and her tears fell into the pot, so that there was no need of salt.", "characters": 368, "sentences": 4}, {"text": "Presently the father came home and sat down to his dinner; he asked, 'Where is my son?' The mother said nothing, but gave him a large dish of black pudding, and Marleen still wept without ceasing.", "characters": 196, "sentences": 2}, {"text": "'Oh,' answered the wife, 'he is gone into the country to his mother's great uncle; he is going to stay there some time.'", "characters": 120, "sentences": 2}, {"text": "'Well, he likes being there, and he told me he should be away quite six weeks; he is well looked after there.'", "characters": 110, "sentences": 2}, {"text": "'I feel very unhappy about it,' said the husband, 'in case it should not be all right, and he ought to have said goodbye to me.'", "characters": 128, "sentences": 2}, {"text": "With this he went on with his dinner, and said, 'Little Marleen, why do you weep? Brother will soon be back.' Then he asked his wife for more pudding, and as he ate, he threw the bones under the table.", "characters": 201, "sentences": 3}, {"text": "Little Marleen now felt as lighthearted and happy as if her brother were still alive, and she went back to the house and sat down cheerfully to the table and ate.", "characters": 162, "sentences": 2}, {"text": "'My mother killed her little son;   My father grieved when I was gone;   My sister loved me best of all;   She laid her kerchief over me,   And took my bones that they might lie   Underneath the juniper-tree   Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 254, "sentences": 1}, {"text": "'Nay,' said the bird, 'I do not sing twice for nothing. Give that gold chain, and I will sing it you again.'", "characters": 108, "sentences": 3}, {"text": "The bird flew down and took the gold chain in his right claw, and then he alighted again in front of the goldsmith and sang:", "characters": 124, "sentences": 1}, {"text": "'My mother killed her little son;   My father grieved when I was gone;   My sister loved me best of all;   She laid her kerchief over me,   And took my bones that they might lie   Underneath the juniper-tree   Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 254, "sentences": 1}, {"text": "'My mother killed her little son;   My father grieved when I was gone;   My sister loved me best of all;   She laid her kerchief over me,   And took my bones that they might lie   Underneath the juniper-tree   Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 254, "sentences": 1}, {"text": "The shoemaker heard him, and he jumped up and ran out in his shirt-sleeves, and stood looking up at the bird on the roof with his hand over his eyes to keep himself from being blinded by the sun.", "characters": 195, "sentences": 2}, {"text": "'Bird,' he said, 'how beautifully you sing!' Then he called through the door to his wife: 'Wife, come out; here is a bird, come and look at it and hear how beautifully it sings.' Then he called his daughter and the children, then the apprentices, girls and boys, and they all ran up the street to look at the bird, and saw how splendid it was with its red and green feathers, and its neck like burnished gold, and eyes like two bright stars in its head.", "characters": 453, "sentences": 3}, {"text": "'Wife,' said the man, 'go into the garret; on the upper shelf you will see a pair of red shoes; bring them to me.' The wife went in and fetched the shoes.", "characters": 154, "sentences": 3}, {"text": "The bird flew down and took the red shoes in his left claw, and then he went back to the roof and sang:", "characters": 103, "sentences": 1}, {"text": "'My mother killed her little son;   My father grieved when I was gone;   My sister loved me best of all;   She laid her kerchief over me,   And took my bones that they might lie   Underneath the juniper-tree   Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 254, "sentences": 1}, {"text": "When he had finished, he flew away. He had the chain in his right claw and the shoes in his left, and he flew right away to a mill, and the mill went 'Click clack, click clack, click clack.' Inside the mill were twenty of the miller's men hewing a stone, and as they went 'Hick hack, hick hack, hick hack,' the mill went 'Click clack, click clack, click clack.'", "characters": 361, "sentences": 4}, {"text": "'Nay,' answered the bird, 'I do not sing twice for nothing; give me that millstone, and I will sing it again.'", "characters": 110, "sentences": 2}, {"text": "The bird came down, and all the twenty millers set to and lifted up the stone with a beam; then the bird put his head through the hole and took the stone round his neck like a collar, and flew back with it to the tree and sang--", "characters": 228, "sentences": 1}, {"text": "'My mother killed her little son;   My father grieved when I was gone;   My sister loved me best of all;   She laid her kerchief over me,   And took my bones that they might lie   Underneath the juniper-tree   Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 254, "sentences": 1}, {"text": "And when he had finished his song, he spread his wings, and with the chain in his right claw, the shoes in his left, and the millstone round his neck, he flew right away to his father's house.", "characters": 192, "sentences": 2}, {"text": "'I do feel so happy,' said the father, 'and how beautifully the sun shines; I feel just as if I were going to see an old friend again.'", "characters": 135, "sentences": 2}, {"text": "'Ah!' said the wife, 'and I am so full of distress and uneasiness that my teeth chatter, and I feel as if there were a fire in my veins,' and she tore open her dress; and all the while little Marleen sat in the corner and wept, and the plate on her knees was wet with her tears.", "characters": 278, "sentences": 2}, {"text": "the mother shut her eyes and her ears, that she might see and hear nothing, but there was a roaring sound in her ears like that of a violent storm, and in her eyes a burning and flashing like lightning:", "characters": 202, "sentences": 1}, {"text": "'Look, mother,' said the man, 'at the beautiful bird that is singing so magnificently; and how warm and bright the sun is, and what a delicious scent of spice in the air!'", "characters": 171, "sentences": 1}, {"text": "She laid her kerchief over me,  And took my bones that they might lie  Underneath the juniper-tree  Kywitt, Kywitt, what a beautiful bird am I!'", "characters": 144, "sentences": 1}, {"text": "With that the bird let fall the gold chain, and it fell just round the man's neck, so that it fitted him exactly.", "characters": 113, "sentences": 2}, {"text": "He went inside, and said, 'See, what a splendid bird that is; he has given me this beautiful gold chain, and looks so beautiful himself.'", "characters": 137, "sentences": 2}, {"text": "But the wife was in such fear and trouble, that she fell on the floor, and her cap fell from her head.", "characters": 102, "sentences": 2}, {"text": "'Ah me!' cried the wife, 'if I were but a thousand feet beneath the earth, that I might not hear that song.'", "characters": 108, "sentences": 2}, {"text": "And she now felt quite happy and lighthearted; she put on the shoes and danced and jumped about in them. 'I was so miserable,' she said, 'when I came out, but that has all passed away; that is indeed a splendid bird, and he has given me a pair of red shoes.'", "characters": 258, "sentences": 3}, {"text": "The wife sprang up, with her hair standing out from her head like flames of fire. 'Then I will go out too,' she said, 'and see if it will lighten my misery, for I feel as if the world were coming to an end.'", "characters": 207, "sentences": 3}, {"text": "But as she crossed the threshold, crash! the bird threw the millstone down on her head, and she was crushed to death.", "characters": 117, "sentences": 2}, {"text": "The father and little Marleen heard the sound and ran out, but they only saw mist and flame and fire rising from the spot, and when these had passed, there stood the little brother, and he took the father and little Marleen by the hand; then they all three rejoiced, and went inside together and sat down to their dinners and ate.", "characters": 330, "sentences": 2}, {"text": "There were two brothers who were both soldiers; the one was rich and the other poor. The poor man thought he would try to better himself; so, pulling off his red coat, he became a gardener, and dug his ground well, and sowed turnips.", "characters": 233, "sentences": 3}, {"text": "The king then took pity on him, and said, 'You shall be poor no longer. I will give you so much that you shall be even richer than your brother.' Then he gave him gold and lands and flocks, and made him so rich that his brother's fortune could not at all be compared with his.", "characters": 276, "sentences": 4}, {"text": "When the brother heard of all this, and how a turnip had made the gardener so rich, he envied him sorely, and bethought himself how he could contrive to get the same good fortune for himself. However, he determined to manage more cleverly than his brother, and got together a rich present of gold and fine horses for the king; and thought he must have a much larger gift in return; for if his brother had received so much for only a turnip, what must his present be worth?", "characters": 472, "sentences": 2}, {"text": "The king took the gift very graciously, and said he knew not what to give in return more valuable and wonderful than the great turnip; so the soldier was forced to put it into a cart, and drag it home with him. When he reached home, he knew not upon whom to vent his rage and spite; and at length wicked thoughts came into his head, and he resolved to kill his brother.", "characters": 369, "sentences": 3}, {"text": "So he hired some villains to murder him; and having shown them where to lie in ambush, he went to his brother, and said, 'Dear brother, I have found a hidden treasure; let us go and dig it up, and share it between us.' The other had no suspicions of his roguery: so they went out together, and as they were travelling along, the murderers rushed out upon him, bound him, and were going to hang him on a tree.", "characters": 408, "sentences": 3}, {"text": "But whilst they were getting all ready, they heard the trampling of a horse at a distance, which so frightened them that they pushed their prisoner neck and shoulders together into a sack, and swung him up by a cord to the tree, where they left him dangling, and ran away. Meantime he worked and worked away, till he made a hole large enough to put out his head.", "characters": 362, "sentences": 3}, {"text": "When the horseman came up, he proved to be a student, a merry fellow, who was journeying along on his nag, and singing as he went. As soon as the man in the sack saw him passing under the tree, he cried out, 'Good morning! good morning to thee, my friend!' The student looked about everywhere; and seeing no one, and not knowing where the voice came from, cried out, 'Who calls me?'", "characters": 382, "sentences": 2}, {"text": "The student listened to all this and wondered much; at last he said, 'Blessed be the day and hour when I found you; cannot you contrive to let me into the sack for a little while?' Then the other answered, as if very unwillingly, 'A little space I may allow thee to sit here, if thou wilt reward me well and entreat me kindly; but thou must tarry yet an hour below, till I have learnt some little matters that are yet unknown to me.'", "characters": 433, "sentences": 2}, {"text": "So saying, he trotted off on the student's nag, and left the poor fellow to gather wisdom till somebody should come and let him down.", "characters": 133, "sentences": 2}, {"text": "The mother of Hans said: 'Whither away, Hans?' Hans answered: 'To Gretel.' 'Behave well, Hans.' 'Oh, I'll behave well. Goodbye, mother.' 'Goodbye, Hans.' Hans comes to Gretel. 'Good day, Gretel.' 'Good day, Hans. What do you bring that is good?' 'I bring nothing, I want to have something given me.' Gretel presents Hans with a needle, Hans says: 'Goodbye, Gretel.' 'Goodbye, Hans.'", "characters": 382, "sentences": 12}, {"text": "Hans takes the needle, sticks it into a hay-cart, and follows the cart home. 'Good evening, mother.' 'Good evening, Hans. Where have you been?' 'With Gretel.' 'What did you take her?' 'Took nothing; had something given me.' 'What did Gretel give you?' 'Gave me a needle.' 'Where is the needle, Hans?' 'Stuck in the hay-cart.' 'That was ill done, Hans. You should have stuck the needle in your sleeve.' 'Never mind, I'll do better next time.'", "characters": 441, "sentences": 11}, {"text": "'Whither away, Hans?' 'To Gretel, mother.' 'Behave well, Hans.' 'Oh, I'll behave well. Goodbye, mother.' 'Goodbye, Hans.' Hans comes to Gretel. 'Good day, Gretel.' 'Good day, Hans. What good thing do you bring?' 'I bring nothing, I want something given me.' Gretel presents Hans with a piece of bacon. 'Goodbye, Gretel.' 'Goodbye, Hans.'", "characters": 337, "sentences": 13}, {"text": "'Whither away, Hans?' 'To Gretel, mother.' 'Behave well, Hans.' 'I'll behave well. Goodbye, mother.' 'Goodbye, Hans.' Hans comes to Gretel. 'Good day, Gretel.' 'Good day, Hans, What good thing do you bring?' 'I bring nothing, but would have something given.' Gretel presents Hans with a calf. 'Goodbye, Gretel.' 'Goodbye, Hans.'", "characters": 328, "sentences": 12}, {"text": "Hans takes the calf, puts it on his head, and the calf kicks his face. 'Good evening, mother.' 'Good evening, Hans. Where have you been?' 'With Gretel.' 'What did you take her?' 'I took nothing, but had something given me.' 'What did Gretel give you?' 'A calf.' 'Where have you the calf, Hans?' 'I set it on my head and it kicked my face.' 'That was ill done, Hans, you should have led the calf, and put it in the stall.' 'Never mind, will do better next time.'", "characters": 461, "sentences": 10}, {"text": "'Whither away, Hans?' 'To Gretel, mother.' 'Behave well, Hans.' 'I'll behave well. Goodbye, mother.' 'Goodbye, Hans.'", "characters": 117, "sentences": 6}, {"text": "Hans comes to Gretel. 'Good day, Gretel.' 'Good day, Hans. What good thing do you bring?' 'I bring nothing, but would have something given.' Gretel says to Hans: 'I will go with you.'", "characters": 183, "sentences": 6}, {"text": "Hans went into the stable, cut out all the calves' and sheep's eyes, and threw them in Gretel's face. Then Gretel became angry, tore herself loose and ran away, and was no longer the bride of Hans.", "characters": 197, "sentences": 3}, {"text": "The third brother met a huntsman, who took him with him, and taught him so well all that belonged to hunting, that he became very clever in the craft of the woods; and when he left his master he gave him a bow, and said, 'Whatever you shoot at with this bow you will be sure to hit.'", "characters": 283, "sentences": 2}, {"text": "After the space of four years, at the time agreed upon, the four brothers met at the four cross-roads; and having welcomed each other, set off towards their father's home, where they told him all that had happened to them, and how each had learned some craft.", "characters": 259, "sentences": 2}, {"text": "'Well done, sons!' said the old man; 'you have made good use of your time, and learnt something worth the knowing; but I am sure I do not know which ought to have the prize. Oh, that a time might soon come for you to turn your skill to some account!'", "characters": 250, "sentences": 2}, {"text": "But she comforted him, and said, 'Dear father, the word you have given must be kept; I will go to the lion, and soothe him: perhaps he will let me come safe home again.'", "characters": 169, "sentences": 2}, {"text": "After some time he said to her, 'Tomorrow there will be a great feast in your father's house, for your eldest sister is to be married; and if you wish to go and visit her my lions shall lead you thither.' Then she rejoiced much at the thoughts of seeing her father once more, and set out with the lions; and everyone was overjoyed to see her, for they had thought her dead long since. But she told them how happy she was, and stayed till the feast was over, and then went back to the wood.", "characters": 489, "sentences": 4}, {"text": "So she thanked the sun, and went on her way till eventide; and when the moon arose, she cried unto it, and said, 'Thou shinest through the night, over field and grove--hast thou nowhere seen my white dove?' 'No,' said the moon, 'I cannot help thee but I will give thee an egg--break it when need comes.'", "characters": 303, "sentences": 2}, {"text": "So our poor wanderer went forth, and found all as the night-wind had said; and she plucked the eleventh rod, and smote the dragon, and the lion forthwith became a prince, and the dragon a princess again. But no sooner was the princess released from the spell, than she seized the prince by the arm and sprang on to the griffin's back, and went off carrying the prince away with her.", "characters": 382, "sentences": 3}, {"text": "And they stole away out of the palace by night unawares, and seated themselves on the griffin, who flew back with them over the Red Sea. When they were half-way across Lily let the nut fall into the water, and immediately a large nut-tree arose from the sea, whereon the griffin rested for a while, and then carried them safely home. There they found their child, now grown up to be comely and fair; and after all their troubles they lived happily together to the end of their days.", "characters": 482, "sentences": 4}, {"text": "A farmer had a horse that had been an excellent faithful servant to him: but he was now grown too old to work; so the farmer would give him nothing more to eat, and said, 'I want you no longer, so take yourself off out of my stable; I shall not take you back again until you are stronger than a lion.' Then he opened the door and turned him adrift.", "characters": 348, "sentences": 3}, {"text": "'Here he is, master,' said he, 'I have got the better of him': and when the farmer saw his old servant, his heart relented, and he said. 'Thou shalt stay in thy stable and be well taken care of.' And so the poor old horse had plenty to eat, and lived--till he died.", "characters": 265, "sentences": 4}, {"text": "The man promised to do all that she wished, but the raven said, 'Alas! I know even now that you will take something from the woman and be unable to save me.' The man assured her again that he would on no account touch a thing to eat or drink.", "characters": 242, "sentences": 3}, {"text": "When he came to the house and went inside, the old woman met him, and said, 'Poor man! how tired you are! Come in and rest and let me give you something to eat and drink.'", "characters": 171, "sentences": 2}, {"text": "But she would not leave him alone, and urged him saying, 'If you will not eat anything, at least you might take a draught of wine; one drink counts for nothing,' and at last he allowed himself to be persuaded, and drank.", "characters": 220, "sentences": 2}, {"text": "The next day at noon, the old woman came to him again with food and drink which he at first refused. At last, overcome by her persistent entreaties that he would take something, he lifted the glass and drank again.", "characters": 214, "sentences": 3}, {"text": "Towards two o'clock he went into the garden and on to the tan-heap to watch for the raven. He had not been there long before he began to feel so tired that his limbs seemed hardly able to support him, and he could not stand upright any longer; so again he lay down and fell fast asleep. As the raven drove along her four chestnut horses, she said sorrowfully to herself, 'I know he has fallen asleep.' She went as before to look for him, but he slept, and it was impossible to awaken him.", "characters": 488, "sentences": 5}, {"text": "The following day the old woman said to him, 'What is this? You are not eating or drinking anything, do you want to kill yourself?'", "characters": 131, "sentences": 1}, {"text": "But she put down the dish of food and the glass of wine in front of him, and when he smelt the wine, he was unable to resist the temptation, and took a deep draught.", "characters": 165, "sentences": 2}, {"text": "When the hour came round again he went as usual on to the tan-heap in the garden to await the king's daughter, but he felt even more overcome with weariness than on the two previous days, and throwing himself down, he slept like a log. At two o'clock the raven could be seen approaching, and this time her coachman and everything about her, as well as her horses, were black.", "characters": 375, "sentences": 3}, {"text": "She sought for him about the castle, but could find him nowhere. Meanwhile he had gone outside again and mounted his horse and thrown off the cloak. When therefore she came to the castle gate she saw him, and cried aloud for joy. Then he dismounted and took her in his arms; and she kissed him, and said, 'Now you have indeed set me free, and tomorrow we will celebrate our marriage.'", "characters": 384, "sentences": 5}, {"text": "There was a man who had three sons, the youngest of whom was called Dummling,[*] and was despised, mocked, and sneered at on every occasion.", "characters": 140, "sentences": 2}, {"text": "It happened that the eldest wanted to go into the forest to hew wood, and before he went his mother gave him a beautiful sweet cake and a bottle of wine in order that he might not suffer from hunger or thirst.", "characters": 209, "sentences": 2}, {"text": "When he entered the forest he met a little grey-haired old man who bade him good day, and said: 'Do give me a piece of cake out of your pocket, and let me have a draught of your wine; I am so hungry and thirsty.' But the clever son answered: 'If I give you my cake and wine, I shall have none for myself; be off with you,' and he left the little man standing and went on.", "characters": 371, "sentences": 3}, {"text": "But when he began to hew down a tree, it was not long before he made a false stroke, and the axe cut him in the arm, so that he had to go home and have it bound up. And this was the little grey man's doing.", "characters": 206, "sentences": 3}, {"text": "Then Dummling said: 'Father, do let me go and cut wood.' The father answered: 'Your brothers have hurt themselves with it, leave it alone, you do not understand anything about it.' But Dummling begged so long that at last he said: 'Just go then, you will get wiser by hurting yourself.' His mother gave him a cake made with water and baked in the cinders, and with it a bottle of sour beer.", "characters": 390, "sentences": 5}, {"text": "Dummling went and cut down the tree, and when it fell there was a goose sitting in the roots with feathers of pure gold. He lifted her up, and taking her with him, went to an inn where he thought he would stay the night. Now the host had three daughters, who saw the goose and were curious to know what such a wonderful bird might be, and would have liked to have one of its golden feathers.", "characters": 391, "sentences": 4}, {"text": "The eldest thought: 'I shall soon find an opportunity of pulling out a feather,' and as soon as Dummling had gone out she seized the goose by the wing, but her finger and hand remained sticking fast to it.", "characters": 205, "sentences": 2}, {"text": "The second came soon afterwards, thinking only of how she might get a feather for herself, but she had scarcely touched her sister than she was held fast.", "characters": 154, "sentences": 2}, {"text": "At last the third also came with the like intent, and the others screamed out: 'Keep away; for goodness' sake keep away!' But she did not understand why she was to keep away. 'The others are there,' she thought, 'I may as well be there too,' and ran to them; but as soon as she had touched her sister, she remained sticking fast to her. So they had to spend the night with the goose.", "characters": 383, "sentences": 4}, {"text": "The next morning Dummling took the goose under his arm and set out, without troubling himself about the three girls who were hanging on to it. They were obliged to run after him continually, now left, now right, wherever his legs took him.", "characters": 239, "sentences": 3}, {"text": "In the middle of the fields the parson met them, and when he saw the procession he said: 'For shame, you good-for-nothing girls, why are you running across the fields after this young man? Is that seemly?' At the same time he seized the youngest by the hand in order to pull her away, but as soon as he touched her he likewise stuck fast, and was himself obliged to run behind.", "characters": 377, "sentences": 2}, {"text": "Before long the sexton came by and saw his master, the parson, running behind three girls. He was astonished at this and called out: 'Hi! your reverence, whither away so quickly? Do not forget that we have a christening today!' and running after him he took him by the sleeve, but was also held fast to it.", "characters": 306, "sentences": 3}, {"text": "Whilst the five were trotting thus one behind the other, two labourers came with their hoes from the fields; the parson called out to them and begged that they would set him and the sexton free. But they had scarcely touched the sexton when they were held fast, and now there were seven of them running behind Dummling and the goose.", "characters": 333, "sentences": 3}, {"text": "Then he set out: and when he had gone on his way some time he came to a deep valley, overhung with rocks and woods; and as he looked around, he saw standing above him on one of the rocks a little ugly dwarf, with a sugarloaf cap and a scarlet cloak; and the dwarf called to him and said, 'Prince, whither so fast?' 'What is that to thee, you ugly imp?' said the prince haughtily, and rode on.", "characters": 392, "sentences": 2}, {"text": "But the dwarf put the same spell upon him as he put on his elder brother, and he, too, was at last obliged to take up his abode in the heart of the mountains. Thus it is with proud silly people, who think themselves above everyone else, and are too proud to ask or take advice.", "characters": 277, "sentences": 3}, {"text": "Then they all three rode on together, and on their way home came to a country that was laid waste by war and a dreadful famine, so that it was feared all must die for want. But the prince gave the king of the land the bread, and all his kingdom ate of it. And he lent the king the wonderful sword, and he slew the enemy's army with it; and thus the kingdom was once more in peace and plenty. In the same manner he befriended two other countries through which they passed on their way.", "characters": 484, "sentences": 5}, {"text": "When they came to the sea, they got into a ship and during their voyage the two eldest said to themselves, 'Our brother has got the water which we could not find, therefore our father will forsake us and give him the kingdom, which is our right'; so they were full of envy and revenge, and agreed together how they could ruin him. Then they waited till he was fast asleep, and poured the Water of Life out of the cup, and took it for themselves, giving him bitter sea-water instead.", "characters": 482, "sentences": 3}, {"text": "Meanwhile the princess was eagerly waiting till her deliverer should come back; and had a road made leading up to her palace all of shining gold; and told her courtiers that whoever came on horseback, and rode straight up to the gate upon it, was her true lover; and that they must let him in: but whoever rode on one side of it, they must be sure was not the right one; and that they must send him away at once.", "characters": 412, "sentences": 2}, {"text": "The second prince set out soon afterwards on the same errand; and when he came to the golden road, and his horse had set one foot upon it, he stopped to look at it, and thought it very beautiful, and said to himself, 'What a pity it is that anything should tread here!' Then he too turned aside and rode on the left side of it. But when he came to the gate the guards said he was not the true prince, and that he too must go away about his business; and away he went.", "characters": 467, "sentences": 3}, {"text": "And now the old king gathered together his court, and asked all his kingdom to come and celebrate the wedding of his son and the princess. And young and old, noble and squire, gentle and simple, came at once on the summons; and among the rest came the friendly dwarf, with the sugarloaf hat, and a new scarlet cloak.", "characters": 316, "sentences": 3}, {"text": "And the wedding was held, and the merry bells run.   And all the good people they danced and they sung,   And feasted and frolick'd I can't tell how long.", "characters": 154, "sentences": 3}, {"text": "But as he drew near home, his little boy was so glad to see him that he crept behind him, and laid fast hold of his legs, and looked up in his face and laughed. Then the father started, trembling with fear and horror, and saw what it was that he had bound himself to do; but as no gold was come, he made himself easy by thinking that it was only a joke that the dwarf was playing him, and that, at any rate, when the money came, he should see the bearer, and would not take it in.", "characters": 480, "sentences": 3}, {"text": "About a month afterwards he went upstairs into a lumber-room to look for some old iron, that he might sell it and raise a little money; and there, instead of his iron, he saw a large pile of gold lying on the floor. At the sight of this he was overjoyed, and forgetting all about his son, went into trade again, and became a richer merchant than before.", "characters": 353, "sentences": 3}, {"text": "Upon this, fear and remorse came over her, and she went into her chamber alone, and sat there weeping; and he followed her there. 'Alas!' said she to herself, 'was I not once set free? Why then does this enchantment still seem to bind me?'", "characters": 239, "sentences": 2}, {"text": "There was once a man who had seven sons, and last of all one daughter. Although the little girl was very pretty, she was so weak and small that they thought she could not live; but they said she should at once be christened.", "characters": 224, "sentences": 3}, {"text": "On a sudden she heard a fluttering and croaking in the air, and the dwarf said, 'Here come my masters.' When they came in, they wanted to eat and drink, and looked for their little plates and glasses. Then said one after the other,", "characters": 231, "sentences": 3}, {"text": "When the seventh came to the bottom of his glass, and found there the ring, he looked at it, and knew that it was his father's and mother's, and said, 'O that our little sister would but come! then we should be free.' When the little girl heard this (for she stood behind the door all the time and listened), she ran forward, and in an instant all the ravens took their right form again; and all hugged and kissed each other, and went merrily home.", "characters": 448, "sentences": 3}, {"text": "'I am not sleeping, I am waking,   Would you know what I am making?   I am boiling warm beer with butter,   Will you be my guest for supper?'", "characters": 141, "sentences": 1}, {"text": "'She is sitting in her room,   Moaning in her gloom,   Weeping her little eyes quite red,   Because old Mr Fox is dead.'", "characters": 120, "sentences": 2}, {"text": "'Do just tell her, miss, that a young fox is here, who would like to woo her.' 'Certainly, young sir.'", "characters": 102, "sentences": 3}, {"text": "The cat goes up the stairs trip, trap,   The door she knocks at tap, tap, tap,  'Mistress Fox, are you inside?'  'Oh, yes, my little cat,' she cried.  'A wooer he stands at the door out there.'  'What does he look like, my dear?'", "characters": 229, "sentences": 3}, {"text": "'Has he nine as beautiful tails as the late Mr Fox?' 'Oh, no,' answered the cat, 'he has only one.' 'Then I will not have him.'", "characters": 127, "sentences": 3}, {"text": "Miss Cat went downstairs and sent the wooer away. Soon afterwards there was another knock, and another fox was at the door who wished to woo Mrs Fox. He had two tails, but he did not fare better than the first. After this still more came, each with one tail more than the other, but they were all turned away, until at last one came who had nine tails, like old Mr Fox. When the widow heard that, she said joyfully to the cat:", "characters": 426, "sentences": 5}, {"text": "But just as the wedding was going to be solemnized, old Mr Fox stirred under the bench, and cudgelled all the rabble, and drove them and Mrs Fox out of the house.", "characters": 162, "sentences": 2}, {"text": "When old Mr Fox was dead, the wolf came as a suitor, and knocked at the door, and the cat who was servant to Mrs Fox, opened it for him. The wolf greeted her, and said:", "characters": 168, "sentences": 2}, {"text": "'She sits upstairs in her room,   Bewailing her sorrowful doom,   Bewailing her trouble so sore,   For old Mr Fox is no more.'", "characters": 126, "sentences": 2}, {"text": "'If she's in want of a husband now,   Then will it please her to step below?'   The cat runs quickly up the stair,   And lets her tail fly here and there,   Until she comes to the parlour door.   With her five gold rings at the door she knocks:  'Are you within, good Mistress Fox?   If you're in want of a husband now,   Then will it please you to step below?", "characters": 360, "sentences": 2}, {"text": "Mrs Fox asked: 'Has the gentleman red stockings on, and has he a pointed mouth?' 'No,' answered the cat. 'Then he won't do for me.'", "characters": 131, "sentences": 3}, {"text": "'Sweep me the room as clean as you can,   Up with the window, fling out my old man!   For many a fine fat mouse he brought,   Yet of his wife he never thought,   But ate up every one he caught.'", "characters": 194, "sentences": 2}, {"text": "Then the wedding was solemnized with young Mr Fox, and there was much rejoicing and dancing; and if they have not left off, they are dancing still.", "characters": 147, "sentences": 2}, {"text": "The next morning when he awoke he lifted up his pillow, and there lay the piece of gold glittering underneath; the same happened next day, and indeed every day when he arose. He heaped up a great deal of gold, and at last thought to himself, 'Of what use is this gold to me whilst I am at home? I will go out into the world and look about me.'", "characters": 343, "sentences": 3}, {"text": "The father sighed, and answered him: 'You shall soon learn what it is to shudder, but you will not earn your bread by that.'", "characters": 124, "sentences": 2}, {"text": "The king looked at him, and as the youth pleased him, he said: 'You may ask for three things to take into the castle with you, but they must be things without life.' Then he answered: 'Then I ask for a fire, a turning lathe, and a cutting-board with the knife.'", "characters": 261, "sentences": 3}, {"text": "'What!' said he, 'is that the way you thank me? You shall at once go into your coffin again,' and he took him up, threw him into it, and shut the lid. Then came the six men and carried him away again. 'I cannot manage to shudder,' said he. 'I shall never learn it here as long as I live.'", "characters": 288, "sentences": 5}, {"text": "A great king of a land far away in the East had a daughter who was very beautiful, but so proud, and haughty, and conceited, that none of the princes who came to ask her in marriage was good enough for her, and she only made sport of them.", "characters": 239, "sentences": 2}, {"text": "But the old king was very angry when he saw how his daughter behaved, and how she ill-treated all his guests; and he vowed that, willing or unwilling, she should marry the first man, be he prince or beggar, that came to the door.", "characters": 229, "sentences": 2}, {"text": "Then they came to a great city. 'Whose is this noble city?' said she. 'It belongs to King Grisly-beard; hadst thou taken him, it had all been thine.' 'Ah! wretch that I am!' sighed she; 'why did I not marry King Grisly-beard?' 'That is no business of mine,' said the fiddler: 'why should you wish for another husband? Am not I good enough for you?'", "characters": 348, "sentences": 4}, {"text": "Thus the princess became a kitchen-maid, and helped the cook to do all the dirtiest work; but she was allowed to carry home some of the meat that was left, and on this they lived.", "characters": 179, "sentences": 2}, {"text": "She had not been there long before she heard that the king's eldest son was passing by, going to be married; and she went to one of the windows and looked out. Everything was ready, and all the pomp and brightness of the court was there. Then she bitterly grieved for the pride and folly which had brought her so low. And the servants gave her some of the rich meats, which she put into her basket to take home.", "characters": 411, "sentences": 5}, {"text": "Then the chamberlains came and brought her the most beautiful robes; and her father and his whole court were there already, and welcomed her home on her marriage. Joy was in every face and every heart. The feast was grand; they danced and sang; all were merry; and I only wish that you and I had been of the party.", "characters": 314, "sentences": 4}, {"text": "On the second day Iron Hans equipped him as a white knight, and gave him a white horse. Again he was the only one who caught the apple, and he did not linger an instant, but galloped off with it. The king grew angry, and said: 'That is not allowed; he must appear before me and tell his name.' He gave the order that if the knight who caught the apple, should go away again they should pursue him, and if he would not come back willingly, they were to cut him down and stab him.", "characters": 478, "sentences": 5}, {"text": "On the third day, he received from Iron Hans a suit of black armour and a black horse, and again he caught the apple. But when he was riding off with it, the king's attendants pursued him, and one of them got so near him that he wounded the youth's leg with the point of his sword. The youth nevertheless escaped from them, but his horse leapt so violently that the helmet fell from the youth's head, and they could see that he had golden hair. They rode back and announced this to the king.", "characters": 491, "sentences": 5}, {"text": "The following day the king's daughter asked the gardener about his boy. 'He is at work in the garden; the queer creature has been at the festival too, and only came home yesterday evening; he has likewise shown my children three golden apples which he has won.'", "characters": 261, "sentences": 3}, {"text": "Then he got hold of the fur and tore it off, and her golden hair and beautiful form were seen, and she could no longer hide herself: so she washed the soot and ashes from her face, and showed herself to be the most beautiful princess upon the face of the earth. But the king said, 'You are my beloved bride, and we will never more be parted from each other.' And the wedding feast was held, and a merry day it was, as ever was heard of or seen in that country, or indeed in any other.", "characters": 484, "sentences": 4}, {"text": "The two children were so fond of one another that they always held each other by the hand when they went out together, and when Snow-white said: 'We will not leave each other,' Rose-red answered: 'Never so long as we live,' and their mother would add: 'What one has she must share with the other.'", "characters": 297, "sentences": 2}, {"text": "They often ran about the forest alone and gathered red berries, and no beasts did them any harm, but came close to them trustfully. The little hare would eat a cabbage-leaf out of their hands, the roe grazed by their side, the stag leapt merrily by them, and the birds sat still upon the boughs, and sang whatever they knew.", "characters": 324, "sentences": 3}, {"text": "No mishap overtook them; if they had stayed too late in the forest, and night came on, they laid themselves down near one another upon the moss, and slept until morning came, and their mother knew this and did not worry on their account.", "characters": 237, "sentences": 2}, {"text": "One evening, as they were thus sitting comfortably together, someone knocked at the door as if he wished to be let in. The mother said: 'Quick, Rose-red, open the door, it must be a traveller who is seeking shelter.' Rose-red went and pushed back the bolt, thinking that it was a poor man, but it was not; it was a bear that stretched his broad, black head within the door.", "characters": 373, "sentences": 4}, {"text": "Rose-red screamed and sprang back, the lamb bleated, the dove fluttered, and Snow-white hid herself behind her mother's bed. But the bear began to speak and said: 'Do not be afraid, I will do you no harm! I am half-frozen, and only want to warm myself a little beside you.'", "characters": 273, "sentences": 3}, {"text": "When it was bed-time, and the others went to bed, the mother said to the bear: 'You can lie there by the hearth, and then you will be safe from the cold and the bad weather.' As soon as day dawned the two children let him out, and he trotted across the snow into the forest.", "characters": 274, "sentences": 3}, {"text": "Henceforth the bear came every evening at the same time, laid himself down by the hearth, and let the children amuse themselves with him as much as they liked; and they got so used to him that the doors were never fastened until their black friend had arrived.", "characters": 260, "sentences": 2}, {"text": "Snow-white was quite sorry at his departure, and as she unbolted the door for him, and the bear was hurrying out, he caught against the bolt and a piece of his hairy coat was torn off, and it seemed to Snow-white as if she had seen gold shining through it, but she was not sure about it. The bear ran away quickly, and was soon out of sight behind the trees.", "characters": 358, "sentences": 3}, {"text": "The children tried very hard, but they could not pull the beard out, it was caught too fast. 'I will run and fetch someone,' said Rose-red. 'You senseless goose!' snarled the dwarf; 'why should you fetch someone? You are already two too many for me; can you not think of something better?' 'Don't be impatient,' said Snow-white, 'I will help you,' and she pulled her scissors out of her pocket, and cut off the end of the beard.", "characters": 428, "sentences": 4}, {"text": "As soon as the dwarf felt himself free he laid hold of a bag which lay amongst the roots of the tree, and which was full of gold, and lifted it up, grumbling to himself: 'Uncouth people, to cut off a piece of my fine beard. Bad luck to you!' and then he swung the bag upon his back, and went off without even once looking at the children.", "characters": 338, "sentences": 3}, {"text": "Snow-white was married to him, and Rose-red to his brother, and they divided between them the great treasure which the dwarf had gathered together in his cave. The old mother lived peacefully and happily with her children for many years. She took the two rose-trees with her, and they stood before her window, and every year bore the most beautiful roses, white and red.", "characters": 370, "sentences": 4}], "id": 2591, "paragraphs": 362, "author": "The Brothers Grimm"}