{"title": "The Kama Sutra of Vatsyayana", "data": [{"text": "Produced by Bruce Albrecht, Carla Foust, Jon Noring and the Online Distributed Proofreading Team at http://www.pgdp.net", "characters": 119, "sentences": 3}, {"text": "Minor punctuation errors have been changed without notice. Printer errors have been changed and are listed at the end.", "characters": 118, "sentences": 3}, {"text": "_Cosmopoli: MDCCCLXXXIII: for the Kama Shastra Society of    London and Benares, and for private circulation only._", "characters": 115, "sentences": 2}, {"text": "TO THAT SMALL PORTION OF THE BRITISH PUBLIC    WHICH TAKES ENLIGHTENED INTEREST IN    STUDYING THE MANNERS AND CUSTOMS    OF THE OLDEN EAST.", "characters": 140, "sentences": 2}, {"text": "In the literature of all countries there will be found a certain number of works treating especially of love. Everywhere the subject is dealt with differently, and from various points of view. In the present publication it is proposed to give a complete translation of what is considered the standard work on love in Sanscrit literature, and which is called the 'Vatsyayana Kama Sutra,' or Aphorisms on Love, by Vatsyayana.", "characters": 423, "sentences": 4}, {"text": "While the introduction will bear with the evidence concerning the date of the writing, and the commentaries written upon it, the chapters following the introduction will give a translation of the work itself. It is, however, advisable to furnish here a brief analysis of works of the same nature, prepared by authors who lived and wrote years after Vatsya had passed away, but who still considered him as a great authority, and always quoted him as the chief guide to Hindoo erotic literature.", "characters": 493, "sentences": 3}, {"text": "Besides the treatise of Vatsyayana the following works on the same subject are procurable in India:--", "characters": 101, "sentences": 1}, {"text": "6. The Anunga Runga, or the stage of love; also called           Kamaledhiplava, or a boat in the ocean of love.", "characters": 112, "sentences": 3}, {"text": "The author of the 'Light of Love' (No. 3) was the poet Gunakara, the son of Vechapati. The work contains four hundred verses, and gives only a short account of the doctrines of love, dealing more with other matters.", "characters": 215, "sentences": 4}, {"text": "'The Garland of Love' (No. 4) is the work of the famous poet Jayadeva, who said about himself that he is a writer on all subjects. This treatise is, however, very short, containing only one hundred and twenty-five verses.", "characters": 221, "sentences": 4}, {"text": "The author of the 'Sprout of Love' (No. 5) was a poet called Bhanudatta. It appears from the last verse of the manuscript that he was a resident of the province of Tirhoot, the son of a Brahman named Ganeshwar, who was also a poet. The work, written in Sanscrit, gives the descriptions of different classes of men and women, their classes being made out from their age, description, conduct, etc. It contains three chapters, and its date is not known, and cannot be ascertained.", "characters": 478, "sentences": 6}, {"text": "One work in the English language is somewhat similar to these works of the Hindoos. It is called 'Kalogynomia: or the Laws of Female Beauty,' being the elementary principles of that science, by T. Bell, M.D., with twenty-four plates, and printed in London in 1821. It treats of Beauty, of Love, of Sexual Intercourse, of the Laws regulating that Intercourse, of Monogamy and Polygamy, of Prostitution, of Infidelity, ending with a _catalogue raisonnée_ of the defects of female beauty.", "characters": 486, "sentences": 7}, {"text": "Other works in English also enter into great details of private and domestic life. 'The Elements of Social Science, or Physical, Sexual and Natural Religion,' by a Doctor of Medicine, London, 1880, and 'Every Woman's Book,' by Dr. Waters, 1826. To persons interested in the above subjects these works will be found to contain such details as have been seldom before published, and which ought to be thoroughly understood by all philanthropists and benefactors of society.", "characters": 471, "sentences": 5}, {"text": "After a perusal of the Hindoo work, and of the English books above mentioned, the reader will understand the subject, at all events from a materialistic, realistic and practical point of view. If all science is founded more or less on a stratum of facts, there can be no harm in making known to mankind generally certain matters intimately connected with their private, domestic, and social life.", "characters": 396, "sentences": 3}, {"text": "Alas! complete ignorance of them has unfortunately wrecked many a man and many a woman, while a little knowledge of a subject generally ignored by the masses would have enabled numbers of people to have understood many things which they believed to be quite incomprehensible, or which were not thought worthy of their consideration.", "characters": 332, "sentences": 2}, {"text": "The 'Aphorisms on Love,' by Vatsyayana, contains about one thousand two hundred and fifty slokas or verses, and are divided into parts, parts into chapters, and chapters into paragraphs. The whole consists of seven parts, thirty-six chapters, and sixty-four paragraphs. Hardly anything is known about the author. His real name is supposed to be Mallinaga or Mrillana, Vatsyayana being his family name. At the close of the work this is what he writes about himself:", "characters": 464, "sentences": 5}, {"text": "\"Here ends the part relating to the art of love in the commentary on the 'Vatsyayana Kama Sutra,' a copy from the library of the king of kings, Vishaladeva, who was a powerful hero, as it were a second Arjuna, and head jewel of the Chaulukya family.\"", "characters": 250, "sentences": 2}, {"text": "A complete translation of the original work now follows. It has been prepared in complete accordance with the text of the manuscript, and is given, without further comments, as made from it.", "characters": 190, "sentences": 3}, {"text": "Now these 'Kama Sutra' (Aphorisms on Love), written by Nandi in one thousand chapters, were reproduced by Shvetaketu, the son of Uddvalaka, in an abbreviated form in five hundred chapters, and this work was again similarly reproduced in an abridged form, in one hundred and fifty chapters, by Babhravya, an inhabitant of the Punchala (South of Delhi) country. These one hundred and fifty chapters were then put together under seven heads or parts named severally--", "characters": 464, "sentences": 2}, {"text": "The sixth part of this last work was separately expounded by Dattaka at the request of the public women of Pataliputra (Patna), and in the same way Charayana explained the first part of it. The remaining parts, viz., the second, third, fourth, fifth, and seventh were each separately expounded by--", "characters": 298, "sentences": 3}, {"text": "Thus the work being written in parts by different authors was almost unobtainable, and as the parts which were expounded by Dattaka and the others treated only of the particular branches of the subject to which each part related, and moreover as the original work of Babhravya was difficult to be mastered on account of its length, Vatsyayana, therefore, composed his work in a small volume as an abstract of the whole of the works of the above-named authors.", "characters": 459, "sentences": 2}, {"text": "[Footnote 1: Dharma is acquisition of religious merit, and is fully described in Chapter 5, Volume III., of Talboys Wheeler's 'History of India,' and in the edicts of Asoka.]", "characters": 174, "sentences": 3}, {"text": "These three words are retained throughout in their original, as technical terms. They may also be defined as virtue, wealth and pleasure, the three things repeatedly spoken of in the Laws of Manu.]", "characters": 197, "sentences": 3}, {"text": "Chapter II. Observations on the three worldly attainments of                     Virtue, Wealth and Love.", "characters": 105, "sentences": 3}, {"text": "\"    IV. On the Arrangements of a House, and Household Furniture;                     and about the Daily Life of a Citizen, his                     Companions, Amusements, &c.", "characters": 176, "sentences": 3}, {"text": "\"     V. About classes of Women fit and unfit for Congress with                     the Citizen, and of Friends, and Messengers.", "characters": 128, "sentences": 3}, {"text": "Chapter I. Kinds of Union according to Dimensions, Force of Desire,                    and Time; and on the different kinds of Love.", "characters": 132, "sentences": 3}, {"text": "\"    V. On Biting, and the ways of Love to be employed with                    regard to Women of different countries.", "characters": 118, "sentences": 3}, {"text": "\"   VI. On the various ways of Lying Down, and the different                    kinds of Congress.", "characters": 98, "sentences": 3}, {"text": "\"  VII. On the various ways of Striking, and of the Sounds                    appropriate to them.", "characters": 98, "sentences": 3}, {"text": "\"    X. How to begin and how to end the Congress. Different                    kinds of Congress, and Love Quarrels.", "characters": 116, "sentences": 4}, {"text": "\"  III. Courtship, and the manifestations of the feelings by                    outward signs and deeds.", "characters": 104, "sentences": 3}, {"text": "\"   IV. On things to be done only by the Man, and the                    acquisition of the Girl thereby. Also what to be done                    by a Girl to gain over a Man and subject him to her.", "characters": 198, "sentences": 4}, {"text": "Chapter I. On the manner of living of a virtuous Woman, and of her                    behaviour during the absence of her Husband.", "characters": 130, "sentences": 3}, {"text": "\"   II. On the conduct of the eldest Wife towards the other                    Wives of her husband, and of the younger Wife towards                    the elder ones. Also on the conduct of a Virgin Widow                    re-married; of a Wife disliked by her Husband; of the                    Women in the King's Harem; and of a Husband who has                    more than one Wife.", "characters": 388, "sentences": 4}, {"text": "Chapter I. On the Characteristics of Men and Women, and the reason                    why Women reject the Addresses of Men. About Men who                    have Success with Women, and about Women who are                    easily gained over.", "characters": 245, "sentences": 4}, {"text": "\"   II. About making Acquaintance with the Woman, and of the                    efforts to gain her over.", "characters": 105, "sentences": 3}, {"text": "\"    V. On the Love of Persons in authority with the Wives of                    other People.", "characters": 94, "sentences": 3}, {"text": "\"   VI. About the Women of the Royal Harem, and of the keeping                    of one's own Wife.", "characters": 100, "sentences": 3}, {"text": "Chapter I. Of the Causes of a Courtesan resorting to Men; of the                    means of Attaching to herself the Man desired, and                    the kind of Man that it is desirable to be acquainted                    with.", "characters": 232, "sentences": 3}, {"text": "\"  III. Of the means of getting Money; of the Signs of a Lover                    who is beginning to be weary, and of the way to get                    rid of him.", "characters": 164, "sentences": 3}, {"text": "\"   VI. Of Gains and Losses, attendant Gains and Losses, and                    Doubts; and lastly, the different kinds of                    Courtesans.", "characters": 153, "sentences": 3}, {"text": "Chapter I. On Personal Adornment, subjugating the hearts of others,                    and of tonic medicines.", "characters": 110, "sentences": 3}, {"text": "\"   II. Of the Means of exciting Desire, and of the ways of                    enlarging the Lingam. Miscellaneous Experiments and                    Receipts.", "characters": 159, "sentences": 4}, {"text": "_Dharma_ is obedience to the command of the Shastra or Holy Writ of the Hindoos to do certain things, such as the performance of sacrifices, which are not generally done because they do not belong to this world, and produce no visible effect; and not to do other things, such as eating meat, which is often done because it belongs to this world, and has visible effects.", "characters": 370, "sentences": 2}, {"text": "_Artha_ is the acquisition of arts, land, gold, cattle, wealth, equipages and friends. It is, further, the protection of what is acquired, and the increase of what is protected.", "characters": 177, "sentences": 3}, {"text": "Artha should be learnt from the king's officers, and from merchants who may be versed in the ways of commerce.", "characters": 110, "sentences": 2}, {"text": "_Kama_ is the enjoyment of appropriate objects by the five senses of hearing, feeling, seeing, tasting, and smelling, assisted by the mind together with the soul. The ingredient in this is a peculiar contact between the organ of sense and its object, and the consciousness of pleasure which arises from that contact is called Kama.", "characters": 331, "sentences": 3}, {"text": "When all the three, viz., Dharma, Artha, and Kama come together, the former is better than the one which follows it, _i.e._, Dharma is better than Artha, and Artha is better than Kama. But Artha should be always first practised by the king, for the livelihood of men is to be obtained from it only. Again, Kama being the occupation of public women, they should prefer it to the other two, and these are exceptions to the general rule.", "characters": 434, "sentences": 7}, {"text": "Some learned men say that as Dharma is connected with things not belonging to this world, it is appropriately treated of in a book; and so also is Artha, because it is practised only by the application of proper means, and a knowledge of those means can only be obtained by study and from books. But Kama being a thing which is practised even by the brute creation, and which is to be found everywhere, does not want any work on the subject.", "characters": 441, "sentences": 3}, {"text": "This is not so. Sexual intercourse being a thing dependent on man and woman requires the application of proper means by them, and those means are to be learnt from the Kama Shastra. The non-application of proper means, which we see in the brute creation, is caused by their being unrestrained, and by the females among them only being fit for sexual intercourse at certain seasons and no more, and by their intercourse not being preceded by thought of any kind.", "characters": 461, "sentences": 4}, {"text": "The Lokayatikas[4] say:--Religious ordinances should not be observed, for they bear a future fruit, and at the same time it is also doubtful whether they will bear any fruit at all. What foolish person will give away that which is in his own hands into the hands of another? Moreover, it is better to have a pigeon to-day than a peacock to-morrow; and a copper coin which we have the certainty of obtaining, is better than a gold coin, the possession of which is doubtful.", "characters": 472, "sentences": 3}, {"text": "2nd. Sacrifices such as those made for the destruction of enemies, or for the fall of rain, are seen to bear fruit.", "characters": 115, "sentences": 3}, {"text": "3rd. The sun, moon, stars, planets and other heavenly bodies appear to work intentionally for the good of the world.", "characters": 116, "sentences": 3}, {"text": "4th. The existence of this world is effected by the observance of the rules respecting the four classes[5] of men and their four stages of life.", "characters": 144, "sentences": 3}, {"text": "It is not right to say so. As the acquisition of every object pre-supposes at all events some exertion on the part of man, the application of proper means may be said to be the cause of gaining all our ends, and this application of proper means being thus necessary (even where a thing is destined to happen), it follows that a person who does nothing will enjoy no happiness.", "characters": 376, "sentences": 3}, {"text": "This objection cannot be sustained, for pleasures, being as necessary for the existence and well being of the body as food, are consequently equally required. They are, moreover, the results of Dharma and Artha. Pleasures are, therefore, to be followed with moderation and caution. No one refrains from cooking food because there are beggars to ask for it, or from sowing seed because there are deer to destroy the corn when it is grown up.", "characters": 440, "sentences": 5}, {"text": "[Footnote 4: These were certainly materialists who seemed to think that a bird in the hand was worth two in the bush.]", "characters": 118, "sentences": 2}, {"text": "[Footnote 5: Among the Hindoos the four classes of men are the Brahmans or priestly class, the Kshutrya or warlike class, the Vaishya or agricultural and mercantile class, and the Shoodra or menial class. The four stages of life are, the life of a religious student, the life of a householder, the life of a hermit, and the life of a Sunyasi or devotee.]", "characters": 354, "sentences": 3}, {"text": "[Footnote 6: Bali was a demon who had conquered Indra and gained his throne, but was afterwards overcome by Vishnu at the time of his fifth incarnation.]", "characters": 153, "sentences": 2}, {"text": "[Footnote 7: Dandakya is said to have abducted from the forest the daughter of a Brahman, named Bhargava, and being cursed by the Brahman, was buried with his kingdom under a shower of dust. The place was called after his name the Dandaka forest, celebrated in the Ramayana, but now unknown.]", "characters": 292, "sentences": 3}, {"text": "[Footnote 8: Ahalya was the wife of the sage Gautama. Indra caused her to believe that he was Gautama, and thus enjoyed her. He was cursed by Gautama and subsequently afflicted with a thousand ulcers on his body.]", "characters": 213, "sentences": 4}, {"text": "[Footnote 9: Kichaka was the brother-in-law of King Virata, with whom the Pandavas had taken refuge for one year. Kichaka was killed by Bhima, who assumed the disguise of Draupadi. For this story the Mahabarata should be referred to.]", "characters": 234, "sentences": 4}, {"text": "[Footnote 10: The story of Ravana is told in the Ramayana, which with the Mahabarata form the two great epic poems of the Hindoos; the latter was written by Vyasa, and the former by Valmiki.]", "characters": 191, "sentences": 2}, {"text": "Man should study the Kama Sutra and the arts and sciences subordinate thereto, in addition to the study of the arts and sciences contained in Dharma and Artha. Even young maids should study this Kama Sutra along with its arts and sciences before marriage, and after it they should continue to do so with the consent of their husbands.", "characters": 334, "sentences": 3}, {"text": "Here some learned men object, and say that females, not being allowed to study any science, should not study the Kama Sutra.", "characters": 124, "sentences": 2}, {"text": "9. Colouring the teeth, garments, hair, nails, and bodies, _i.e._, staining, dyeing, colouring and painting the same.", "characters": 117, "sentences": 5}, {"text": "24. Making lemonades, sherbets, acidulated drinks, and spirituous extracts with proper flavour and colour.", "characters": 106, "sentences": 3}, {"text": "28. A game, which consisted in repeating verses, and as one person finished, another person had to commence at once, repeating another verse, beginning with the same letter with which the last speaker's verse ended, whoever failed to repeat was considered to have lost, and to be subject to pay a forfeit or stake of some kind.", "characters": 327, "sentences": 3}, {"text": "31. Study of sentences difficult to pronounce. It is played as a game chiefly by women and children, and consists of a difficult sentence being given, and when repeated quickly, the words are often transposed or badly pronounced.", "characters": 229, "sentences": 4}, {"text": "40. Gardening; knowledge of treating the diseases of trees and plants, of nourishing them, and determining their ages.", "characters": 118, "sentences": 3}, {"text": "43. Art of applying perfumed ointments to the body, and of dressing the hair with unguents and perfumes and braiding it.", "characters": 120, "sentences": 3}, {"text": "45. The art of speaking by changing the forms of words. It is of various kinds. Some speak by changing the beginning and end of words, others by adding unnecessary letters between every syllable of a word, and so on.", "characters": 216, "sentences": 5}, {"text": "53. Knowledge of the art of changing the appearance of things, such as making cotton to appear as silk, coarse and common things to appear as fine and good.", "characters": 156, "sentences": 3}, {"text": "[Footnote 11: The author wishes to prove that a great many things are done by people from practice and custom, without their being acquainted with the reason of things, or the laws on which they are based, and this is perfectly true.]", "characters": 234, "sentences": 2}, {"text": "Men and women should drink in one another's houses. And here the men should cause the public women to drink, and should then drink themselves, liquors such as the Madhu, Aireya, Sara, and Asawa, which are of bitter and sour taste; also drinks concocted from the barks of various trees, wild fruits and leaves.", "characters": 309, "sentences": 3}, {"text": "In the forenoon, men, having dressed themselves should go to gardens on horseback, accompanied by public women and followed by servants. And having done there all the duties of the day, and passed the time in various agreeable diversions, such as the fighting of quails, cocks and rams, and other spectacles, they should return home in the afternoon in the same manner, bringing with them bunches of flowers, &c.", "characters": 412, "sentences": 3}, {"text": "The same also applies to bathing in summer in water from which wicked or dangerous animals have previously been taken out, and which has been built in on all sides.", "characters": 164, "sentences": 2}, {"text": "The above amusements should be followed by a person who diverts himself alone in company with a courtesan, as well as by a courtesan who can do the same in company with her maid servants or with citizens.", "characters": 204, "sentences": 2}, {"text": "A Pithamarda[26] is a man without wealth, alone in the world, whose only property consists of his Mallika,[27] some lathering, substance and a red cloth, who comes from a good country, and who is skilled in all the arts; and by teaching these arts is received in the company of citizens, and in the abode of public women.", "characters": 321, "sentences": 2}, {"text": "A Vita[28] is a man who has enjoyed the pleasures of fortune, who is a compatriot of the citizens with whom he associates, who is possessed of the qualities of a householder, who has his wife with him, and who is honoured in the assembly of citizens, and in the abodes of public women, and lives on their means and on them.", "characters": 323, "sentences": 2}, {"text": "A Vidushaka[29] (also called a Vaihasaka, _i.e._, one who provokes laughter) is a person only acquainted with some of the arts who is a jester, and who is trusted by all.", "characters": 170, "sentences": 4}, {"text": "These persons are employed in matters of quarrels and reconciliations between citizens and public women.", "characters": 104, "sentences": 2}, {"text": "This remark applies also to female beggars, to women with their heads shaved, to adulterous women, and to old public women skilled in all the various arts.", "characters": 155, "sentences": 2}, {"text": "Thus a citizen living in his town or village, respected by all, should call on the persons of his own caste who may be worth knowing. He should converse in company and gratify his friends by his society, and obliging others by his assistance in various matters, he should cause them to assist one another in the same way.", "characters": 321, "sentences": 3}, {"text": "A citizen discoursing, not entirely in the Sanscrit language,[30] nor wholly in the dialects of the country, on various topics in society, obtains great respect. The wise should not resort to a society disliked by the public, governed by no rules, and intent on the destruction of others. But a learned man living in a society which acts according to the wishes of the people, and which has pleasure for its only object is highly respected in this world.", "characters": 454, "sentences": 4}, {"text": "[Footnote 13: This term would appear to apply generally to an inhabitant of Hindoostan. It is not meant only for a dweller in a city, like the Latin Urbanus as opposed to Rusticus.]", "characters": 181, "sentences": 3}, {"text": "[Footnote 14: Gift is peculiar to a Brahman, conquest to a Kshatrya, while purchase, deposit, and other means of acquiring wealth belongs to the Vaishya.]", "characters": 154, "sentences": 2}, {"text": "[Footnote 19: This would act instead of soap, which was not introduced until the rule of the Mahomedans.]", "characters": 105, "sentences": 2}, {"text": "[Footnote 21: These are characters generally introduced in the Hindoo drama; their characteristics will be explained further on.]", "characters": 129, "sentences": 2}, {"text": "[Footnote 24: In the 'Asiatic Miscellany,' and in Sir W. Jones's works, will be found a spirited hymn addressed to this goddess, who is adored as the patroness of the fine arts, especially of music and rhetoric, as the inventress of the Sanscrit language, &c., &c. She is the goddess of harmony, eloquence, and language, and is somewhat analogous to Minerva. For further information about her, see Edward Moor's 'Hindoo Pantheon.']", "characters": 431, "sentences": 6}, {"text": "[Footnote 26: According to this description a Pithamarda would be a sort of professor of all the arts, and as such received as the friend and confidant of the citizens.]", "characters": 169, "sentences": 2}, {"text": "[Footnote 28: The Vita is supposed to represent somewhat the character of the Parasite of the Greek comedy. It is possible that he was retained about the person of the wealthy and dissipated as a kind of private instructor, as well as an entertaining companion.]", "characters": 262, "sentences": 3}, {"text": "[Footnote 30: This means, it is presumed, that the citizen should be acquainted with several languages. The middle part of this paragraph might apply to the Nihilists and Fenians of the day, or to secret societies. It was perhaps a reference to the Thugs.]", "characters": 256, "sentences": 4}, {"text": "Nayikas,[32] therefore, are of three kinds, viz., maids, women twice married, and public women. Gonikaputra has expressed an opinion that there is a fourth kind of Nayika, viz., a woman who is resorted to on some special occasion even though she be previously married to another. These special occasions are when a man thinks thus:--", "characters": 333, "sentences": 5}, {"text": "(_a_). This woman is self-willed, and has been previously enjoyed               by many others besides myself. I may, therefore, safely               resort to her as to a public woman though she belongs to a               higher caste than mine, and in so doing I shall not be               violating the ordinances of               Dharma.", "characters": 341, "sentences": 4}, {"text": "(_b_). This is a twice-married woman and has been enjoyed by others               before me, there is, therefore, no objection to my               resorting to her.", "characters": 164, "sentences": 3}, {"text": "(_c_). This woman has gained the heart of her great and powerful               husband, and exercises a mastery over him, who is a friend               of my enemy; if, therefore, she becomes united with me,               she will cause her husband to abandon my enemy.", "characters": 269, "sentences": 3}, {"text": "(_d_). This woman will turn the mind of her husband, who is very               powerful, in my favour, he being at present disaffected               towards me, and intent on doing me some harm.", "characters": 194, "sentences": 3}, {"text": "(_e_). By making this woman my friend I shall gain the object of               some friend of mine, or shall be able to effect the ruin               of some enemy, or shall accomplish some other difficult               purpose.", "characters": 228, "sentences": 3}, {"text": "(_f_). By being united with this woman, I shall kill her husband,               and so obtain his vast riches which I covet.", "characters": 124, "sentences": 3}, {"text": "(_g_). The union of this woman with me is not attended with any               danger, and will bring me wealth, of which, on account of               my poverty and inability to support myself, I am very much               in need. I shall, therefore, obtain her vast riches in               this way without any difficulty.", "characters": 324, "sentences": 4}, {"text": "(_i_). The husband of this woman has violated the chastity of my               wives, I shall therefore return that injury by seducing               his wives.", "characters": 159, "sentences": 3}, {"text": "(_j_). By the help of this woman I shall kill an enemy of the king,               who has taken shelter with her, and whom I am ordered by               the king to destroy.", "characters": 173, "sentences": 3}, {"text": "(_k_). The woman whom I love is under the control of this woman. I               shall, through the influence of the latter, be able to get               at the former.", "characters": 168, "sentences": 4}, {"text": "(_l_). This woman will bring to me a maid, who possesses wealth and               beauty, but who is hard to get at, and under the control               of another.", "characters": 164, "sentences": 3}, {"text": "(_m_). My enemy is a friend of this woman's husband, I shall               therefore cause her to join him, and will thus create an               enmity between her husband and him.", "characters": 181, "sentences": 3}, {"text": "For these and similar other reasons the wives of other men may be resorted to, but it must be distinctly understood that is only allowed for special reasons, and not for mere carnal desire.", "characters": 189, "sentences": 2}, {"text": "Charayana thinks that under these circumstances there is also a fifth kind of Nayika, viz., a woman who is kept by a minister, and who repairs to him occasionally; or a widow who accomplishes the purpose of a man with the person to whom she resorts.", "characters": 249, "sentences": 3}, {"text": "Suvarnanabha adds that a woman who passes the life of an ascetic and in the condition of a widow may be considered as a sixth kind of Nayika.", "characters": 141, "sentences": 2}, {"text": "Ghotakamukha says that the daughter of a public woman, and a female servant, who are still virgins, form a seventh kind of Nayika.", "characters": 130, "sentences": 2}, {"text": "Gonardiya puts forth his doctrine that any woman born of good family, after she has come of age, is an eighth kind of Nayika.", "characters": 125, "sentences": 2}, {"text": "But these four latter kinds of Nayikas do not differ much from the first four kinds of them, as there is no separate object in resorting to them. Therefore Vatsyayana is of opinion that there are only four kinds of Nayikas, _i.e._, the maid, the twice married woman, the public woman, and the woman resorted to for a special purpose.", "characters": 333, "sentences": 5}, {"text": "The followers of Babhravya say that any woman who has been enjoyed by five men is a fit and proper person to be enjoyed. But Gonikaputra is of opinion that even when this is the case, the wives of a relation, of a learned Brahman and of a king should be excepted.", "characters": 263, "sentences": 3}, {"text": "One who is acquainted with your secrets and faults, and whose faults and secrets are also known to you.", "characters": 103, "sentences": 2}, {"text": "Charayana says that citizens form friendship with washermen, barbers, cowherds, florists, druggists, betel-leaf sellers, tavern keepers, beggars, Pithamardas, Vitas and Vidushekas, as also with the wives of all these people.", "characters": 224, "sentences": 2}, {"text": "The man who is ingenious and wise, who is accompanied by a friend, and who knows the intentions of others, as also the proper time and place for doing everything, can gain over, very easily, even a woman who is very hard to be obtained.", "characters": 236, "sentences": 2}, {"text": "[Footnote 31: This term does not apply to a widow, but to a woman who had probably left her husband, and is living with some other person as a married woman, maritalement, as they say in France.]", "characters": 195, "sentences": 2}, {"text": "[Footnote 32: Any woman fit to be enjoyed without sin. The object of the enjoyment of women is twofold, viz., pleasure and progeny. Any woman who can be enjoyed without sin for the purpose of accomplishing either the one or the other of these two objects is a Nayika. The fourth kind of Nayika which Vatsya admits further on is neither enjoyed for pleasure or for progeny, but merely for accomplishing some special purpose in hand. The word Nayika is retained as a technical term throughout.]", "characters": 492, "sentences": 7}, {"text": "Man is divided into three classes, viz., the hare man, the bull man, and the horse man, according to the size of his lingam.", "characters": 124, "sentences": 3}, {"text": "Woman also, according to the depth of her yoni, is either a female deer, a mare, or a female elephant.", "characters": 102, "sentences": 2}, {"text": "There are thus three equal unions between persons of corresponding dimensions, and there are six unequal unions, when the dimensions do not correspond, or nine in all, as the following table shows:", "characters": 197, "sentences": 1}, {"text": "In other words, the horse and mare, the bull and deer, form the high union, while the horse and deer form the highest union. On the female side, the elephant and bull, the mare and hare, form low unions, while the elephant and the hare make the lowest unions.", "characters": 259, "sentences": 3}, {"text": "There are then, nine kinds of union according to dimensions. Amongst all these, equal unions are the best, those of a superlative degree, _i.e._, the highest and the lowest, are the worst, and the rest are middling, and with them the high[33] are better than the low.", "characters": 267, "sentences": 5}, {"text": "A man is called a man of small passion whose desire at the time of sexual union is not great, whose semen is scanty, and who cannot bear the warm embraces of the female.", "characters": 169, "sentences": 2}, {"text": "Those who differ from this temperament are called men of middling passion, while those of intense passion are full of desire.", "characters": 125, "sentences": 2}, {"text": "Lastly, according to time there are three kinds of men and women, viz., the short-timed, the moderate-timed, and the long-timed, and of these as in the previous statements, there are nine kinds of union.", "characters": 203, "sentences": 3}, {"text": "Auddalika says, \"Females do not emit as males do. The males simply remove their desire, while the females, from their consciousness of desire, feel a certain kind of pleasure, which gives them satisfaction, but it is impossible for them to tell you what kind of pleasure they feel. The fact from which this becomes evident is, that males, when engaged in coition, cease of themselves after emission, and are satisfied, but it is not so with females.\"", "characters": 450, "sentences": 4}, {"text": "This opinion is, however, objected to on the grounds that if a male be a long-timed, the female loves him the more, but if he be short-timed, she is dissatisfied with him. And this circumstance, some say, would prove that the female emits also.", "characters": 244, "sentences": 3}, {"text": "But this opinion does not hold good, for if it takes a long time to allay a woman's desire, and during this time she is enjoying great pleasure, it is quite natural then that she should wish for its continuation. And on this subject there is a verse as follows:", "characters": 261, "sentences": 2}, {"text": "\"By union with men the lust, desire, or passion of women is satisfied, and the pleasure derived from the consciousness of it is called their satisfaction.\"", "characters": 155, "sentences": 2}, {"text": "The followers of Babhravya, however, say that the semen of women continues to fall from the beginning of the sexual union to its end, and it is right that it should be so, for if they had no semen there would be no embryo.", "characters": 222, "sentences": 2}, {"text": "To this there is an objection. In the beginning of coition the passion of the woman is middling, and she cannot bear the vigorous thrusts of her lover, but by degrees her passion increases until she ceases to think about her body, and then finally she wishes to stop from further coition.", "characters": 288, "sentences": 3}, {"text": "This objection, however, does not hold good, for even in ordinary things that revolve with great force, such as a potter's wheel, or a top, we find that the motion at first is slow, but by degrees it becomes very rapid. In the same way the passion of the woman having gradually increased, she has a desire to discontinue coition, when all the semen has fallen away. And there is a verse with regard to this as follows:", "characters": 418, "sentences": 3}, {"text": "\"The fall of the semen of the man takes place only at the end of coition, while the semen of the woman falls continually, and after the semen of both has all fallen away then they wish for the discontinuance of coition.\"[34]", "characters": 224, "sentences": 2}, {"text": "Lastly, Vatsyayana is of opinion that the semen of the female falls in the same way as that of the male.", "characters": 104, "sentences": 2}, {"text": "Now some may ask here: If men and women are beings of the same kind, and are engaged in bringing about the same result, why should they have different works to do.", "characters": 163, "sentences": 2}, {"text": "It may be said that if the ways of working in men and women are different, why should not there be a difference, even in the pleasure they feel, and which is the result of those ways.", "characters": 183, "sentences": 2}, {"text": "But this objection is groundless, for the person acting and the person acted upon being of different kinds, there is a reason for the difference in their ways of working; but there is no reason for any difference in the pleasure they feel, because they both naturally derive pleasure from the act they perform.[35]", "characters": 314, "sentences": 2}, {"text": "There is also a verse on this subject as follows: \"Men and women being of the same nature, feel the same kind of pleasure, and therefore a man should marry such a woman as will love him ever afterwards.\"", "characters": 203, "sentences": 2}, {"text": "The pleasure of men and women being thus proved to be of the same kind, it follows that in regard to time, there are nine kinds of sexual intercourse, in the same way as there are nine kinds, according to the force of passion.", "characters": 226, "sentences": 2}, {"text": "There being thus nine kinds of union with regard to dimensions, force of passion, and time, respectively, by making combinations of them, innumerable kinds of union would be produced. Therefore in each particular kind of sexual union, men should use such means as they may think suitable for the occasion.[36]", "characters": 309, "sentences": 3}, {"text": "At the first time of sexual union the passion of the male is intense, and his time is short, but in subsequent unions on the same day the reverse of this is the case. With the female, however, it is the contrary, for at the first time her passion is weak, and then her time long, but on subsequent occasions on the same day, her passion is intense and her time short, until her passion is satisfied.", "characters": 399, "sentences": 3}, {"text": "(1). Love resulting from the constant and continual performance and habit, as for instance the love of sexual intercourse, the love of hunting, the love of drinking, the love of gambling, etc., etc.", "characters": 198, "sentences": 4}, {"text": "(2). Love which is felt for things to which we are not habituated, and which proceeds entirely from ideas, is called love resulting from imagination, as for instance, that love which some men and women and eunuchs feel for the Auparishtaka or mouth congress, and that which is felt by all for such things as embracing, kissing, etc., etc.", "characters": 338, "sentences": 4}, {"text": "(3). The love which is mutual on both sides, and proved to be true, when each looks upon the other as his or her very own, such is called love resulting from belief by the learned.", "characters": 180, "sentences": 3}, {"text": "(4). The love resulting from the perception of eternal objects is quite evident and well-known to the world, because the pleasure which it affords is superior to the pleasure of the other kinds of love, which exists only for its sake.", "characters": 234, "sentences": 3}, {"text": "What has been said in this chapter upon the subject of sexual union is sufficient for the learned; but for the edification of the ignorant, the same will now be treated of at length and in detail.", "characters": 196, "sentences": 2}, {"text": "[Footnote 33: High unions are said to be better than low ones, for in the former it is possible for the male to satisfy his own passion without injuring the female, while in the latter it is difficult for the female to be satisfied by any means.]", "characters": 246, "sentences": 2}, {"text": "[Footnote 36: This paragraph should be particularly noted, for it specially applies to married men and their wives. So many men utterly ignore the feelings of the women, and never pay the slightest attention to the passion of the latter. To understand the subject thoroughly, it is absolutely necessary to study it, and then a person will know that, as dough is prepared for baking, so must a woman be prepared for sexual intercourse, if she is to derive satisfaction from it.]", "characters": 477, "sentences": 4}, {"text": "However the part sixty-four is now treated of, and the embrace, being the first subject, will now be considered.", "characters": 112, "sentences": 2}, {"text": "Now the embrace which indicates the mutual love of a man and woman who have come together is of four kinds, viz.:", "characters": 113, "sentences": 2}, {"text": "(1). When a man under some pretext or other goes in front or alongside of a woman and touches her body with his own, it is called the \"touching embrace.\"", "characters": 153, "sentences": 3}, {"text": "(2). When a woman in a lonely place bends down, as if to pick up something, and pierces, as it were, a man sitting or standing, with her breasts, and the man in return takes hold of them, it is called a \"piercing embrace.\"", "characters": 222, "sentences": 3}, {"text": "The above two kinds of embrace takes place only between persons who do not, as yet, speak freely with each other.", "characters": 113, "sentences": 2}, {"text": "(3). When two lovers are walking slowly together, either in the dark, or in a place of public resort, or in a lonely place, and rub their bodies against each other, it is called a \"rubbing embrace.\"", "characters": 198, "sentences": 3}, {"text": "(4). When on the above occasion one of them presses the other's body forcibly against a wall or pillar, it is called a \"pressing embrace.\"", "characters": 138, "sentences": 3}, {"text": "(1). When a woman, clinging to a man as a creeper twines round a tree, bends his head down to hers with the desire of kissing him and slightly makes the sound of sut sut, embraces him, and looks lovingly towards him, it is called an embrace like the \"twining of a creeper.\"", "characters": 273, "sentences": 3}, {"text": "(2). When a woman, having placed one of her feet on the foot of her lover, and the other on one of his thighs, passes one of her arms round his back, and the other on his shoulders, makes slightly the sounds of singing and cooing, and wishes, as it were, to climb up him in order to have a kiss, it is called an embrace like the \"climbing of a tree.\"", "characters": 350, "sentences": 3}, {"text": "(3). When lovers lie on a bed, and embrace each other so closely that the arms and thighs of the one are encircled by the arms and thighs of the other, and are, as it were, rubbing up against them, this is called an embrace like \"the mixture of sesamum seed with rice.\"", "characters": 269, "sentences": 3}, {"text": "(4). When a man and a woman are very much in love with each other, and not thinking of any pain or hurt, embrace each other as if they were entering into each other's bodies, either while the woman is sitting on the lap of the man or in front of him, or on a bed, then it is called an embrace like a \"mixture of milk and water.\"", "characters": 328, "sentences": 3}, {"text": "(1). When one of two lovers presses forcibly one or both of the thighs of the other between his or her own, it is called the \"embrace of thighs.\"", "characters": 145, "sentences": 3}, {"text": "(2). When a man presses the jaghana or middle part of the woman's body against his own, and mounts upon her to practise, either scratching with the nail or finger, or biting, or striking, or kissing, the hair of the woman being loose and flowing, it is called the \"embrace of the jaghana.\"", "characters": 289, "sentences": 3}, {"text": "(3). When a man places his breast between the breasts of a woman, and presses her with it, it is called the \"embrace of the breasts.\"", "characters": 133, "sentences": 3}, {"text": "(4). When either of the lovers touches the mouth, the eyes and the forehead of the other with his or her own, it is called the \"embrace of the forehead.\"", "characters": 153, "sentences": 3}, {"text": "Some say that even shampooing is a kind of embrace, because there is a touching of bodies in it. But Vatsyayana thinks that shampooing is performed at a different time, and for a different purpose, and it is also of a different character, it cannot be said to be included in the embrace.", "characters": 287, "sentences": 3}, {"text": "It is said by some that there is no fixed time or order between the embrace, the kiss, and the pressing or scratching with the nails or fingers, but that all these things should be done generally before sexual union takes place, while striking and making the various sounds generally takes place at the time of the union. Vatsyayana, however, thinks that anything may take place at any time, for love does not care for time or order.", "characters": 433, "sentences": 3}, {"text": "On the occasion of the first congress, kissing and the other things mentioned above should be done moderately, they should not be continued for a long time, and should be done alternately. On subsequent occasions, however, the reverse of all this may take place, and moderation will not be necessary, they may continue for a long time, and for the purpose of kindling love, they may be all done at the same time.", "characters": 412, "sentences": 3}, {"text": "(1). When a girl only touches the mouth of her lover with her own, but does not herself do anything, it is called the \"nominal kiss.\"", "characters": 133, "sentences": 3}, {"text": "(2). When a girl, setting aside her bashfulness a little, wishes to touch the lip that is pressed into her mouth, and with that object moves her lower lip, but not the upper one, it is called the \"throbbing kiss.\"", "characters": 213, "sentences": 3}, {"text": "(3). When a girl touches her lover's lip with her tongue, and having shut her eyes, places her hands on those of her lover, it is called the \"touching kiss.\"", "characters": 157, "sentences": 3}, {"text": "(1). When the lips of two lovers are brought into direct contact with each other, it is called a \"straight kiss.\"", "characters": 113, "sentences": 3}, {"text": "(2). When the heads of two lovers are bent towards each other, and when so bent kissing takes place, it is called a \"bent kiss.\"", "characters": 128, "sentences": 3}, {"text": "(3). When one of them turns up the face of the other by holding the head and chin, and then kissing, it is called a \"turned kiss.\"", "characters": 130, "sentences": 3}, {"text": "There is also a fifth kind of kiss called the \"greatly pressed kiss,\" which is effected by taking hold of the lower lip between two fingers, and then after touching it with the tongue, pressing it with great force with the lip.", "characters": 227, "sentences": 2}, {"text": "When a man kisses the upper lip of a woman, while she in return kisses his lower lip, it is called the \"kiss of the upper lip.\"", "characters": 127, "sentences": 2}, {"text": "When one of them takes both the lips of the other between his or her own, it is called \"a clasping kiss.\" A woman, however, only takes this kind of kiss from a man who has no moustache. And on the occasion of this kiss, if one of them touches the teeth, the tongue, and the palate of the other, with his or her tongue, it is called the \"fighting of the tongue.\" In the same way, the pressing of the teeth of the one against the mouth of the other is to be practised.", "characters": 466, "sentences": 5}, {"text": "Kissing is of four kinds, viz., moderate, contracted, pressed, and soft, according to the different parts of the body which are kissed, for different kinds of kisses are appropriate for different parts of the body.", "characters": 214, "sentences": 3}, {"text": "When a woman looks at the face of her lover while he is asleep, and kisses it to show her intention or desire, it is called a \"kiss that kindles love.\"", "characters": 151, "sentences": 2}, {"text": "When a woman kisses her lover while he is engaged in business, or while he is quarrelling with her, or while he is looking at something else, so that his mind may be turned away, it is called a \"kiss that turns away.\"", "characters": 217, "sentences": 2}, {"text": "When a lover coming home late at night kisses his beloved, who is asleep or in bed, in order to show her his desire, it is called a \"kiss that awakens.\" On such an occasion the woman may pretend to be asleep at the time of her lover's arrival, so that she may know his intention and obtain respect from him.", "characters": 307, "sentences": 3}, {"text": "When a person kisses the reflection of the person he loves in a mirror, in water, or on a wall, it is called a \"kiss showing the intention.\"", "characters": 140, "sentences": 2}, {"text": "When a person kisses a child sitting on his lap, or a picture, or an image, or figure, in the presence of the person beloved by him, it is called a \"transferred kiss.\"", "characters": 167, "sentences": 2}, {"text": "When at night at a theatre, or in an assembly of caste men, a man coming up to a woman kisses a finger of her hand if she be standing, or a toe of her foot if she be sitting, or when a woman is shampooing her lover's body, places her face on his thigh (as if she was sleepy) so as to inflame his passion, and kisses his thigh or great toe, it is called a \"demonstrative kiss.\"", "characters": 376, "sentences": 2}, {"text": "\"Whatever things may be done by one of the lovers to the other, the same should be returned by the other, _i.e._, if the woman kisses him he should kiss her in return, if she strikes him he should also strike her in return.\"", "characters": 224, "sentences": 4}, {"text": "When love becomes intense, pressing with the nails or scratching the body with them is practised, and it is done on the following occasions: On the first visit; at the time of setting out on a journey; on the return from a journey; at the time when an angry lover is reconciled; and lastly when the woman is intoxicated.", "characters": 320, "sentences": 2}, {"text": "But pressing with the nails is not an usual thing except with those who are intensely passionate, _i.e._, full of passion. It is employed together with biting, by those to whom the practice is agreeable.", "characters": 203, "sentences": 5}, {"text": "Pressing with the nails is of the eight following kinds, according to the forms of the marks which are produced, viz.:", "characters": 118, "sentences": 2}, {"text": "The places that are to be pressed with the nails are as follows: the arm pit, the throat, the breasts, the lips, the jaghana, or middle parts of the body, and the thighs. But Suvarnanabha is of opinion that when the impetuosity of passion is excessive, then the places need not be considered.", "characters": 292, "sentences": 3}, {"text": "The qualities of good nails are that they should be bright, well set, clean, entire, convex, soft, and glossy in appearance. Nails are of three kinds according to their size, viz.:", "characters": 180, "sentences": 3}, {"text": "Large nails, which give grace to the hands, and attract the hearts of women from their appearance, are possessed by the Bengalees.", "characters": 130, "sentences": 2}, {"text": "Small nails, which can be used in various ways, and are to be applied only with the object of giving pleasure, are possessed by the people of the southern districts.", "characters": 165, "sentences": 2}, {"text": "Middling nails, which contain the properties of both the above kinds, belong to the people of the Maharashtra.", "characters": 110, "sentences": 2}, {"text": "(1). When a person presses the chin, the breasts, the lower lip, or the jaghana of another so softly that no scratch or mark is left, but only the hair on the body becomes erect from the touch of the nails, and the nails themselves make a sound, it is called a \"sounding or pressing with the nails.\"", "characters": 299, "sentences": 3}, {"text": "This pressing is used in the case of a young girl when her lover shampoos her, scratches her head, and wants to trouble or frighten her.", "characters": 136, "sentences": 2}, {"text": "(2). The curved mark with the nails, which is impressed on the neck and the breasts, is called the \"half moon.\"", "characters": 111, "sentences": 3}, {"text": "(3). When the half moons are impressed opposite to each other, it is called a \"circle.\" This mark with the nails is generally made on the navel, the small cavities about the buttocks, and on the joints of the thigh.", "characters": 215, "sentences": 4}, {"text": "(4). A mark in the form of a small line, and which can be made on any part of the body, is called a \"line.\"", "characters": 107, "sentences": 3}, {"text": "(6). When a curved mark is made on the breast by means of the five nails, it is called a \"peacock's foot.\" This mark is made with the object of being praised, for it requires a great deal of skill to make it properly.", "characters": 217, "sentences": 4}, {"text": "(7). When five marks with the nails are made close to one another near the nipple of the breast, it is called \"the jump of a hare.\"", "characters": 131, "sentences": 3}, {"text": "(8). A mark made on the breast or on the hips in the form of a leaf of the blue lotus, is called the \"leaf of a blue lotus.\"", "characters": 124, "sentences": 3}, {"text": "When a person is going on a journey, and makes a mark on the thighs, or on the breast, it is called a \"token of remembrance.\" On such an occasion three or four lines are impressed close to one another with the nails.", "characters": 216, "sentences": 3}, {"text": "The marks of the nails should not be made on married women, but particular kinds of marks may be made on their private parts for the remembrance and increase of love.", "characters": 166, "sentences": 2}, {"text": "\"The love of a woman who sees the marks of nails on the private parts of her body, even though they are old and almost worn out, becomes again fresh and new. If there be no marks of nails to remind a person of the passages of love, then love is lessened in the same way as when no union takes place for a long time.\"", "characters": 316, "sentences": 3}, {"text": "Even when a stranger sees at a distance a young woman with the marks of nails on her breast,[37] he is filled with love and respect for her.", "characters": 140, "sentences": 2}, {"text": "A man, also, who carries the marks of nails and teeth on some parts of his body, influences the mind of a woman, even though it be ever so firm. In short, nothing tends to increase love so much as the effects of marking with the nails, and biting.", "characters": 247, "sentences": 3}, {"text": "[Footnote 37: From this it would appear that in ancient times the breasts of women were not covered, and this is seen in the painting of the Ajunta and other caves, where we find that the breasts of even royal ladies and others are exposed.]", "characters": 241, "sentences": 2}, {"text": "All the places that can be kissed, are also the places that can be bitten, except the upper lip, the interior of the mouth, and the eyes.", "characters": 137, "sentences": 2}, {"text": "The qualities of good teeth are as follows: They should be equal, possessed of a pleasing brightness, capable of being coloured, of proper proportions, unbroken, and with sharp ends.", "characters": 182, "sentences": 2}, {"text": "The defects of teeth on the other hand are, that they are blunt, protruding from the gums, rough, soft, large, and loosely set.", "characters": 127, "sentences": 2}, {"text": "The hidden bite.    The swollen bite.    The point.    The line of points.    The coral and the jewel.    The line of jewels.    The broken cloud.    The biting of the boar.", "characters": 173, "sentences": 9}, {"text": "(1). The biting which is shown only by the excessive redness of the skin that is bitten, is called the \"hidden bite.\"", "characters": 117, "sentences": 3}, {"text": "(4). When such small portions of the skin are bitten with all the teeth, it is called the \"line of points.\"", "characters": 107, "sentences": 3}, {"text": "(5). The biting which is done by bringing together the teeth and the lips, is called the \"coral and the jewel.\" The lip is the coral, and the teeth the jewel.", "characters": 158, "sentences": 4}, {"text": "(7). The biting which consists of unequal risings in a circle, and which comes from the space between the teeth, is called the \"broken cloud.\" This is impressed on the breasts.", "characters": 176, "sentences": 4}, {"text": "(8). The biting which consists of many broad rows of marks near to one another, and with red intervals, is called the \"biting of a boar.\" This is impressed on the breasts and the shoulders; and these two last modes of biting are peculiar to persons of intense passion.", "characters": 268, "sentences": 4}, {"text": "The lower lip is the place on which the \"hidden bite,\" the \"swollen bite,\" and the \"point\" are made; again the \"swollen bite,\" and the \"coral and the jewel\" bite are done on the cheek. Kissing, pressing with the nails, and biting are the ornaments of the left cheek, and when the word cheek is used it is to be understood as the left cheek.", "characters": 340, "sentences": 3}, {"text": "Both the \"line of points\" and the \"line of jewels\" are to be impressed on the throat, the arm pit, and the joints of the thighs; but the \"line of points\" alone is to be impressed on the forehead and the thighs.", "characters": 210, "sentences": 2}, {"text": "The marking with the nails, and the biting of the following things, viz., an ornament of the forehead, an ear ornament, a bunch of flowers, a betel leaf, or a tamala leaf, which are worn by, or belong to the woman that is beloved, are signs of the desire of enjoyment.", "characters": 268, "sentences": 3}, {"text": "In the affairs of love a man should do such things as are agreeable to the women of different countries.", "characters": 104, "sentences": 2}, {"text": "The women of the central countries (_i.e._, between the Ganges and the Jumna) are noble in their character, not accustomed to disgraceful practices, and dislike pressing the nails and biting.", "characters": 191, "sentences": 4}, {"text": "The women of the Maharashtra are fond of practising the sixty-four arts, they utter low and harsh words, and like to be spoken to in the same way, and have an impetuous desire of enjoyment.", "characters": 189, "sentences": 2}, {"text": "The women of Pataliputra (_i.e._, the modern Patna) are of the same nature as the women of the Maharashtra, but show their likings only in secret.", "characters": 146, "sentences": 4}, {"text": "The women of the Dravida country, though they are rubbed and pressed about at the time of sexual enjoyment, have a slow fall of semen, that is they are very slow in the act of coition.", "characters": 184, "sentences": 2}, {"text": "The women of Vanavasi are moderately passionate, they go through every kind of enjoyment, cover their bodies, and abuse those who utter low, mean and harsh words.", "characters": 162, "sentences": 2}, {"text": "The women of Avanti hate kissing, marking with the nails, and biting, but they have a fondness for various kinds of sexual union.", "characters": 129, "sentences": 2}, {"text": "The women of Malwa like embracing and kissing, but not wounding, and they are gained over by striking.", "characters": 102, "sentences": 2}, {"text": "The women of Abhira, and those of the country about the Indus and five rivers (_i.e._, the Punjab), are gained over by the Auparishtaka or mouth congress.", "characters": 154, "sentences": 4}, {"text": "The women of the Stri Rajya, and of Koshola (Oude), are full of impetuous desire, their semen falls in large quantities, and they are fond of taking medicine to make it do so.", "characters": 175, "sentences": 2}, {"text": "The women of the Audhra country have tender bodies, they are fond of enjoyment, and have a liking for voluptuous pleasures.", "characters": 123, "sentences": 2}, {"text": "Now Suvarnanabha is of opinion that that which is agreeable to the nature of a particular person, is of more consequence than that which is agreeable to a whole nation, and that therefore the peculiarities of the country should not be observed in such cases. The various pleasures, the dress, and the sports of one country are in time borrowed by another, and in such a case these things must be considered as belonging originally to that country.", "characters": 447, "sentences": 3}, {"text": "Among the things mentioned above, viz., embracing, kissing, etc., those which increase passion should be done first, and those which are only for amusement or variety should be done afterwards.", "characters": 193, "sentences": 4}, {"text": "(1). When she lowers her head and raises her middle parts, it is called the \"widely opened position.\" At such a time the man should apply some unguent, so as to make the entrance easy.", "characters": 184, "sentences": 4}, {"text": "(2). When she raises her thighs and keeps them wide apart and engages in congress, it is called the \"yawning position.\"", "characters": 119, "sentences": 3}, {"text": "(3). When she places her thighs with her legs doubled on them upon her sides, and thus engages in congress, it is called the position of Indrani, and this is learnt only by practice. The position is also useful in the case of the \"highest congress.\"", "characters": 249, "sentences": 4}, {"text": "The \"clasping position\" is used in \"low congress,\" and in the \"lowest congress,\" together with the \"pressing position,\" the \"twining position\", and the \"mare's position.\"", "characters": 170, "sentences": 2}, {"text": "When the legs of both the male and the female are stretched straight out over each other, it is called the \"clasping position.\" It is of two kinds, the side position and the supine position, according to the way in which they lie down. In the side position the male should invariably lie on his left side, and cause the woman to lie on her right side, and this rule is to be observed in lying down with all kinds of women.", "characters": 422, "sentences": 4}, {"text": "When, after congress has begun in the clasping position, the woman presses her lover with her thighs, it is called the \"pressing position.\"", "characters": 139, "sentences": 2}, {"text": "When the woman places one of her thighs across the thigh of her lover, it is called the \"twining position.\"", "characters": 107, "sentences": 2}, {"text": "When a woman forcibly holds in her yoni the lingam after it is in, it is called the \"mare's position.\" This is learnt by practice only, and is chiefly found among the women of the Andra country.", "characters": 194, "sentences": 3}, {"text": "The above are the different ways of lying down, mentioned by Babhravya; Suvarnanabha, however, gives the following in addition.", "characters": 127, "sentences": 2}, {"text": "When she raises both of her legs, and places them on her lover's shoulders, it is called the \"yawning position.\"", "characters": 112, "sentences": 2}, {"text": "When the legs are contracted, and thus held by the lover before his bosom, it is called the \"pressed position.\"", "characters": 111, "sentences": 2}, {"text": "When the woman places one of her legs on her lover's shoulder, and stretches the other out, and then places the latter on his shoulder, and stretches out the other, and continues to do so alternately, it is called the \"splitting of a bamboo.\"", "characters": 242, "sentences": 2}, {"text": "When one of her legs is placed on the head, and the other is stretched out, it is called the \"fixing of a nail.\" This is learnt by practice only.", "characters": 145, "sentences": 3}, {"text": "When both the legs of the woman are contracted, and placed on her stomach, it is called the \"crab's position.\"", "characters": 110, "sentences": 2}, {"text": "When a man, during congress, turns round, and enjoys the woman without leaving her, while she embraces him round the back all the time, it is called the \"turning position,\" and is learnt only by practice.", "characters": 204, "sentences": 2}, {"text": "Thus says Suvarnanabha, these different ways of lying down, sitting, and standing should be practised in water, because it is easy to do so therein. But Vatsyayana is of opinion that congress in water is improper, because it is prohibited by the religious law.", "characters": 260, "sentences": 3}, {"text": "When a man and a woman support themselves on each other's bodies, or on a wall, or pillar, and thus while standing engage in congress, it is called the \"supported congress.\"", "characters": 173, "sentences": 2}, {"text": "When a man supports himself against a wall, and the woman, sitting on his hands joined together and held underneath her, throws her arms round his neck, and putting her thighs alongside his waist, moves herself by her feet, which are touching the wall against which the man is leaning, it is called the \"suspended congress.\"", "characters": 324, "sentences": 2}, {"text": "When a woman stands on her hands and feet like a quadruped, and her lover mounts her like a bull, it is called the \"congress of a cow.\" At this time everything that is ordinarily done on the bosom should be done on the back.", "characters": 224, "sentences": 3}, {"text": "In the same way can be carried on the congress of a dog, the congress of a goat, the congress of a deer, the forcible mounting of an ass, the congress of a cat, the jump of a tiger, the pressing of an elephant, the rubbing of a boar, and the mounting of a horse. And in all these cases the characteristics of these different animals should be manifested by acting like them.", "characters": 374, "sentences": 3}, {"text": "When a man enjoys two women at the same time, both of whom love him equally, it is called the \"united congress.\"", "characters": 112, "sentences": 2}, {"text": "The following kinds of congress, viz., sporting in water, or the congress of an elephant with many female elephants, which is said to take place only in the water, the congress of a collection of goats, the congress of a collection of deer, take place in imitation of these animals.", "characters": 282, "sentences": 3}, {"text": "In Gramaneri many young men enjoy a woman that may be married to one of them, either one after the other, or at the same time. Thus one of them holds her, another enjoys her, a third uses her mouth, a fourth holds her middle part, and in this way they go on enjoying her several parts alternately.", "characters": 297, "sentences": 3}, {"text": "The same things can be done when several men are sitting in company with one courtesan, or when one courtesan is alone with many men. In the same way this can be done by the women of the King's harem when they accidentally get hold of a man.", "characters": 241, "sentences": 3}, {"text": "The people in the Southern countries have also a congress in the anus, that is called the \"lower congress.\"", "characters": 107, "sentences": 2}, {"text": "\"An ingenious person should multiply the kinds of congress after the fashion of the different kinds of beasts and of birds. For these different kinds of congress, performed according to the usage of each country, and the liking of each individual, generate love, friendship, and respect in the hearts of women.\"", "characters": 311, "sentences": 3}, {"text": "Sexual intercourse can be compared to a quarrel, on account of the contrarieties of love and its tendency to dispute. The place of striking with passion is the body, and on the body the special places are:", "characters": 205, "sentences": 2}, {"text": "The shoulders.    The head.    The space between the breasts.    The back.    The jaghana, or middle part of the body.    The sides.", "characters": 132, "sentences": 7}, {"text": "Striking with the back of the hand.    Striking with the fingers a little contracted.    Striking with the fist.    Striking with the open palm of the hand.", "characters": 156, "sentences": 5}, {"text": "On account of its causing pain, striking gives rise to the hissing sound, which is of various kinds, and to the eight kinds of crying, viz.:", "characters": 140, "sentences": 2}, {"text": "The sound Hin.    The thundering sound.    The cooing sound.    The weeping sound.    The sound Phut.    The sound Phât.    The sound Sût.    The sound Plât.", "characters": 160, "sentences": 9}, {"text": "Besides these, there are also words having a meaning, such as \"mother,\" and those that are expressive of prohibition, sufficiency, desire of liberation, pain or praise, and to which may be added sounds like those of the dove, the cuckoo, the green pigeon, the parrot, the bee, the sparrow, the flamingo, the duck, and the quail, which are all occasionally made use of.", "characters": 368, "sentences": 2}, {"text": "Blows with the fist should be given on the back of the woman, while she is sitting on the lap of the man, and she should give blows in return, abusing the man as if she were angry, and making the cooing and the weeping sounds. While the woman is engaged in congress the space between the breasts should be struck with the back of the hand, slowly at first, and then proportionately to the increasing excitement, until the end.", "characters": 426, "sentences": 3}, {"text": "\"The characteristics of manhood are said to consist of roughness and impetuosity, while weakness, tenderness, sensibility, and an inclination to turn away from unpleasant things are the distinguishing marks of womanhood. The excitement of passion, and peculiarities of habit may sometimes cause contrary results to appear, but these do not last long, and in the end the natural state is resumed.\"", "characters": 396, "sentences": 3}, {"text": "\"About these things there cannot be either enumeration or any definite rule. Congress having once commenced, passion alone gives birth to all the acts of the parties.\"", "characters": 167, "sentences": 3}, {"text": "When a woman sees that her lover is fatigued by constant congress, without having his desire satisfied, she should, with his permission, lay him down upon his back, and give him assistance by acting his part. She may also do this to satisfy the curiosity of her lover, or her own desire of novelty.", "characters": 298, "sentences": 3}, {"text": "Whatever is done by a man for giving pleasure to a woman is called the work of a man, and is as follows:--", "characters": 106, "sentences": 1}, {"text": "Here Suvarnanabha says that while a man is doing to the woman what he likes best during congress, he should always make a point of pressing those parts of her body on which she turns her eyes.", "characters": 192, "sentences": 2}, {"text": "Moving forward.    Friction or churning.    Piercing.    Rubbing.    Pressing.    Giving a blow.    The blow of a boar.    The blow of a bull.    The sporting of a sparrow.", "characters": 172, "sentences": 10}, {"text": "(1). When the organs are brought together properly and directly it is called \"moving the organ forward.\"", "characters": 104, "sentences": 3}, {"text": "(2). When the lingam is held with the hand, and turned all round in the yoni, it is called \"churning.\"", "characters": 102, "sentences": 3}, {"text": "(3). When the yoni is lowered, and the upper part of it is struck with the lingam, it is called \"piercing.\"", "characters": 107, "sentences": 3}, {"text": "(6). When the lingam is removed to some distance from the yoni, and then forcibly strikes it, it is called \"giving a blow.\"", "characters": 123, "sentences": 3}, {"text": "(9). When the lingam is in the yoni, and moved up and down frequently, and without being taken out, it is called the \"sporting of a sparrow.\" This takes place at the end of congress.", "characters": 182, "sentences": 4}, {"text": "When a woman acts the part of a man, she has the following things to do in addition to the nine given above, viz.", "characters": 113, "sentences": 2}, {"text": "(1). When the woman holds the lingam in her yoni, draws it in, presses it, and keeps it thus in her for a long time, it is called the \"pair of tongs.\"", "characters": 150, "sentences": 3}, {"text": "(2). When, while engaged in congress, she turns round like a wheel, it is called the \"top.\" This is learnt by practice only.", "characters": 124, "sentences": 4}, {"text": "(3). When, on such an occasion, the man lifts up the middle part of his body, and the woman turns round her middle part, it is called the \"swing.\"", "characters": 146, "sentences": 3}, {"text": "When the woman is tired, she should place her forehead on that of her lover, and should thus take rest without disturbing the union of the organs, and when the woman has rested herself the man should turn round and begin the congress again.", "characters": 240, "sentences": 2}, {"text": "\"Though a woman is reserved, and keeps her feelings concealed, yet when she gets on the top of a man, she then shows all her love and desire. A man should gather from the actions of the woman of what disposition she is, and in what way she likes to be enjoyed. A woman during her monthly courses, a woman who has been lately confined, and a fat woman should not be made to act the part of a man.\"", "characters": 396, "sentences": 4}, {"text": "The nominal congress.    Biting the sides.    Pressing outside.    Pressing inside.    Kissing.    Rubbing.    Sucking a mangoe fruit.    Swallowing up.", "characters": 152, "sentences": 9}, {"text": "At the end of each of these the eunuch expresses his wish to stop, but when one of them is finished, the man desires him to do another, and after that is done, then the one that follows it, and so on.", "characters": 200, "sentences": 2}, {"text": "(1). When, holding the man's lingam with his hand, and placing it between his lips, the eunuch moves about his mouth, it is called the \"nominal congress.\"", "characters": 154, "sentences": 3}, {"text": "(2). When, covering the end of the lingam with his fingers collected together like the bud of a plant or flower, the eunuch presses the sides of it with his lips, using his teeth also, it is called \"biting the sides.\"", "characters": 217, "sentences": 3}, {"text": "(3). When, being desired to proceed, the eunuch presses the end of the lingam with his lips closed together, and kisses it as if he were drawing it out, it is called the \"outside pressing.\"", "characters": 189, "sentences": 3}, {"text": "(4). When, being asked to go on, he put the lingam further into his mouth, and presses it with his lips and then takes it out, it is called the \"inside pressing.\"", "characters": 162, "sentences": 3}, {"text": "(5). When, holding the lingam in his hand, the eunuch kisses it as if he were kissing the lower lip, it is called \"kissing.\"", "characters": 124, "sentences": 3}, {"text": "(6). When, after kissing it, he touches it with his tongue everywhere, and passes the tongue over the end of it, it is called \"rubbing.\"", "characters": 136, "sentences": 3}, {"text": "(7). When, in the same way, he puts the half of it into his mouth, and forcibly kisses and sucks it, this is called \"sucking a mangoe fruit.\"", "characters": 141, "sentences": 3}, {"text": "(8). And lastly, when, with the consent of the man, the eunuch puts the whole lingam into his mouth, and presses it to the very end, as if he were going to swallow it up, it is called \"swallowing up.\"", "characters": 200, "sentences": 3}, {"text": "The Auparishtaka is practised only by unchaste and wanton women, female attendants and serving maids, _i.e._, those who are not married to anybody, but who live by shampooing.", "characters": 175, "sentences": 4}, {"text": "The people of Ahichhatra resort to such women, but do nothing with them, so far as the mouth is concerned.", "characters": 106, "sentences": 2}, {"text": "The people of Saketa do with these women every kind of mouth congress, while the people of Nagara do not practise this, but do every other thing.", "characters": 145, "sentences": 2}, {"text": "Loving congress.    Congress of subsequent love.    Congress of artificial love.    Congress of transferred love.    Congress like that of eunuchs.    Deceitful congress.    Congress of spontaneous love.", "characters": 203, "sentences": 8}, {"text": "(1). When a man and a woman, who have been in love with each other for some time, come together with great difficulty, or when one of the two returns from a journey, or is reconciled after having been separated on account of a quarrel, then congress is called the \"loving congress.\" It is carried on according to the liking of the lovers, and as long as they choose.", "characters": 366, "sentences": 4}, {"text": "(2). When two persons come together, while their love for each other is still in its infancy, their congress is called the \"congress of subsequent love.\"", "characters": 153, "sentences": 3}, {"text": "(3). When a man carries on the congress by exciting himself by means of the sixty-four ways, such as kissing, etc., etc., or when a man and a woman come together, though in reality they are both attached to different persons, their congress is then called \"congress of artificial love.\" At this time all the ways and means mentioned in the Kama Shastra should be used.", "characters": 368, "sentences": 6}, {"text": "(4). When a man, from the beginning to the end of the congress, though having connection with the women, thinks all the time that he is enjoying another one whom he loves, it is called the \"congress of transferred love.\"", "characters": 220, "sentences": 3}, {"text": "(5). Congress between a man and a female water carrier, or a female servant of a caste lower than his own, lasting only until the desire is satisfied, is called \"congress like that of eunuchs.\" Here external touches, kisses, and manipulations are not to be employed.", "characters": 266, "sentences": 4}, {"text": "(6). The congress between a courtezan and a rustic, and that between citizens and the women of villages, and bordering countries, is called, \"deceitful congress.\"", "characters": 162, "sentences": 3}, {"text": "(7). The congress that takes place between two persons who are attached to one another, and which is done according to their own liking is called \"spontaneous congress.\"", "characters": 169, "sentences": 3}, {"text": "A woman who is very much in love with a man cannot bear to hear the name of her rival mentioned, or to have any conversation regarding her, or to be addressed by her name through mistake. If such takes place, a great quarrel arises, and the woman cries, becomes angry, tosses her hair about, strikes her lover, falls from her bed or seat, and, casting aside her garlands and ornaments, throws herself down on the ground.", "characters": 420, "sentences": 3}, {"text": "When the woman is in her own house, and has quarrelled with her lover, she should go to him and show how angry she is, and leave him. Afterwards the citizen having sent the Vita,[41] the Vidushaka[41] or the Pithamurda[41] to pacify her, she should accompany them back to the house, and spend the night with her lover.", "characters": 318, "sentences": 3}, {"text": "[Footnote 40: The fresh juice of the cocoa nut tree, the date tree, and other kinds of palm trees are drunk in India. It will not keep fresh very long, but ferments rapidly, and is then distilled into liquor.]", "characters": 209, "sentences": 3}, {"text": "[Footnote 42: A definition of the sixty-four parts, or divisions, is given in Chapter II., page 45.]", "characters": 100, "sentences": 3}, {"text": "A girl should be taken as a wife, as also given in marriage, when fortune, signs, omens, and the words[45] of others are favourable, for, says Ghotakamukha, a man should not marry at any time he likes. A girl who is asleep, crying, or gone out of the house when sought in marriage, or who is betrothed to another, should not be married. The following also should be avoided:", "characters": 374, "sentences": 3}, {"text": "In the same way a girl who is called by the name of one of the twenty-seven stars, or by the name of a tree, or of a river, is considered worthless, as also a girl whose name ends in \"r\" or \"l.\" But some authors say that prosperity is gained only by marrying that girl to whom one becomes attached, and that therefore no other girl but the one who is loved should be married by anyone.", "characters": 385, "sentences": 3}, {"text": "When a girl is thus acquired, either according to the custom of the country, or according to his own desire, the man should marry her in accordance with the precepts of the Holy Writ, according to one of the four kinds of marriage.", "characters": 231, "sentences": 2}, {"text": "[Footnote 43: The flight of a blue jay on a person's left side is considered a lucky omen when one starts on any business; the appearance of a cat before anyone at such a time is looked on as a bad omen. There are many omens of the same kind.]", "characters": 243, "sentences": 3}, {"text": "[Footnote 45: Before anything is begun it is a custom to go early in the morning to a neighbour's house, and overhear the first words that may be spoken in his family, and according as the words heard are of good or bad import, so draw an inference as to the success or failure of the undertaking.]", "characters": 298, "sentences": 2}, {"text": "[Footnote 47: A woman, the palms of whose hands and the soles of whose feet are always perspiring.]", "characters": 99, "sentences": 2}, {"text": "He should embrace her first of all in a way she likes most, because it does not last for a long time.", "characters": 101, "sentences": 2}, {"text": "He should embrace her with the upper part of his body because that is easier and simpler. If the girl is grown up, or if the man has known her for some time, he may embrace her by the light of a lamp, but if he is not well acquainted with her, or if she is a young girl, he should then embrace her in darkness.", "characters": 310, "sentences": 3}, {"text": "[Footnote 48: These last few lines have been exemplified in many ways in many novels of this century.]", "characters": 102, "sentences": 2}, {"text": "A man, who has seen and perceived the feelings of the girl towards him, and who has noticed the outward signs and movements by which those feelings are expressed, should do everything in his power to effect an union with her. He should gain over a young girl by childlike sports, a damsel come of age by his skill in the arts, and a girl that loves him by having recourse to persons in whom she confides.", "characters": 404, "sentences": 3}, {"text": "ABOUT THINGS TO BE DONE ONLY BY THE MAN, AND THE ACQUISITION OF THE GIRL THEREBY. ALSO WHAT IS TO BE DONE BY A GIRL TO GAIN OVER A MAN, AND SUBJECT HIM TO HER.", "characters": 159, "sentences": 3}, {"text": "Now when the girl begins to show her love by outward signs and motions, as described in the last chapter, the lover should try to gain her over entirely by various ways and means, such as the following:--", "characters": 204, "sentences": 1}, {"text": "He should sprinkle upon her the water brought for rinsing his mouth; and when alone with her in a lonely place, or in darkness, he should make love to her, and tell her the true state of his mind without distressing her in any way.", "characters": 231, "sentences": 2}, {"text": "When it is impossible for the man to carry on his endeavours alone, he should, by means of the daughter of her nurse, or of a female friend in whom she confides, cause the girl to be brought to him without making known to her his design, and he should then proceed with her in the manner above described. Or he should in the beginning send his own female servant to live with the girl as her friend, and should then gain her over by her means.", "characters": 443, "sentences": 3}, {"text": "At last, when he knows the state of her feelings by her outward manner and conduct towards him at religious ceremonies, marriage ceremonies, fairs, festivals, theatres, public assemblies, and such like occasions, he should begin to enjoy her when she is alone, for Vatsyayana lays it down, that women, when resorted to at proper times and in proper places, do not turn away from their lovers.", "characters": 392, "sentences": 2}, {"text": "[Footnote 49: There is a good deal of truth in the last few observations. Woman is a monogamous animal, and loves but one, and likes to feel herself alone in the affections of one man, and cannot bear rivals. It may also be taken as a general rule that women either married to, or kept by, rich men love them for their wealth, but not for themselves.]", "characters": 351, "sentences": 4}, {"text": "When the girl is gained over, and acts openly with the man as his wife, he should cause fire to be brought from the house of a Brahman, and having spread the Kusha grass upon the ground, and offered an oblation to the fire he should marry her according to the precepts of the religious law. After this he should inform his parents of the fact, because it is the opinion of ancient authors that a marriage solemnly contracted in the presence of fire cannot afterwards be set aside.", "characters": 480, "sentences": 3}, {"text": "After the consummation of the marriage, the relations of the man should gradually be made acquainted with the affair, and the relations of the girl should also be apprised of it in such a way that they may consent to the marriage, and overlook the manner in which it was brought about, and when this is done they should afterwards be reconciled by affectionate presents and favourable conduct. In this manner the man should marry the girl according to the Gandharva form of marriage.", "characters": 483, "sentences": 3}, {"text": "When the girl cannot make up her mind, or will not express her readiness to marry, the man should obtain her in any one of the following ways:--", "characters": 144, "sentences": 1}, {"text": "(1). On a fitting occasion, and under some excuse, he should by means of a female friend with whom he is well acquainted, and whom he can trust, and who also is well known to the girl's family, get the girl brought unexpectedly to his house, and he should then bring fire from the house of a Brahman, and proceed as before described.", "characters": 333, "sentences": 3}, {"text": "(2.) When the marriage of the girl with some other person draws near, the man should disparage the future husband to the utmost in the mind of the mother of the girl, and then having got the girl to come with her mother's consent to a neighbouring house, he should bring fire from the house of a Brahman, and proceed as above.", "characters": 326, "sentences": 3}, {"text": "(4.) The man should on the occasion of festivals get the daughter of the nurse to give the girl some intoxicating substance, and then cause her to be brought to some secure place under the pretence of some business, and there having enjoyed her before she recovers from her intoxication, should bring fire from the house of a Brahman, and proceed as before.", "characters": 357, "sentences": 3}, {"text": "(5.) The man should, with the connivance of the daughter of the nurse, carry off the girl from her house while she is asleep, and then, having enjoyed her before she recovers from her sleep, should bring fire from the house of a Brahman, and proceed as before.", "characters": 260, "sentences": 3}, {"text": "(6.) When the girl goes to a garden, or to some village in the neighbourhood, the man should, with his friends, fall on her guards, and having killed them, or frightened them away, forcibly carry her off, and proceed as before.", "characters": 227, "sentences": 3}, {"text": "[Footnote 50: These forms of marriage differ from the four kinds of marriage mentioned in Chapter I., and are only to be made use of when the girl is gained over in the way mentioned in Chapters III. and IV.]", "characters": 208, "sentences": 4}, {"text": "[Footnote 51: About this, see a story on the fatal effects of love at page 114 of \"Early Ideas; a Group of Hindoo Stories,\" collected and collated by Anaryan. W. H. Allen and Co., London, 1881.]", "characters": 194, "sentences": 6}, {"text": "[Footnote 52: About the Gandharvavivaha form of marriage, see note to page 28 of Captain R. F. Burton's \"Vickram and the Vampire; or Tales of Hindu Devilry.\" Longman, Green & Co., London, 1870. This form of matrimony was recognised by the ancient Hindus, and is frequent in books. It is a kind of Scotch Wedding--ultra-Caledonian--taking place by mutual consent without any form or ceremony. The Gandharvas are heavenly minstrels of Indra's court, who are supposed to be witnesses.]", "characters": 482, "sentences": 9}, {"text": "ON THE MANNER OF LIVING OF A VIRTUOUS WOMAN, AND OF HER BEHAVIOUR DURING THE ABSENCE OF HER HUSBAND.", "characters": 100, "sentences": 2}, {"text": "Thus ends the part relating to the behaviour of a wife during the absence of her husband on a journey.", "characters": 102, "sentences": 2}, {"text": "\"The wife, whether she be a woman of noble family, or a virgin widow[53] re-married, or a concubine, should lead a chaste life, devoted to her husband, and doing every thing for his welfare. Women acting thus, acquire Dharma, Artha, and Kama, obtain a high position, and generally keep their husbands devoted to them.\"", "characters": 318, "sentences": 3}, {"text": "[Footnote 53: This probably refers to a girl married in her infancy, or when very young, and whose husband had died before she arrived at the age of puberty. Infant marriages are still the common custom of the Hindoos.]", "characters": 219, "sentences": 3}, {"text": "ON THE CONDUCT OF THE ELDER WIFE TOWARDS THE OTHER WIVES OF HER HUSBAND, AND ON THAT OF A YOUNGER WIFE TOWARDS THE ELDER ONES. ALSO ON THE CONDUCT OF A VIRGIN WIDOW RE-MARRIED; OF A WIFE DISLIKED BY HER HUSBAND; OF THE WOMEN IN THE KING'S HAREM; AND LASTLY ON THE CONDUCT OF A HUSBAND TOWARDS MANY WIVES.", "characters": 304, "sentences": 3}, {"text": "A widow in poor circumstances, or of a weak nature, and who allies herself again to a man, is called a widow re-married.", "characters": 120, "sentences": 2}, {"text": "The above sections will show how all the women of the King's seraglio are to behave, and therefore we shall now speak separately only about the king.", "characters": 149, "sentences": 2}, {"text": "At festivals, singing parties and exhibitions, all the wives of the King should be treated with respect and served with drinks.", "characters": 127, "sentences": 2}, {"text": "But the women of the harem should not be allowed to go out alone, neither should any women outside the harem be allowed to enter it except those whose character is well known. And lastly the work which the King's wives have to do should not be too fatiguing.", "characters": 258, "sentences": 3}, {"text": "[Footnote 54: A name given to the maid servants of the zenana of the Kings in ancient times, on account of their always keeping their breasts covered with a cloth called Kanchuki. It was customary in the olden time for the maid servants to cover their breasts with a cloth, while the Queens kept their breasts uncovered. This custom is distinctly to be seen in the Ajunta cave paintings.]", "characters": 388, "sentences": 4}, {"text": "[Footnote 55: The meaning of this word is a superior woman, so it would seem that a Mahallarika must be a person in authority over the maid servants of the house.]", "characters": 163, "sentences": 2}, {"text": "[Footnote 56: This was also appertaining to the rank of women employed in the harem. In latter times this place was given to eunuchs.]", "characters": 134, "sentences": 3}, {"text": "[Footnote 57: As Kings generally had many wives, it was usual for them to enjoy their wives by turns. But as it happened sometimes that some of them lost their turns owing to the King's absence, or to their being unwell, then in such cases the women whose turns had been passed over, and those whose turns had come, used to have a sort of lottery, and the ointment of all the claimants were sent to the King, who accepted the ointment of one of them, and thus settled the question.]", "characters": 482, "sentences": 3}, {"text": "OF THE CHARACTERISTICS OF MEN AND WOMEN.--THE REASONS WHY WOMEN REJECT THE ADDRESSES OF MEN.--ABOUT MEN WHO HAVE SUCCESS WITH WOMEN, AND ABOUT WOMEN WHO ARE EASILY GAINED OVER.", "characters": 176, "sentences": 4}, {"text": "Ancient authors say that a man should know the disposition, truthfulness, purity, and will of a young woman, as also the intensity, or weakness of her passions, from the form of her body, and from her characteristic marks and signs. But Vatsyayana is of opinion that the forms of bodies, and the characteristic marks or signs are but erring tests of character, and that women should be judged by their conduct, by the outward expression of their thoughts, and by the movements of their bodies.", "characters": 493, "sentences": 3}, {"text": "12. Fear on account of his being powerful, or possessed of too impetuous passion, in the case of the deer woman.", "characters": 112, "sentences": 3}, {"text": "24. A woman who has been married in her infancy to a rich man, and not liking him when she grows up, desires a man possessing a disposition, talents, and wisdom suitable to her own tastes.", "characters": 188, "sentences": 3}, {"text": "\"Desire, which springs from nature, and which is increased by art, and from which all danger is taken away by wisdom, becomes firm and secure. A clever man, depending on his own ability, and observing carefully the ideas and thoughts of women, and removing the causes of their turning away from men, is generally successful with them.\"", "characters": 335, "sentences": 3}, {"text": "Now when a man acts himself in the matter he should first of all make the acquaintance of the woman he loves in the following manner.", "characters": 133, "sentences": 2}, {"text": "1st. He should arrange to be seen by the woman either on a natural or special opportunity. A natural opportunity is when one of them goes to the house of the other, and a special opportunity is when they meet either at the house of a friend, or a caste-fellow, or a minister, or a physician, as also on the occasion of marriage ceremonies, sacrifices, festivals, funerals, and garden parties.", "characters": 392, "sentences": 4}, {"text": "When a man is trying to gain over a woman he should examine the state of her mind, and acts as follows.", "characters": 103, "sentences": 2}, {"text": "If she listens to him, but does not manifest to him in any way her own intentions, he should then try to gain her over by means of a go-between.", "characters": 144, "sentences": 2}, {"text": "If she meets him once, and again comes to meet him better dressed than before, or comes to him in some lonely place, he should be certain that she is capable of being enjoyed by the use of a little force. A woman who lets a man make up to her, but does not give herself up, even after a long time, should be considered as a trifler in love, but owing to the fickleness of the human mind, even such a woman can be conquered by always keeping up a close acquaintance with her.", "characters": 474, "sentences": 3}, {"text": "When a woman avoids the attentions of a man, and on account of respect for him, and pride in herself, will not meet him or approach him, she can be gained over with difficulty, either by endeavouring to keep on familiar terms with her, or else by an exceedingly clever go-between.", "characters": 280, "sentences": 2}, {"text": "When a man makes up to a woman, and she reproaches him with harsh words, she should be abandoned at once.", "characters": 105, "sentences": 2}, {"text": "When a woman reproaches a man, but at the same time acts affectionately towards him, she should be made love to in every way.", "characters": 125, "sentences": 2}, {"text": "A woman who meets a man in lonely places, and puts up with the touch of his foot, but pretends, on account of the indecision of her mind, not to be aware of it, should be conquered by patience, and by continued efforts as follows:", "characters": 230, "sentences": 1}, {"text": "When a woman gives a man an opportunity, and makes her own love manifest to him, he should proceed to enjoy her. And the signs of a woman manifesting her love are these:", "characters": 169, "sentences": 2}, {"text": "4. She has the fingers of her hand, and the toes of her feet moistened with perspiration, and her face blooming with delight.", "characters": 125, "sentences": 3}, {"text": "6. When shampooing him she works with one hand only, and with the other she touches and embraces parts of his body.", "characters": 115, "sentences": 3}, {"text": "7. She remains with both hands placed on his body motionless as if she had been surprised by something, or was overcome by fatigue.", "characters": 131, "sentences": 3}, {"text": "8. She sometimes bends down her face upon his thighs, and when asked to shampoo them does not manifest any unwillingness to do so.", "characters": 130, "sentences": 3}, {"text": "9. She places one of her hands quite motionless on his body, and even though the man should press it between two members of his body, she does not remove it for a long time.", "characters": 173, "sentences": 3}, {"text": "10. Lastly, when she has resisted all the efforts of the man to gain her over, she returns to him next day to shampoo his body as before.", "characters": 137, "sentences": 3}, {"text": "When a woman neither gives encouragement to a man, nor avoids him, but hides herself and remains in some lonely place, she must be got at by means of the female servant who may be near her. If when called by the man she acts in the same way, then she should be gained over by means of a skilful go-between. But if she will have nothing to say to the man, he should consider well about her before he begins any further attempts to gain her over.", "characters": 444, "sentences": 4}, {"text": "If a woman has manifested her love or desire, either by signs or by motions of her body, and is afterwards rarely or never seen any where, or if a woman is met for the first time, the man should get a go-between to approach her.", "characters": 228, "sentences": 2}, {"text": "Gonikaputra is of opinion that when it is the first affair of the woman, or when her love has only been very secretly shown, the man should then secure and send to her a go-between, with whom she may be already acquainted, and in whom she confides.", "characters": 248, "sentences": 2}, {"text": "Now the go-between should show the woman the presents, such as the betel nut and betel leaves, the perfumes, the flowers, and the rings which the man may have given to her for the sake of the woman, and on these presents should be impressed the marks of the man's teeth, and nails, and other signs. On the cloth that he may send he should draw with saffron both his hands joined together as if in earnest entreaty.", "characters": 414, "sentences": 3}, {"text": "The go-between should also show to the woman ornamental figures of various kinds cut in leaves, together with ear ornaments, and chaplets made of flowers containing love letters expressive of the desire of the man,[61] and she should cause her to send affectionate presents to the man in return. After they have mutually accepted each other's presents, then a meeting should be arranged between them on the faith of the go-between.", "characters": 431, "sentences": 3}, {"text": "The followers of Babhravya say that this meeting should take place at the time of going to the temple of a Deity, or on occasions of fairs, garden parties, theatrical performances, marriages, sacrifices, festivals and funerals, as also at the time of going to the river to bathe, or at times of natural calamities,[62] fear of robbers or hostile invasions of the country.", "characters": 371, "sentences": 2}, {"text": "Gonikaputra is of opinion however that these meetings had better be brought about in the abodes of female friends, mendicants, astrologers, and ascetics. But Vatsyayana decides that that place is only well suited for the purpose which has proper means of ingress and egress, and where arrangements have been made to prevent any accidental occurrence, and when a man who has once entered the house, can also leave it at the proper time without any disagreeable encounter.", "characters": 470, "sentences": 3}, {"text": "(2). A go-between who, perceiving that some part of the affair is already done, or that the advances on the part of the man are already made, completes the rest of the business, is called a go-between who performs only a limited part of the business.", "characters": 250, "sentences": 3}, {"text": "(3). A go-between, who simply carries messages between a man and a woman, who love each other, but who cannot frequently meet, is called the bearer of a letter or message.", "characters": 171, "sentences": 3}, {"text": "This name is also given to one who is sent by either of the lovers to acquaint either the one or the other with the time and place of their meeting.", "characters": 148, "sentences": 2}, {"text": "The above name is also given to a woman who having made an agreement with some other woman to act as her go-between, gains over the man to herself, by the means of making him personally acquainted with herself, and thus causes the other woman to fail. The same applies to a man who, acting as a go-between for another, and having no previous connection with the woman, gains her over for himself, and thus causes the failure of the other man.", "characters": 442, "sentences": 3}, {"text": "(6). When a man gets his wife to gain the confidence of a woman whom he wants to enjoy, and to call on her and talk to her about the wisdom and ability of her husband, that wife is called a wife serving as a go-between. In this case the feelings of the woman with regard to the man should also be made known through the wife.", "characters": 325, "sentences": 4}, {"text": "(7). When any man sends a girl or a female servant to any woman under some pretext or other, and places a letter in her bouquet of flowers, or in her ear ornaments, or marks something about her with his teeth or nails, that girl or female servant is called a mute go-between. In this case the man should expect an answer from the woman through the same person.", "characters": 360, "sentences": 4}, {"text": "(8). A person, who carries a message to a woman, which has a double meaning, or which relates to some past transactions, or which is unintelligible to other people, is called a go-between who acts the part of the wind. In this case the reply should be asked for through the same woman.", "characters": 285, "sentences": 4}, {"text": "Lastly a go-between can, by the artfulness of her conversation unite a woman with a man, even though he may not have been thought of by her, or may have been considered beyond his aspirations. She can also bring back a man to a woman, who, owing to some cause or other, has separated himself from her.", "characters": 301, "sentences": 3}, {"text": "[Footnote 60: The heroine of one of the best, if not the best, of Hindoo plays, and the best known in Sanscrit dramatic literature. It was first brought to notice by Sir William Jones, and has been well and poetically translated by Dr. Monier Williams under the title of Sakoontala, or the lost ring, an Indian drama, translated into English prose and verse from the Sanscrit of Kalidasa.]", "characters": 389, "sentences": 4}, {"text": "Quand on a juré le plus profond hommage    Voulez-vous qu'infidè le on change de langage    Vous seule captive mon esprit ou mon coeur    Que je puisse dans vos bras seuls goûter le bonheur;    Je voudrais, mais en vain, que mon coeur en délire    Couche où ce papier n'oserait vous dire.    Avec soin, de ces vers lisez leur premiers mots,    Vous verrez quel remède il faut à tous mes maux.", "characters": 399, "sentences": 3}, {"text": "[Footnote 62: It is supposed that storms, earthquakes, famines and pestilent diseases are here alluded to.]", "characters": 107, "sentences": 2}, {"text": "The head man of the village, the King's officer employed there, and the man[63] whose business it is to glean corn, can gain over female villagers simply by asking them. It is on this account that this class of woman are called unchaste women by voluptuaries.", "characters": 259, "sentences": 3}, {"text": "(2). Or, having made the acquaintance of the husband of the woman whom the King desires, the wives of the King should get the wife to pay them a visit in the harem, and on this occasion a female attendant of the King, having been sent thither, should act as above described.", "characters": 274, "sentences": 3}, {"text": "(3). Or, one of the King's wives should get acquainted with the woman that the King desires, by sending one of the female attendants to her, who should, on their becoming more intimate, induce her to come and see the royal abode. Afterwards, when she has visited the harem, and acquired confidence, a female confidante of the King, sent thither, should act as before described.", "characters": 377, "sentences": 4}, {"text": "(4). Or, the King's wife should invite the woman, whom the King desires, to come to the royal palace, so that she might see the practice of the art in which the King's wife may be skilled, and after she has come to the harem, a female attendant of the King, sent thither, should act as before described.", "characters": 303, "sentences": 3}, {"text": "(7). Lastly, if the woman desired by the King be living with some person who is not her husband, then the King should cause her to be arrested, and having made her a slave, on account of her crime, should place her in the harem. Or the King should cause his ambassador to quarrel with the husband of the woman desired by him, and should then imprison her as the wife of an enemy of the King, and by this means should place her in the harem.", "characters": 440, "sentences": 4}, {"text": "The above mentioned ways of gaining over the wives of other men are chiefly practised in the palaces of Kings. But a King should never enter the abode of another person, for Abhira,[64] the King of the Kottas was killed by a washerman while in the house of another, and in the same way Jayasana the King of the Kashis was slain by the commandment of his cavalry.", "characters": 362, "sentences": 3}, {"text": "\"The above and other ways are the means employed in different countries by Kings with regard to the wives of other persons. But a King, who has the welfare of his people at heart, should not on any account put them into practice.\"", "characters": 230, "sentences": 3}, {"text": "[Footnote 63: This is a phrase used for a man who does the work of everybody, and who is fed by the whole village.]", "characters": 115, "sentences": 2}, {"text": "[Footnote 64: The exact date of the reign of these kings is not known. It is supposed to have been about the beginning of the Christian era.]", "characters": 141, "sentences": 3}, {"text": "[Footnote 67: Now known by the name of Berar. Its capital was Kundinpura, which has been identified with the modern Oomravati.]", "characters": 127, "sentences": 3}, {"text": "[Footnote 69: The modern provinces of Katteeawar. Its capital was called Girinaguda, or the modern Junagurh.]", "characters": 109, "sentences": 3}, {"text": "The women of the royal harem cannot see or meet any men on account of their being strictly guarded, neither do they have their desires satisfied, because their only husband is common to many wives. For this reason among themselves they give pleasure to each other in various ways as now described.", "characters": 297, "sentences": 3}, {"text": "Having dressed the daughters of their nurses, or their female friends, or their female attendants, like men, they accomplish their object by means of bulbs, roots, and fruits having the form of the Lingam, or they lie down upon the statue of a male figure, in which the Lingam is visible and erect.", "characters": 298, "sentences": 2}, {"text": "When a go-between has no access to the harem, then the man should stand in some place where the lady, whom he loves, and whom he is anxious to enjoy, can be seen.", "characters": 162, "sentences": 2}, {"text": "The heart of an ichneumon, the fruit of the long gourd (Tumbi), and the eyes of the serpent, should all be burnt without letting out the smoke, the ashes should then be ground and mixed in equal quantities with water. By putting this mixture upon the eyes a man can go about unseen.", "characters": 282, "sentences": 3}, {"text": "Again the man may enter the harem during the festival of the eight moon in the month of Nargashirsha, and during the moonlight festivals when the female attendants of the harem are all busily occupied, or in confusion.", "characters": 218, "sentences": 2}, {"text": "The followers of Babhravya say that a man should cause his wife to associate with a young woman who would tell him the secrets of other people, and thus find out from her about his wife's chastity. But Vatsyayana says, that as wicked persons are always successful with women, a man should not cause his innocent wife to be corrupted by bringing her into the company of a deceitful woman.", "characters": 387, "sentences": 3}, {"text": "[Footnote 71: The way to make oneself invisible; the knowledge of the art of transmigration, or changing ourselves or others into any shape or form by the use of charms and spells; the power of being in two places at once, and other occult sciences are frequently referred to in all Oriental literature.]", "characters": 304, "sentences": 2}, {"text": "[Footnote 72: This may be considered as meaning religious influence, and alludes to persons who may be gained over by that means.]", "characters": 130, "sentences": 2}, {"text": "[Footnote 73: It may be noted from the above remarks that eunuchs do not appear to have been employed in the King's harem in those days, though they seem to have been employed for other purposes. See Part II., page 43.]", "characters": 219, "sentences": 4}, {"text": "This Part VI., about courtesans, was prepared by Vatsyayana, from a treatise on the subject, that was written by Dattaka, for the women of Pataliputra (the modern Patna), some two thousand years ago. Dattaka's work does not appear to be extant now, but this abridgement of it is very clever, and quite equal to any of the productions of Emile Zola, and other writers of the realistic school of to-day.", "characters": 401, "sentences": 4}, {"text": "Although a great deal has been written on the subject of the courtesan, nowhere will be found a better description of her, of her belongings, of her ideas, and of the working of her mind, than is contained in the following pages.", "characters": 229, "sentences": 2}, {"text": "The subtlety of women, their wonderful perceptive powers, their knowledge, and their intuitive appreciation of men and things, are all shown in the following pages, which may be looked upon as a concentrated essence that has been since worked up into detail by many writers in every quarter of the globe.", "characters": 304, "sentences": 2}, {"text": "OF THE CAUSES OF A COURTESAN RESORTING TO MEN; OF THE MEANS OF ATTACHING TO HERSELF THE MAN DESIRED; AND OF THE KIND OF MAN THAT IT IS DESIRABLE TO BE ACQUAINTED WITH.", "characters": 167, "sentences": 2}, {"text": "On the other hand, those who are possessed of excellent qualities are to be resorted to for the sake of love, and fame. Such men are as follows:", "characters": 144, "sentences": 2}, {"text": "She should be possessed of beauty, and amiability, with auspicious body marks. She should have a liking for good qualities in other people, as also a liking for wealth. She should take delight in sexual unions resulting from love, and should be of a firm mind, and of the same class as the man with regard to sexual enjoyment.", "characters": 326, "sentences": 4}, {"text": "She should always be anxious to acquire and obtain experience and knowledge, be free from avarice, and always have a liking for social gatherings, and for the arts.", "characters": 164, "sentences": 2}, {"text": "To be possessed of intelligence, good disposition, and good manners; to be straightforward in behaviour, and to be grateful; to consider well the future before doing anything; to possess activity, to be of consistent behaviour, and to have a knowledge of the proper times and places for doing things; to speak always without meanness, loud laughter, malignity, anger, avarice, dullness, or stupidity, to have a knowledge of the Kama Sutra, and to be skilled in all the arts connected with it.", "characters": 492, "sentences": 2}, {"text": "The faults of the women are to be known by the absence of any of the above mentioned good qualities.", "characters": 100, "sentences": 2}, {"text": "One who is consumptive; one who is sickly; one whose mouth contains worms; one whose breath smells like human excrement; one whose wife is dear to him; one who speaks harshly; one who is always suspicious; one who is avaricious; one who is pitiless; one who is a thief; one who is self-conceited; one who has a liking for sorcery; one who does not care for respect or disrespect; one who can be gained over even by his enemies by means of money; and lastly, one who is extremely bashful.", "characters": 487, "sentences": 2}, {"text": "[Footnote 74: In England the lower classes of courtesans walk the streets; in India and other places in the East they sit at the windows, or at the doors of their houses.]", "characters": 171, "sentences": 2}, {"text": "When a courtesan is living as a wife with her lover, she should behave like a chaste woman, and do everything to his satisfaction. Her duty in this respect, in short, is, that she should give him pleasure, but should not become attached to him, though behaving as if she were really attached.", "characters": 292, "sentences": 3}, {"text": "She should make out to the mother or nurse that the man is suffering from bad health, and making this a pretext for going to see him, she should go on that account. She is, moreover, to do the following things for the purpose of gaining the man's favour, viz.:", "characters": 260, "sentences": 3}, {"text": "When the man does return home she should worship the God Kama (_i.e._, the Indian Cupid), and offer oblations to other Deities, and having caused a pot filled with water to be brought by her friends, she should perform the worship in honour of the crow who eats the offerings which we make to the manes of deceased relations. After the first visit is over she should ask her lover also to perform certain rites, and this he will do if he is sufficiently attached to her.", "characters": 470, "sentences": 5}, {"text": "Now a man is said to be sufficiently attached to a woman when his love is disinterested; when he has the same object in view as his beloved one; when he is quite free from any suspicions on her account; and when he is indifferent to money with regard to her.", "characters": 258, "sentences": 2}, {"text": "Such is the manner of a courtesan living with a man like a wife, and set forth here for the sake of guidance from the rules of Dattaka. What is not laid down here should be practised according to the custom of the people, and the nature of each individual man.", "characters": 260, "sentences": 3}, {"text": "\"The extent of the love of women is not known, even to those who are the objects of their affection, on account of its subtlety, and on account of the avarice, and natural intelligence of womankind.\"", "characters": 199, "sentences": 2}, {"text": "\"Women are hardly ever known in their true light, though they may love men, or become indifferent towards them; may give them delight, or abandon them; or may extract from them all the wealth that they may possess.\"", "characters": 215, "sentences": 2}, {"text": "OF THE MEANS OF GETTING MONEY. OF THE SIGNS OF THE CHANGE OF A LOVER'S FEELINGS, AND OF THE WAY TO GET RID OF HIM.", "characters": 114, "sentences": 3}, {"text": "By natural or lawful means, and by artifices. Old authors are of opinion that when a courtesan can get as much money as she wants from her lover, she should not make use of artifice. But Vatsyayana lays down that though she may get some money from him by natural means, yet when she makes use of artifice he gives her doubly more, and therefore artifice should be resorted to for the purpose of extorting money from him at all events.", "characters": 434, "sentences": 4}, {"text": "1st. Taking money from him on different occasions, for the purpose of purchasing various articles, such as ornaments, food, drink, flowers, perfumes and cloths, and either not buying them, or getting from him more than their cost.", "characters": 230, "sentences": 3}, {"text": "3rd. Pretending to be obliged to make gifts on occasion of festivals connected with vows, trees, gardens, temples, or tanks.[75]", "characters": 128, "sentences": 3}, {"text": "4th. Pretending that at the time of going to his house, her jewels have been stolen either by the King's guards, or by robbers.", "characters": 127, "sentences": 3}, {"text": "5th. Alleging that her property has been destroyed by fire, by the falling of her house, or by the carelessness of her servants.", "characters": 128, "sentences": 3}, {"text": "7th. Causing him to hear through other people of the expenses incurred by her in coming to see him.", "characters": 99, "sentences": 3}, {"text": "9th. Disputing with her mother on account of some expense incurred by her for her lover, and which was not approved of by her mother.", "characters": 133, "sentences": 3}, {"text": "10th. Not going to parties and festivities in the houses of her friends for the want of presents to make to them, she having previously informed her lover of the valuable presents given to her by these very friends.", "characters": 215, "sentences": 3}, {"text": "11th. Not performing certain festive rites under the pretence that she has no money to perform them with.", "characters": 105, "sentences": 3}, {"text": "21st. Pretending to sell some of her ornaments, furniture, or cooking utensils to a trader, who has been already tutored how to behave in the matter.", "characters": 149, "sentences": 3}, {"text": "22nd. Having to buy cooking utensils of greater value than those of other people, so that they might be more easily distinguished, and not changed for others of an inferior description.", "characters": 185, "sentences": 3}, {"text": "23rd. Remembering the former favours of her lover, and causing them always to be spoken of by her friends and followers.", "characters": 120, "sentences": 3}, {"text": "25th. Describing before them, and in the presence of her lover, her own great gains, and making them out to be greater even than theirs, though such may not have been really the case.", "characters": 183, "sentences": 3}, {"text": "26th. Openly opposing her mother when she endeavours to persuade her to take up with men with whom she has been formerly acquainted, on account of the great gains to be got from them.", "characters": 183, "sentences": 3}, {"text": "A woman should always know the state of the mind, of the feelings, and of the disposition of her lover towards her, from the changes of his temper, his manner, and the colour of his face.", "characters": 187, "sentences": 2}, {"text": "1st. He gives the woman either less than is wanted, or something else than that which is asked for.", "characters": 99, "sentences": 3}, {"text": "8th. Lastly, he speaks in private with the attendants of a woman with whom he was formerly acquainted.", "characters": 102, "sentences": 3}, {"text": "1st. Describing the habits and vices of the lover as disagreeable and censurable, with the sneer of the lip, and the stamp of the foot.", "characters": 135, "sentences": 3}, {"text": "10th. Refusing access to her Jaghana, _i.e._, the part of the body between the navel and the thighs.", "characters": 100, "sentences": 5}, {"text": "19th. Going out visiting, or into company, when she perceives his desire to enjoy her during the day time.", "characters": 106, "sentences": 3}, {"text": "21st. Laughing without any joke, or at the time of any joke made by him, laughing under some pretence.", "characters": 102, "sentences": 3}, {"text": "22nd. Looking with side glances at her own attendants, and clapping her hands when he says anything.", "characters": 100, "sentences": 3}, {"text": "\"The duty of a courtesan consists in forming connections with suitable men after due and full consideration, and attaching the person with whom she is united to herself; in obtaining wealth from the person who is attached to her, and then dismissing him after she has taken away all his possessions.\"", "characters": 300, "sentences": 2}, {"text": "\"A courtesan leading in this manner the life of a wife is not troubled with too many lovers, and yet obtains abundance of wealth.\"", "characters": 130, "sentences": 2}, {"text": "[Footnote 75: On the completion of a vow a festival takes place. Some trees such as the Peepul and Banyan trees, are invested with sacred threads like the Brahman's, and on the occasion of this ceremony a festival is given. In the same way when gardens are made, and tanks or temples built, then also festivals are observed.]", "characters": 325, "sentences": 4}, {"text": "When a courtesan abandons her present lover after all his wealth is exhausted, she may then consider about her re-union with a former lover. But she should return to him only if he has acquired fresh wealth, or is still wealthy, and if he is still attached to her. And if this man be living at the time with some other women she should consider well before she acts.", "characters": 366, "sentences": 4}, {"text": "1st. He may have left the first woman of his own accord, and may even have left another woman since then.", "characters": 105, "sentences": 3}, {"text": "(1). Now if the man has left both women of his own accord, he should not be resorted to, on account of the fickleness of his mind, and his indifference to the excellencies of both of them.", "characters": 188, "sentences": 3}, {"text": "(2). As regards the man who may have been driven away from both women, if he has been driven away from the last one because the woman could get more money from some other man, then he should be resorted to, for if attached to the first woman he would give her more money, through vanity and emulation to spite the other woman. But if he has been driven away by the woman on account of his poverty, or stinginess, he should not then be resorted to.", "characters": 447, "sentences": 4}, {"text": "(3). In the case of the man who may have left the one woman of his own accord, and been driven away by the other, if he agrees to return to the former and give her plenty of money beforehand, then he should be resorted to.", "characters": 222, "sentences": 3}, {"text": "(4). In the case of the man who may have left the one woman of his own accord, and be living with another woman, the former (wishing to take up with him again) should first ascertain if he left her in the first instance in the hope of finding some particular excellence in the other woman, and that not having found any such excellence, he was willing to come back to her, and to give her much money on account of his conduct, and on account of his affection still existing for her.", "characters": 482, "sentences": 3}, {"text": "Or, whether, having discovered many faults in the other woman, he would now see even more excellences in herself than actually exist, and would be prepared to give her much money for these qualities.", "characters": 199, "sentences": 2}, {"text": "Or, lastly, to consider whether he was a weak man, or a man fond of enjoying many women, or one who liked a poor woman, or one who never did anything for the woman that he was with. After maturely considering all these things, she should resort to him or not, according to circumstances.", "characters": 287, "sentences": 3}, {"text": "(6). In the case of the man who may have been driven away by one woman, and be living with another, if the man makes overtures in return to the first one, the courtesan should consider well before she acts, and while the other woman is engaged in attracting him to herself, she should try in her turn (through keeping herself behind the scenes) to gain him over, on the grounds of any of the following considerations, viz.:", "characters": 423, "sentences": 3}, {"text": "1st. That he was driven away unjustly and for no proper reason, and now that he has gone to another woman, every effort must be used to bring him back to myself.", "characters": 161, "sentences": 3}, {"text": "4th. That he has become wealthy, has secured a higher position, and holds a place of authority under the King.", "characters": 110, "sentences": 3}, {"text": "8th. That by making peace with him I shall be able to get hold of a very rich man, who is now prevented from coming to me by my present lover.", "characters": 142, "sentences": 3}, {"text": "10th. That the friend of this man loves my rival, who hates me cordially; I shall, therefore, by this means separate the friend from his mistress.", "characters": 146, "sentences": 3}, {"text": "11th. And lastly, I shall bring discredit upon him by bringing him back to me, thus showing the fickleness of his mind.", "characters": 119, "sentences": 3}, {"text": "\"Re-union with a former lover may be desirable so as to separate some particular woman from some particular man, or some particular man from some particular woman, or to have a certain effect upon the present lover.\"", "characters": 216, "sentences": 2}, {"text": "\"When a man is excessively attached to a woman, he is afraid of her coming into contact with other men; he does not then regard or notice her faults; and he gives her much wealth through fear of her leaving him.\"", "characters": 212, "sentences": 2}, {"text": "\"A courtesan should be agreeable to the man who is attached to her, and despise the man who does not care for her. If while she is living with one man a messenger comes to her from some other man, she may either refuse to listen to any negotiations on his part, or appoint a fixed time for him to visit her, but she should not leave the man who may be living with her and who may be attached to her.\"", "characters": 400, "sentences": 3}, {"text": "\"A wise woman should only renew her connection with a former lover if she is satisfied that good fortune, gain, love, and friendship, are likely to be the result of such a re-union.\"", "characters": 182, "sentences": 2}, {"text": "When the same labour is required to gain any two lovers, or when the same kind of thing is to be got from each of them, the choice should be made by the advice of a friend, or it may be made from their personal qualities, or from the signs of good or bad fortune that may be connected with them.", "characters": 295, "sentences": 2}, {"text": "When an occasion for complying with the request of a friend, and a chance of getting money come together, the Sages say that the chance of getting money should be preferred. But Vatsyayana thinks that the money can be obtained to-morrow as well as to-day, but if the request of a friend be not at once complied with, he may become disaffected. Even here, in making the choice, regard must be paid to future good fortune.", "characters": 420, "sentences": 4}, {"text": "On such an occasion, however, the courtesan might pacify her friend by pretending to have some work to do, and telling him that his request will be complied with next day, and in this way secure the chance of getting the money that has been offered her.", "characters": 253, "sentences": 2}, {"text": "When the chance of getting money, and the chance of avoiding some disaster come at the same time, the Sages are of opinion that the chance of getting money should be preferred, but Vatsyayana says that money has only a limited importance, while a disaster that is once averted may never occur again. Here, however, the choice should be guided by the greatness or smallness of the disaster.", "characters": 389, "sentences": 3}, {"text": "Building temples, tanks, and gardens; giving a thousand cows to different Brahmans; carrying on the worship of the Gods, and celebrating festivals in their honour; and, lastly, performing such vows as may be within their means.", "characters": 227, "sentences": 2}, {"text": "\"In considering her present gains, and her future welfare, a courtesan should avoid such persons as have gained their means of subsistence with very great difficulty, as also those who have become selfish and hard-hearted by becoming the favourites of Kings.\"", "characters": 259, "sentences": 2}, {"text": "\"She should make every endeavour to unite herself with prosperous and well-to-do people, and with those whom it is dangerous to avoid, or to slight in any way. Even at some cost to herself she should become acquainted with energetic and liberal-minded men, who when pleased would give her a large sum of money, even for very little service, or for some small thing.\"", "characters": 366, "sentences": 3}, {"text": "OF GAINS AND LOSSES; ATTENDANT GAINS AND LOSSES; AND DOUBTS; AS ALSO OF THE DIFFERENT KINDS OF COURTESANS.", "characters": 106, "sentences": 2}, {"text": "It sometimes happens that while gains are being sought for, or expected to be realised, that losses only are the result of our efforts, the causes of these losses are:", "characters": 167, "sentences": 1}, {"text": "As already stated, gain is of three kinds, and loss, which is opposed to gain, is also of three kinds.", "characters": 102, "sentences": 2}, {"text": "(a). When by living with a great man a courtesan acquires present wealth, and in addition to this becomes acquainted with other people, and thus obtains a chance of future fortune, and an accession of wealth, and becomes desirable to all, this is called a gain of wealth attended by other gain.", "characters": 294, "sentences": 3}, {"text": "(b). When by living with a man a courtesan simply gets money, this is called a gain of wealth not attended by any other gain.", "characters": 125, "sentences": 3}, {"text": "(c). When a courtesan receives money from other people besides her lover, the results are: the chance of the loss of future good from her present lover; the chance of disaffection of a man securely attached to her; the hatred of all; and the chance of a union with some low person, tending to destroy her future good. This gain is called a gain of wealth attended by losses.", "characters": 374, "sentences": 4}, {"text": "(d). When a courtesan, at her own expense, and without any results in the shape of gain, has connected with a great man, or an avaricious minister, for the sake of diverting some misfortune, or removing some cause that may be threatening the destruction of a great gain, this loss is said to be a loss of wealth attended by gains of the future good which it may bring about.", "characters": 374, "sentences": 3}, {"text": "(e). When a courtesan is kind, even at her own expense, to a man who is very stingy, or to a man proud of his looks, or to an ungrateful man skilled in gaining the heart of others, without any good resulting from these connections to her in the end, this loss is called a loss of wealth not attended by any gain.", "characters": 312, "sentences": 3}, {"text": "(f). When a courtesan is kind to any such man as described above, but who in addition are favourites of the King, and moreover cruel and powerful, without any good result in the end, and with a chance of her being turned away at any moment, this loss is called a loss of wealth attended by other losses.", "characters": 303, "sentences": 3}, {"text": "In this way gains and losses, and attendant gains and losses in religious merit and pleasures may become known to the reader, and combinations of all of them may also be made.", "characters": 175, "sentences": 2}, {"text": "In the next place we come to doubts, which are again of three kinds, viz.: doubts about wealth, doubts about religious merit, and doubts about pleasures.", "characters": 153, "sentences": 3}, {"text": "(a). When a courtesan is not certain how much a man may give her, or spend upon her, this is called a doubt about wealth.", "characters": 121, "sentences": 3}, {"text": "(b). When a courtesan feels doubtful whether she is right in entirely abandoning a lover from whom she is unable to get money, she having taken all his wealth from him in the first instance, this doubt is called a doubt about religious merit.", "characters": 242, "sentences": 3}, {"text": "(c). When a courtesan is unable to get hold of a lover to her liking, and is uncertain whether she will derive any pleasure from a person surrounded by his family, or from a low person, this is called a doubt about pleasure.", "characters": 224, "sentences": 3}, {"text": "(d). When a courtesan is uncertain whether some powerful but low principled fellow would cause loss to her on account of her not being civil to him, this is called a doubt about the loss of wealth.", "characters": 197, "sentences": 3}, {"text": "(e). When a courtesan feels doubtful whether she would lose religious merit by abandoning a man who is attached to her without giving him the slightest favour, and thereby causing him unhappiness in this world and the next,[76] this doubt is called a doubt about the loss of a religious merit.", "characters": 293, "sentences": 3}, {"text": "(f). When a courtesan is uncertain as to whether she might create disaffection by speaking out, and revealing her love and thus not get her desire satisfied, this is called a doubt about the loss of pleasure.", "characters": 208, "sentences": 3}, {"text": "(a). The intercourse or connection with a stranger, whose disposition is unknown, and who may have been introduced by a lover, or by one who possessed authority, may be productive either of gain or loss, and therefore this is called a mixed doubt about the gain and loss of wealth.", "characters": 281, "sentences": 3}, {"text": "(b). When a courtesan is requested by a friend, or is impelled by pity to have intercourse with a learned Brahman, a religious student, a sacrificer, a devotee, or an ascetic who may have all fallen in love with her, and who may be consequently at the point of death, by doing this she might either gain or lose religious merit, and therefore this is called a mixed doubt about the gain and loss of religious merit.", "characters": 415, "sentences": 3}, {"text": "(c). If a courtesan relies solely upon the report of other people (_i.e._, hearsay) about a man, and goes to him without ascertaining herself whether he possesses good qualities or not, she may either gain or lose pleasure in proportion as he may be good or bad, and therefore this is called a mixed doubt about the gain and loss of pleasure.", "characters": 342, "sentences": 5}, {"text": "(a). If, when living with a lover, a courtesan gets both wealth and pleasure from him, it is called a gain on both sides.", "characters": 121, "sentences": 3}, {"text": "(b). When a courtesan lives with a lover at her own expense without getting any profit out of it, and the lover even takes back from her what he may have formerly given her, it is called a loss on both sides.", "characters": 208, "sentences": 3}, {"text": "(c). When a courtesan is uncertain whether a new acquaintance would become attached to her, and, moreover, if he became attached to her, whether he would give her any thing, it is then called a doubt on both sides about gains.", "characters": 226, "sentences": 3}, {"text": "(d). When a courtesan is uncertain whether a former enemy, if made up by her at her own expense, would do her some injury on account of his grudge against her; or, if becoming attached to her, would take away angrily from her any thing that he may have given to her, this is called a doubt on both sides about loss.", "characters": 315, "sentences": 3}, {"text": "(a). When a courtesan can get money from a man whom she may go to see, and also money from a man whom she may not go to see, this is called a gain on both sides.", "characters": 161, "sentences": 3}, {"text": "(b). When a courtesan has to incur further expense if she goes to see a man, and yet runs the risk of incurring an irremediable loss if she does not go to see him, this is called a loss on both sides.", "characters": 200, "sentences": 3}, {"text": "(c). When a courtesan is uncertain, whether a particular man would give her anything on her going to see him, without incurring expense on her part, or whether on her neglecting him another man would give her something, this is called a doubt on both sides about gain.", "characters": 268, "sentences": 3}, {"text": "(d.) When a courtesan is uncertain, whether, on going at her own expense to see an old enemy, he would take back from her what he may have given her, or whether by her not going to see him he would cause some disaster to fall upon her, this is called a doubt on both sides about loss.", "characters": 284, "sentences": 3}, {"text": "A courtesan, having considered all the above things, and taken council with her friends, should act so as to acquire gain, the chances of great gain, and the warding off of any great disaster. Religious merit and pleasure should also be formed into separate combinations like those of wealth, and then all should be combined with each other, so as to form new combinations.", "characters": 373, "sentences": 3}, {"text": "When a courtesan consorts with men she should cause each of them to give her money as well as pleasure. At particular times, such as the Spring Festivals, etc., she should make her mother announce to the various men, that on a certain day her daughter would remain with the man who would gratify such and such a desire of hers.", "characters": 327, "sentences": 4}, {"text": "When young men approach her with delight, she should think of what she may accomplish through them.", "characters": 99, "sentences": 2}, {"text": "The combination of gains and losses on all sides are: gain on one side, and loss on all others; loss on one side and gain on all others; gain on all sides, loss on all sides.", "characters": 174, "sentences": 2}, {"text": "A courtesan should also consider doubts about gain and doubts about loss with reference both to wealth, religious merit, and pleasure.", "characters": 134, "sentences": 2}, {"text": "All the above kinds of courtesans are acquainted with various kinds of men, and should consider the ways of getting money from them, of pleasing them, of separating themselves from them, and of re-uniting with them. They should also take into consideration particular gains and losses, attendant gains and losses, and doubts in accordance with their several conditions.", "characters": 369, "sentences": 3}, {"text": "\"Men want pleasure, while women want money, and therefore this Part, which treats of the means of gaining wealth, should be studied.\"", "characters": 133, "sentences": 2}, {"text": "\"There are some women who seek for love, and there are others who seek for money; for the former the ways of love are told in previous portions of this work, while the ways of getting money, as practised by courtesans, are described in this Part.\"", "characters": 247, "sentences": 2}, {"text": "[Footnote 76: The souls of men who die with their desires unfulfilled are said to go to the world of the Manes, and not direct to the Supreme Spirit.]", "characters": 150, "sentences": 2}, {"text": "When a person fails to obtain the object of his desires by any of the ways previously related, he should then have recourse to other ways of attracting others to himself.", "characters": 170, "sentences": 2}, {"text": "Now, good looks, good qualities, youth, and liberality are the chief and most natural means of making a person agreeable in the eyes of others. But in the absence of these a man or a woman must have resort to artificial means, or to art, and the following are some recipes that may be found useful.", "characters": 298, "sentences": 3}, {"text": "(a). An ointment made of the tabernamontana coronaria, the costus speciosus or arabicus, and the flacourtia cataphracta, can be used as an unguent of adornment.", "characters": 160, "sentences": 3}, {"text": "(b). If a fine powder is made of the above plants, and applied to the wick of a lamp, which is made to burn with the oil of blue vitrol, the black pigment or lamp black produced therefrom, when applied to the eye-lashes, has the effect of making a person look lovely.", "characters": 267, "sentences": 3}, {"text": "(c). The oil of the hog weed, the echites putescens, the sarina plant, the yellow amaranth, and the leaf of the nymphæ, if applied to the body, has the same effect.", "characters": 165, "sentences": 3}, {"text": "(e). By eating the powder of the nelumbrium speciosum, the blue lotus, and the mesna roxburghii, with ghee and honey, a man becomes lovely in the eyes of others.", "characters": 161, "sentences": 3}, {"text": "(f). The above things, together with the tabernamontana coronaria, and the xanthochymus pictorius, if used as an ointment, produce the same results.", "characters": 148, "sentences": 3}, {"text": "(g). If the bone of a peacock or of an hyena be covered with gold, and tied on the right hand, it makes a man lovely in the eyes of other people.", "characters": 145, "sentences": 3}, {"text": "(h). In the same way, if a bead, made of the seed of the jujube, or of the conch shell, be enchanted by the incantations mentioned in the Atharvana Veda, or by the incantations of those well skilled in the science of magic, and tied on the hand, it produces the same result as described above.", "characters": 293, "sentences": 3}, {"text": "(i). When a female attendant arrives at the age of puberty, her master should keep her secluded, and when men ardently desire her on account of her seclusion, and on account of the difficulty of approaching her, he should then bestow her hand on such a person as may endow her with wealth and happiness.", "characters": 303, "sentences": 3}, {"text": "In the same way, when the daughter of a courtesan arrives at the age of puberty, the mother should get together a lot of young men of the same age, disposition, and knowledge as her daughter, and tell them that she would give her in marriage to the person who would give her presents of a particular kind.", "characters": 305, "sentences": 2}, {"text": "After this the daughter should be kept in seclusion as far as possible, and the mother should give her in marriage to the man who may be ready to give her the presents agreed upon. If the mother is unable to get so much out of the man, she should show some of her own things as having been given to the daughter by the bridegroom.", "characters": 330, "sentences": 3}, {"text": "Or, the mother may allow her daughter to be married to the man privately, as if she was ignorant of the whole affair, and then pretending that it has come to her knowledge, she may give her consent to the union.", "characters": 211, "sentences": 2}, {"text": "The daughter, too, should make herself attractive to the sons of wealthy citizens, unknown to her mother, and make them attached to her, and for this purpose should meet them at the time of learning to sing, and in places where music is played, and at the houses of other people, and then request her mother, through a female friend, or servant, to be allowed to unite herself to the man who is most agreeable to her.[77]", "characters": 421, "sentences": 2}, {"text": "When the daughter of a courtesan is thus given to a man, the ties of marriage should be observed for one year, and after that she may do what she likes. But even after the end of the year, when otherwise engaged, if she should be now and then invited by her first husband to come and see him, she should put aside her present gain, and go to him for the night.", "characters": 360, "sentences": 3}, {"text": "Such is the mode of temporary marriage among courtesans, and of increasing their loveliness, and their value in the eyes of others. What has been said about them should also be understood to apply to the daughters of dancing women, whose mothers should give them only to such persons as are likely to become useful to them in various ways.", "characters": 339, "sentences": 3}, {"text": "(a). If a man, after anointing his lingam with a mixture of the powders of the white thorn apple, the long pepper, and the black pepper, and honey, engages in sexual union with a woman, he makes her subject to his will.", "characters": 219, "sentences": 3}, {"text": "(b). The application of a mixture of the leaf of the plant vatodbhranta, of the flowers thrown on a human corpse when carried out to be burnt, and the powder of the bones of the peacock, and of the jiwanjiva bird, produces the same effect.", "characters": 239, "sentences": 3}, {"text": "(c). The remains of a kite who has died a natural death, ground into powder, and mixed with cowach and honey, has also the same effect.", "characters": 135, "sentences": 3}, {"text": "(d). Anointing oneself with an ointment made of the plant emblica myrabolans has the power of subjecting women to one's will.", "characters": 125, "sentences": 3}, {"text": "(f). If pieces of the arris root are dressed with the oil of the mango, and placed for six months in a hole made in the trunk of the sisu tree, and are then taken out and made up into an ointment, and applied to the lingam, this is said to serve as the means of subjugating women.", "characters": 280, "sentences": 3}, {"text": "(a). A man obtains sexual vigour by drinking milk mixed with sugar, the root of the uchchata plant, the piper chaba, and liquorice.", "characters": 131, "sentences": 3}, {"text": "(b). Drinking milk mixed with sugar, and having the testicle of a ram or a goat boiled in it, is also productive of vigour.", "characters": 123, "sentences": 3}, {"text": "(c). The drinking of the juice of the hedysarum gangeticum, the kuili, and the kshirika plant mixed with milk, produces the same effect.", "characters": 136, "sentences": 3}, {"text": "(d). The seed of the long pepper along with the seeds of the sanseviera roxburghiana, and the hedysarum gangeticum plant, all pounded together, and mixed with milk, is productive of a similar result.", "characters": 199, "sentences": 3}, {"text": "(e). According to ancient authors, if a man pounds the seeds or roots of the trapa bispinosa, the kasurika, the tuscan jasmine, and liquorice, together with the kshirakapoli (a kind of onion), and puts the powder into milk mixed with sugar and ghee, and having boiled the whole mixture on a moderate fire, drinks the paste so formed, he will be able to enjoy innumerable women.", "characters": 377, "sentences": 3}, {"text": "(f). In the same way, if a man mixes rice with the eggs of the sparrow, and having boiled this in milk, adds to it ghee and honey, and drinks as much of it as necessary, this will produce the same effect.", "characters": 204, "sentences": 3}, {"text": "(g). If a man takes the outer covering of sesamum seeds, and soaks them with the eggs of sparrows, and then, having boiled them in milk, mixed with sugar and ghee, along with the fruits of the trapa bispinosa and the kasurika plant, and adding to it the flour of wheat and beans, and then drinks this composition, he is said to be able to enjoy many women.", "characters": 356, "sentences": 3}, {"text": "(h). If ghee, honey, sugar, and liquorice in equal quantities, the juice of the fennel plant, and milk are mixed together, this nectar-like composition is said to be holy, and provocative of sexual vigour, a preservative of life, and sweet to the taste.", "characters": 253, "sentences": 3}, {"text": "(i). The drinking of a paste composed of the asparagus racemosus, the shvadaushtra plant, the guduchi plant, the long pepper, and liquorice, boiled in milk, honey, and ghee, in the spring, is said to have the same effect as the above.", "characters": 234, "sentences": 3}, {"text": "(j). Boiling the asparagus racemosus, and the shvadaushtra plant, along with the pounded fruits of the premna spinosa in water, and drinking the same, is said to act in the same way.", "characters": 182, "sentences": 3}, {"text": "(k). Drinking boiled ghee, or clarified butter in the morning during the spring season, is said to be beneficial to health and strength, and agreeable to the taste.", "characters": 164, "sentences": 3}, {"text": "(l). If the powder of the seed of the shvadaushtra plant and the flower of barley are mixed together in equal parts, and a portion of it, _i.e._, two palas in weight, is eaten every morning on getting up, it has the same effect as the preceding recipe.", "characters": 252, "sentences": 5}, {"text": "[Footnote 77: It is a custom of the courtesans of Oriental countries to give their daughters temporarily in marriage when they come of age, and after they have received an education in the Kama Sutra and other arts. Full details are given of this at page 76 of \"Early Ideas, a group of Hindoo stories, collected and collated by Anaryan. W. H. Allen and Co., London, 1881.\"]", "characters": 373, "sentences": 7}, {"text": "If a man is unable to satisfy a Hastini, or elephant woman, he should have recourse to various means to excite her passion. At the commencement he should rub her yoni with his hand or fingers, and not begin to have intercourse with her until she becomes excited, or experiences pleasure. This is one way of exciting a woman.", "characters": 324, "sentences": 4}, {"text": "(1). \"The armlet\" (Valaya) should be of the same size as the lingam, and should have its outer surface made rough with globules.", "characters": 128, "sentences": 3}, {"text": "(3). \"The bracelet\" (Chudaka) is made by joining three or more armlets, until they come up to the required length of the lingam.", "characters": 128, "sentences": 3}, {"text": "(4). \"The single bracelet\" is formed by wrapping a single wire around the lingam, according to its dimensions.", "characters": 110, "sentences": 3}, {"text": "(5). The Kantuka or Jalaka is a tube open at both ends, with a hole through it, outwardly rough and studded with soft globules, and made to fit the side of the yoni, and tied to the waist.", "characters": 188, "sentences": 3}, {"text": "When such a thing cannot be obtained, then a tube made of the wood apple, or tubular stalk of the bottle gourd, or a reed made soft with oil and extracts of plants, and tied to the waist with strings, may be made use of, as also a row of soft pieces of wood tied together.", "characters": 272, "sentences": 2}, {"text": "The people of the southern countries think that true sexual pleasure cannot be obtained without perforating the lingam, and they therefore cause it to be pierced like the lobes of the ears of an infant pierced for earrings.", "characters": 223, "sentences": 2}, {"text": "In the hole made in the lingam a man may put Apadravyas of various forms, such as the \"round,\" the \"round on one side,\" the \"wooden mortar,\" the \"flower,\" the \"armlet,\" the \"bone of the heron,\" the \"goad of the elephant,\" the \"collection of eight balls,\" the \"lock of hair,\" the \"place where four roads meet,\" and other things named according to their forms and means of using them. All these Apadravyas should be rough on the outside according to their requirements.", "characters": 467, "sentences": 3}, {"text": "If the lingam is rubbed with the following things, viz., the plant physalis flexuosa, the shavara-kandaka plant, the jalasuka plant, the fruit of the egg plant, the butter of a she buffalo, the hastri-charma plant, and the juice of the vajra-rasa plant, a swelling lasting for one month will be produced.", "characters": 304, "sentences": 3}, {"text": "By rubbing it with oil boiled in the concoctions of the above things, the same effect will be produced, but lasting for six months.", "characters": 131, "sentences": 2}, {"text": "The enlargement of the lingam is also effected by rubbing it or moistening it with oil boiled on a moderate fire along with the seeds of the pomegranate, and the cucumber, the juices of the valuka plant, the hasti-charma plant, and the egg-plant.", "characters": 246, "sentences": 2}, {"text": "(a). If a man mixes the powder of the milk hedge plant, and the kantaka plant with the excrement of a monkey, and the powdered root of the lanjalalika plant, and throws this mixture on a woman, she will not love any body else afterwards.", "characters": 237, "sentences": 3}, {"text": "(b). If a man thickens the juice of the fruits of the cassia fistula, and the eugenia jambolana by mixing them with the powder of the soma plant, the vernonia anthelmintica, the eclipta prostata, and the lohopa-jihirka, and applies this composition to the yoni of a woman, and then has sexual intercourse with her, his love for her will be destroyed.", "characters": 350, "sentences": 3}, {"text": "(c). The same effect is produced if a man has connection with a woman who has bathed in the butter-milk of a she-buffalo mixed with the powders of the gopalika plant, the banu-padika plant, and the yellow amaranth.", "characters": 214, "sentences": 3}, {"text": "(d). An ointment made of the flowers of the nauclea cadamba, the hog plum, and the eugenia jambolana, and used by a woman, causes her to be disliked by her husband.", "characters": 164, "sentences": 3}, {"text": "(f). An ointment made of the fruit of the asteracantha longifolia (kokilaksha) will contract the yoni of a Hastini or elephant woman, and this contraction lasts for one night.", "characters": 175, "sentences": 3}, {"text": "(g). An ointment made by pounding the roots of the nelumbrium speciosum, and of the blue lotus, and the powder of the plant physalis flexuosa mixed with ghee and honey, will enlarge the yoni of the Mrigi or deer woman.", "characters": 218, "sentences": 3}, {"text": "(h). An ointment made of the fruit of the emblica myrabolans soaked in the milky juice of the milk hedge plant, of the soma plant, the calotropis gigantea, and the juice of the fruit of the vernonia anthelmintica, will make the hair white.", "characters": 239, "sentences": 3}, {"text": "(i). The juice of the roots of the madayantaka plant, the yellow amaranth, the anjanika plant, the clitoria ternateea, and the shlakshnaparni plant, used as a lotion, will make the hair grow.", "characters": 191, "sentences": 3}, {"text": "(j). An ointment made by boiling the above roots in oil, and rubbed in, will make the hair black, and will also gradually restore hair that has fallen off.", "characters": 155, "sentences": 3}, {"text": "(k) If lac is saturated seven times in the sweat of the testicle of a white horse, and applied to a red lip, the lip will become white.", "characters": 135, "sentences": 2}, {"text": "(l). The colour of the lips can be regained by means of the madayantika and other plants mentioned above under (i).", "characters": 115, "sentences": 3}, {"text": "(m). A woman who hears a man playing on a reed pipe which has been dressed with the juices of the bahupadika plant, the tabernamontana coronaria, the costus speciosus or arabicus, the pinus deodora, the euphorbia antiquorum, the vajra and the kantaka plant, becomes his slave.", "characters": 276, "sentences": 3}, {"text": "(o). If water be mixed with oil and the ashes of any kind of grass except the kusha grass, it becomes the colour of milk.", "characters": 121, "sentences": 3}, {"text": "(p). If yellow myrabolans, the hog plum, the shrawana plant, and the priyangu plant be all pounded together, and applied to iron pots, these pots become red.", "characters": 157, "sentences": 3}, {"text": "(q). If a lamp, trimmed with oil extracted from the shrawana and priyangn plants, its wick being made of cloth and the slough of the skins of snakes, is lighted, and long pieces of wood placed near it, those pieces of wood will resemble so many snakes.", "characters": 252, "sentences": 3}, {"text": "(r). Drinking the milk of a white cow who has a white calf at her feet is auspicious, produces fame, and preserves life.", "characters": 120, "sentences": 3}, {"text": "\"Thus have I written in a few words the 'Science of love,' after reading the texts of ancient authors, and following the ways of enjoyment mentioned in them.\"", "characters": 158, "sentences": 2}, {"text": "\"He who is acquainted with the true principles of this science pays regard to Dharma, Artha, Kama, and to his own experiences, as well as to the teachings of others, and does not act simply on the dictates of his own desire. As for the errors in the science of love which I have mentioned in this work, on my own authority as an author, I have, immediately after mentioning them, carefully censured and prohibited them.\"", "characters": 420, "sentences": 3}, {"text": "\"This work is not intended to be used merely as an instrument for satisfying our desires. A person, acquainted with the true principles of this science, and who preserves his Dharma, Artha, and Kama, and has regard for the practices of the people, is sure to obtain the mastery over his senses.\"", "characters": 295, "sentences": 3}, {"text": "\"In short, an intelligent and prudent person, attending to Dharma and Artha, and attending to Kama also, without becoming the slave of his passions, obtains success in everything that he may undertake.\"", "characters": 202, "sentences": 2}, {"text": "Thus ends, in seven parts, the Kama Sutra of Vatsyayana, which might otherwise be called a treatise on men and women, their mutual relationship, and connection with each other.", "characters": 176, "sentences": 2}, {"text": "It is a work that should be studied by all, both old and young; the former will find in it real truths, gathered by experience, and already tested by themselves, while the latter will derive the great advantage of learning things, which some perhaps may otherwise never learn at all, or which they may only learn when it is too late (\"too late\" those immortal words of Mirabeau) to profit by the learning.", "characters": 405, "sentences": 2}, {"text": "It can also be fairly commended to the student of social science and of humanity, and above all to the student of those early ideas, which have gradually filtered down through the sands of time, and which seem to prove that the human nature of to-day is much the same as the human nature of the long ago.", "characters": 304, "sentences": 2}, {"text": "There will be found in part VII., some curious recipes. Many of them appear to be as primitive as the book itself, but in later works of the same nature these recipes and prescriptions appear to have increased, both as regards quality and quantity. In the Anunga Runga or \"The Stage of Love,\" mentioned at page 5 of the Preface in Part I., there are found no less than thirty-three different subjects for which one hundred and thirty recipes and prescriptions are given.", "characters": 470, "sentences": 6}, {"text": "27. Drugs and charms for the purposes of fascinating, overcoming, and subduing either men or women.", "characters": 99, "sentences": 3}, {"text": "Of the one hundred and thirty recipes given, many of them are absurd, but not more perhaps than many of the recipes and prescriptions in use in Europe not so very long ago. Love-philters, charms, and herbal remedies have been, in early days, as freely used in Europe as in Asia, and doubtless some people believe in them still in many places.", "characters": 342, "sentences": 3}, {"text": "\"So long as lips shall kiss, and eyes shall see,    So long lives This, and This gives life to Thee.\"", "characters": 101, "sentences": 2}, {"text": "ANANGA-RANGA,    (_Stage of the Bodiless One_)    OR THE    HINDOO ART OF LOVE,    (_Ars Amoris Indica_,)", "characters": 105, "sentences": 1}, {"text": "This work may fairly be pronounced unique from the days of Sotades and Ovid to our time. Western authors have treated the subject either jocularly, or with a tendency to hymn the joys of immorality. The Indian author has taken the opposite view, and it is impossible not to admire the delicacy with which he has handled an exceedingly delicate theme.", "characters": 350, "sentences": 4}, {"text": "*** This, the authorized version, is printed in purple and red ink, and ornamented with Arabesque Initial Ornaments.", "characters": 116, "sentences": 2}, {"text": "On Page 128 there is a paragraph listed as \"(2)\". However, there is no preceding paragraph listed as \"(1)\". This is unchanged.", "characters": 126, "sentences": 4}, {"text": "Page 33 (in this version), Footnote #29: \"fiction, imitiating him\" changed to \"fiction, imitating him\".", "characters": 103, "sentences": 2}, {"text": "Page 37 (in this version), Footnote #32: \"technical term throughont\" changed to \"technical term throughout\".", "characters": 108, "sentences": 2}, {"text": "Page 93 (in this version), Footnote #49: \"Woman is a monaganous animal\" to \"Woman is a monogamous animal\".", "characters": 106, "sentences": 2}], "id": 27827, "paragraphs": 591, "author": "Vatsyayana"}