{"title": "Dubliners", "data": [{"text": "The Sisters      An Encounter      Araby      Eveline      After the Race      Two Gallants      The Boarding House      A Little Cloud      Counterparts      Clay      A Painful Case      Ivy Day in the Committee Room      A Mother      Grace      The Dead", "characters": 257, "sentences": 1}, {"text": "Old Cotter was sitting at the fire, smoking, when I came downstairs to supper. While my aunt was ladling out my stirabout he said, as if returning to some former remark of his:", "characters": 176, "sentences": 2}, {"text": "\"No, I wouldn't say he was exactly... but there was something queer... there was something uncanny about him. I'll tell you my opinion....\"", "characters": 139, "sentences": 12}, {"text": "He began to puff at his pipe, no doubt arranging his opinion in his mind. Tiresome old fool! When we knew him first he used to be rather interesting, talking of faints and worms; but I soon grew tired of him and his endless stories about the distillery.", "characters": 253, "sentences": 3}, {"text": "\"I have my own theory about it,\" he said. \"I think it was one of those... peculiar cases.... But it's hard to say....\"", "characters": 118, "sentences": 13}, {"text": "He began to puff again at his pipe without giving us his theory. My uncle saw me staring and said to me:", "characters": 104, "sentences": 2}, {"text": "I knew that I was under observation so I continued eating as if the news had not interested me. My uncle explained to old Cotter.", "characters": 129, "sentences": 3}, {"text": "\"The youngster and he were great friends. The old chap taught him a great deal, mind you; and they say he had a great wish for him.\"", "characters": 132, "sentences": 3}, {"text": "Old Cotter looked at me for a while. I felt that his little beady black eyes were examining me but I would not satisfy him by looking up from my plate. He returned to his pipe and finally spat rudely into the grate.", "characters": 215, "sentences": 4}, {"text": "\"What I mean is,\" said old Cotter, \"it's bad for children. My idea is: let a young lad run about and play with young lads of his own age and not be... Am I right, Jack?\"", "characters": 169, "sentences": 5}, {"text": "\"That's my principle, too,\" said my uncle. \"Let him learn to box his corner. That's what I'm always saying to that Rosicrucian there: take exercise. Why, when I was a nipper every morning of my life I had a cold bath, winter and summer. And that's what stands to me now. Education is all very fine and large.... Mr. Cotter might take a pick of that leg mutton,\" he added to my aunt.", "characters": 382, "sentences": 12}, {"text": "\"It's bad for children,\" said old Cotter, \"because their minds are so impressionable. When children see things like that, you know, it has an effect....\"", "characters": 153, "sentences": 6}, {"text": "I crammed my mouth with stirabout for fear I might give utterance to my anger. Tiresome old red-nosed imbecile!", "characters": 111, "sentences": 2}, {"text": "July 1st, 1895     The Rev. James Flynn (formerly of     S. Catherine's Church, Meath Street),     aged sixty-five years.     R. I. P.", "characters": 134, "sentences": 7}, {"text": "As I walked along in the sun I remembered old Cotter's words and tried to remember what had happened afterwards in the dream. I remembered that I had noticed long velvet curtains and a swinging lamp of antique fashion. I felt that I had been very far away, in some land where the customs were strange--in Persia, I thought.... But I could not remember the end of the dream.", "characters": 373, "sentences": 8}, {"text": "But no. When we rose and went up to the head of the bed I saw that he was not smiling. There he lay, solemn and copious, vested as for the altar, his large hands loosely retaining a chalice. His face was very truculent, grey and massive, with black cavernous nostrils and circled by a scanty white fur. There was a heavy odour in the room--the flowers.", "characters": 352, "sentences": 6}, {"text": "Eliza sighed again and bowed her head in assent. My aunt fingered the stem of her wine-glass before sipping a little.", "characters": 117, "sentences": 3}, {"text": "\"Oh, quite peacefully, ma'am,\" said Eliza. \"You couldn't tell when the breath went out of him. He had a beautiful death, God be praised.\"", "characters": 137, "sentences": 4}, {"text": "\"That's what the woman we had in to wash him said. She said he just looked as if he was asleep, he looked that peaceful and resigned. No one would think he'd make such a beautiful corpse.\"", "characters": 188, "sentences": 4}, {"text": "\"Well, Miss Flynn, at any rate it must be a great comfort for you to know that you did all you could for him. You were both very kind to him, I must say.\"", "characters": 154, "sentences": 3}, {"text": "\"Ah, poor James!\" she said. \"God knows we done all we could, as poor as we are--we wouldn't see him want anything while he was in it.\"", "characters": 134, "sentences": 3}, {"text": "\"Ah, there's no friends like the old friends,\" she said, \"when all is said and done, no friends that a body can trust.\"", "characters": 119, "sentences": 2}, {"text": "\"Indeed, that's true,\" said my aunt. \"And I'm sure now that he's gone to his eternal reward he won't forget you and all your kindness to him.\"", "characters": 142, "sentences": 3}, {"text": "\"Ah, poor James!\" said Eliza. \"He was no great trouble to us. You wouldn't hear him in the house any more than now. Still, I know he's gone and all to that....\"", "characters": 160, "sentences": 8}, {"text": "\"I know that,\" said Eliza. \"I won't be bringing him in his cup of beef-tea any more, nor you, ma'am, sending him his snuff. Ah, poor James!\"", "characters": 140, "sentences": 3}, {"text": "\"Mind you, I noticed there was something queer coming over him latterly. Whenever I'd bring in his soup to him there I'd find him with his breviary fallen to the floor, lying back in the chair and his mouth open.\"", "characters": 213, "sentences": 3}, {"text": "Eliza took out her handkerchief and wiped her eyes with it. Then she put it back again in her pocket and gazed into the empty grate for some time without speaking.", "characters": 163, "sentences": 3}, {"text": "\"He was too scrupulous always,\" she said. \"The duties of the priesthood was too much for him. And then his life was, you might say, crossed.\"", "characters": 141, "sentences": 4}, {"text": "A silence took possession of the little room and, under cover of it, I approached the table and tasted my sherry and then returned quietly to my chair in the comer. Eliza seemed to have fallen into a deep revery. We waited respectfully for her to break the silence: and after a long pause she said slowly:", "characters": 305, "sentences": 3}, {"text": "\"It was that chalice he broke.... That was the beginning of it. Of course, they say it was all right, that it contained nothing, I mean. But still.... They say it was the boy's fault. But poor James was so nervous, God be merciful to him!\"", "characters": 239, "sentences": 12}, {"text": "She stopped suddenly as if to listen. I too listened; but there was no sound in the house: and I knew that the old priest was lying still in his coffin as we had seen him, solemn and truculent in death, an idle chalice on his breast.", "characters": 233, "sentences": 3}, {"text": "\"Wide-awake and laughing-like to himself.... So then, of course, when they saw that, that made them think that there was something gone wrong with him....\"", "characters": 155, "sentences": 9}, {"text": "Everyone was incredulous when it was reported that he had a vocation for the priesthood. Nevertheless it was true.", "characters": 114, "sentences": 3}, {"text": "\"This page or this page? This page Now, Dillon, up! 'Hardly had the day'... Go on! What day? 'Hardly had the day dawned'... Have you studied it? What have you there in your pocket?\"", "characters": 181, "sentences": 7}, {"text": "Everyone's heart palpitated as Leo Dillon handed up the paper and everyone assumed an innocent face. Father Butler turned over the pages, frowning.", "characters": 147, "sentences": 3}, {"text": "\"What is this rubbish?\" he said. \"The Apache Chief! Is this what you read instead of studying your Roman History? Let me not find any more of this wretched stuff in this college. The man who wrote it, I suppose, was some wretched fellow who writes these things for a drink. I'm surprised at boys like you, educated, reading such stuff. I could understand it if you were... National School boys. Now, Dillon, I advise you strongly, get at your work or...\"", "characters": 454, "sentences": 12}, {"text": "\"That's forfeit,\" said Mahony. \"And so much the better for us--a bob and a tanner instead of a bob.\"", "characters": 100, "sentences": 3}, {"text": "It was too late and we were too tired to carry out our project of visiting the Pigeon House. We had to be home before four o'clock lest our adventure should be discovered. Mahony looked regretfully at his catapult and I had to suggest going home by train before he regained any cheerfulness. The sun went in behind some clouds and left us to our jaded thoughts and the crumbs of our provisions.", "characters": 394, "sentences": 5}, {"text": "\"Ah, I can see you are a bookworm like myself. Now,\" he added, pointing to Mahony who was regarding us with open eyes, \"he is different; he goes in for games.\"", "characters": 159, "sentences": 3}, {"text": "After a long while his monologue paused. He stood up slowly, saying that he had to leave us for a minute or so, a few minutes, and, without changing the direction of my gaze, I saw him walking slowly away from us towards the near end of the field. We remained silent when he had gone. After a silence of a few minutes I heard Mahony exclaim:", "characters": 341, "sentences": 4}, {"text": "We said nothing further to each other. I was still considering whether I would go away or not when the man came back and sat down beside us again. Hardly had he sat down when Mahony, catching sight of the cat which had escaped him, sprang up and pursued her across the field. The man and I watched the chase. The cat escaped once more and Mahony began to throw stones at the wall she had escaladed. Desisting from this, he began to wander about the far end of the field, aimlessly.", "characters": 481, "sentences": 7}, {"text": "I waited till his monologue paused again. Then I stood up abruptly. Lest I should betray my agitation I delayed a few moments pretending to fix my shoe properly and then, saying that I was obliged to go, I bade him good-day. I went up the slope calmly but my heart was beating quickly with fear that he would seize me by the ankles. When I reached the top of the slope I turned round and, without looking at him, called loudly across the field:", "characters": 444, "sentences": 5}, {"text": "My voice had an accent of forced bravery in it and I was ashamed of my paltry stratagem. I had to call the name again before Mahony saw me and hallooed in answer. How my heart beat as he came running across the field to me! He ran as if to bring me aid. And I was penitent; for in my heart I had always despised him a little.", "characters": 325, "sentences": 5}, {"text": "NORTH RICHMOND STREET, being blind, was a quiet street except at the hour when the Christian Brothers' School set the boys free. An uninhabited house of two storeys stood at the blind end, detached from its neighbours in a square ground The other houses of the street, conscious of decent lives within them, gazed at one another with brown imperturbable faces.", "characters": 360, "sentences": 3}, {"text": "At last she spoke to me. When she addressed the first words to me I was so confused that I did not know what to answer. She asked me was I going to Araby. I forgot whether I answered yes or no. It would be a splendid bazaar, she said;s she would love to go.", "characters": 257, "sentences": 6}, {"text": "On Saturday morning I reminded my uncle that I wished to go to the bazaar in the evening. He was fussing at the hallstand, looking for the hat-brush, and answered me curtly:", "characters": 173, "sentences": 2}, {"text": "As he was in the hall I could not go into the front parlour and lie at the window. I left the house in bad humour and walked slowly towards the school. The air was pitilessly raw and already my heart misgave me.", "characters": 211, "sentences": 4}, {"text": "At nine o'clock I heard my uncle's latchkey in the halldoor. I heard him talking to himself and heard the hallstand rocking when it had received the weight of his overcoat. I could interpret these signs. When he was midway through his dinner I asked him to give me the money to go to the bazaar. He had forgotten.", "characters": 313, "sentences": 6}, {"text": "My uncle said he was very sorry he had forgotten. He said he believed in the old saying: \"All work and no play makes Jack a dull boy.\" He asked me where I was going and, when I had told him a second time he asked me did I know The Arab's Farewell to his Steed. When I left the kitchen he was about to recite the opening lines of the piece to my aunt.", "characters": 350, "sentences": 5}, {"text": "Remembering with difficulty why I had come I went over to one of the stalls and examined porcelain vases and flowered tea-sets. At the door of the stall a young lady was talking and laughing with two young gentlemen. I remarked their English accents and listened vaguely to their conversation.", "characters": 293, "sentences": 4}, {"text": "Observing me the young lady came over and asked me did I wish to buy anything. The tone of her voice was not encouraging; she seemed to have spoken to me out of a sense of duty. I looked humbly at the great jars that stood like eastern guards at either side of the dark entrance to the stall and murmured:", "characters": 305, "sentences": 3}, {"text": "The young lady changed the position of one of the vases and went back to the two young men. They began to talk of the same subject. Once or twice the young lady glanced at me over her shoulder.", "characters": 193, "sentences": 4}, {"text": "I lingered before her stall, though I knew my stay was useless, to make my interest in her wares seem the more real. Then I turned away slowly and walked down the middle of the bazaar. I allowed the two pennies to fall against the sixpence in my pocket. I heard a voice call from one end of the gallery that the light was out. The upper part of the hall was now completely dark.", "characters": 378, "sentences": 6}, {"text": "Gazing up into the darkness I saw myself as a creature driven and derided by vanity; and my eyes burned with anguish and anger.", "characters": 127, "sentences": 2}, {"text": "SHE sat at the window watching the evening invade the avenue. Her head was leaned against the window curtains and in her nostrils was the odour of dusty cretonne. She was tired.", "characters": 177, "sentences": 4}, {"text": "As she mused the pitiful vision of her mother's life laid its spell on the very quick of her being--that life of commonplace sacrifices closing in final craziness. She trembled as she heard again her mother's voice saying constantly with foolish insistence:", "characters": 257, "sentences": 2}, {"text": "She stood up in a sudden impulse of terror. Escape! She must escape! Frank would save her. He would give her life, perhaps love, too. But she wanted to live. Why should she be unhappy? She had a right to happiness. Frank would take her in his arms, fold her in his arms. He would save her.", "characters": 289, "sentences": 8}, {"text": "All the seas of the world tumbled about her heart. He was drawing her into them: he would drown her. She gripped with both hands at the iron railing.", "characters": 149, "sentences": 4}, {"text": "No! No! No! It was impossible. Her hands clutched the iron in frenzy. Amid the seas she sent a cry of anguish!", "characters": 110, "sentences": 3}, {"text": "He rushed beyond the barrier and called to her to follow. He was shouted at to go on but he still called to her. She set her white face to him, passive, like a helpless animal. Her eyes gave him no sign of love or farewell or recognition.", "characters": 238, "sentences": 5}, {"text": "THE cars came scudding in towards Dublin, running evenly like pellets in the groove of the Naas Road. At the crest of the hill at Inchicore sightseers had gathered in clumps to watch the cars careering homeward and through this channel of poverty and inaction the Continent sped its wealth and industry. Now and again the clumps of people raised the cheer of the gratefully oppressed. Their sympathy, however, was for the blue cars--the cars of their friends, the French.", "characters": 471, "sentences": 5}, {"text": "That night the city wore the mask of a capital. The five young men strolled along Stephen's Green in a faint cloud of aromatic smoke. They talked loudly and gaily and their cloaks dangled from their shoulders. The people made way for them. At the corner of Grafton Street a short fat man was putting two handsome ladies on a car in charge of another fat man. The car drove off and the short fat man caught sight of the party.", "characters": 425, "sentences": 7}, {"text": "It was a serene summer night; the harbour lay like a darkened mirror at their feet. They proceeded towards it with linked arms, singing Cadet Roussel in chorus, stamping their feet at every:", "characters": 190, "sentences": 2}, {"text": "They got into a rowboat at the slip and made out for the American's yacht. There was to be supper, music, cards. Villona said with conviction:", "characters": 142, "sentences": 3}, {"text": "He knew that he would regret in the morning but at present he was glad of the rest, glad of the dark stupor that would cover up his folly. He leaned his elbows on the table and rested his head between his hands, counting the beats of his temples. The cabin door opened and he saw the Hungarian standing in a shaft of grey light:", "characters": 328, "sentences": 3}, {"text": "THE grey warm evening of August had descended upon the city and a mild warm air, a memory of summer, circulated in the streets. The streets, shuttered for the repose of Sunday, swarmed with a gaily coloured crowd. Like illumined pearls the lamps shone from the summits of their tall poles upon the living texture below which, changing shape and hue unceasingly, sent up into the warm grey evening air an unchanging unceasing murmur.", "characters": 432, "sentences": 4}, {"text": "When he was quite sure that the narrative had ended he laughed noiselessly for fully half a minute. Then he said:", "characters": 113, "sentences": 2}, {"text": "\"I told her I was out of a job,\" said Corley. \"I told her I was in Pim's. She doesn't know my name. I was too hairy to tell her that. But she thinks I'm a bit of class, you know.\"", "characters": 179, "sentences": 6}, {"text": "Lenehan offered his friend a cigarette. As the two young men walked on through the crowd Corley occasionally turned to smile at some of the passing girls but Lenehan's gaze was fixed on the large faint moon circled with a double halo. He watched earnestly the passing of the grey web of twilight across its face. At length he said:", "characters": 331, "sentences": 4}, {"text": "A shade of mockery relieved the servility of his manner. To save himself he had the habit of leaving his flattery open to the interpretation of raillery. But Corley had not a subtle mind.", "characters": 187, "sentences": 4}, {"text": "\"First I used to go with girls, you know,\" said Corley, unbosoming; \"girls off the South Circular. I used to take them out, man, on the tram somewhere and pay the tram or take them to a band or a play at the theatre or buy them chocolate and sweets or something that way. I used to spend money on them right enough,\" he added, in a convincing tone, as if he was conscious of being disbelieved.", "characters": 393, "sentences": 4}, {"text": "He moistened his upper lip by running his tongue along it. The recollection brightened his eyes. He too gazed at the pale disc of the moon, now nearly veiled, and seemed to meditate.", "characters": 182, "sentences": 4}, {"text": "\"She's on the turf now. I saw her driving down Earl Street one night with two fellows with her on a car.\"", "characters": 105, "sentences": 3}, {"text": "As they passed along the railings of Trinity College, Lenehan skipped out into the road and peered up at the clock.", "characters": 115, "sentences": 2}, {"text": "\"But tell me,\" said Lenehan again, \"are you sure you can bring it off all right? You know it's a ticklish job. They're damn close on that point. Eh?... What?\"", "characters": 158, "sentences": 6}, {"text": "His bright, small eyes searched his companion's face for reassurance. Corley swung his head to and fro as if to toss aside an insistent insect, and his brows gathered.", "characters": 167, "sentences": 3}, {"text": "Lenehan said no more. He did not wish to ruffle his friend's temper, to be sent to the devil and told that his advice was not wanted. A little tact was necessary. But Corley's brow was soon smooth again. His thoughts were running another way.", "characters": 242, "sentences": 6}, {"text": "The two young men walked up the street without speaking, the mournful music following them. When they reached Stephen's Green they crossed the road. Here the noise of trams, the lights and the crowd released them from their silence.", "characters": 232, "sentences": 4}, {"text": "At the corner of Hume Street a young woman was standing. She wore a blue dress and a white sailor hat. She stood on the curbstone, swinging a sunshade in one hand. Lenehan grew lively.", "characters": 184, "sentences": 5}, {"text": "\"Damn it!\" said Lenehan boldly, \"I don't want an introduction. All I want is to have a look at her. I'm not going to eat her.\"", "characters": 126, "sentences": 4}, {"text": "\"O... A look at her?\" said Corley, more amiably. \"Well... I'll tell you what. I'll go over and talk to her and you can pass by.\"", "characters": 128, "sentences": 10}, {"text": "Corley did not answer. He sauntered across the road swaying his head from side to side. His bulk, his easy pace, and the solid sound of his boots had something of the conqueror in them. He approached the young woman and, without saluting, began at once to converse with her. She swung her umbrella more quickly and executed half turns on her heels. Once or twice when he spoke to her at close quarters she laughed and bent her head.", "characters": 432, "sentences": 7}, {"text": "Now that he was alone his face looked older. His gaiety seemed to forsake him and, as he came by the railings of the Duke's Lawn, he allowed his hand to run along them. The air which the harpist had played began to control his movements. His softly padded feet played the melody while his fingers swept a scale of variations idly along the railings after each group of notes.", "characters": 375, "sentences": 5}, {"text": "He was hungry for, except some biscuits which he had asked two grudging curates to bring him, he had eaten nothing since breakfast-time. He sat down at an uncovered wooden table opposite two work-girls and a mechanic. A slatternly girl waited on him.", "characters": 250, "sentences": 4}, {"text": "Suddenly he saw them coming towards him. He started with delight and, keeping close to his lamp-post, tried to read the result in their walk. They were walking quickly, the young woman taking quick short steps, while Corley kept beside her with his long stride. They did not seem to be speaking. An intimation of the result pricked him like the point of a sharp instrument. He knew Corley would fail; he knew it was no go.", "characters": 422, "sentences": 7}, {"text": "Lenehan hurried on in the same direction. Some drops of light rain fell. He took them as a warning and, glancing back towards the house which the young woman had entered to see that he was not observed, he ran eagerly across the road. Anxiety and his swift run made him pant. He called out:", "characters": 290, "sentences": 5}, {"text": "Corley turned his head to see who had called him, and then continued walking as before. Lenehan ran after him, settling the waterproof on his shoulders with one hand.", "characters": 166, "sentences": 3}, {"text": "They had reached the corner of Ely Place. Still without answering, Corley swerved to the left and went up the side street. His features were composed in stern calm. Lenehan kept up with his friend, breathing uneasily. He was baffled and a note of menace pierced through his voice.", "characters": 280, "sentences": 6}, {"text": "Corley halted at the first lamp and stared grimly before him. Then with a grave gesture he extended a hand towards the light and, smiling, opened it slowly to the gaze of his disciple. A small gold coin shone in the palm.", "characters": 221, "sentences": 4}, {"text": "There must be reparation made in such cases. It is all very well for the man: he can go his ways as if nothing had happened, having had his moment of pleasure, but the girl has to bear the brunt. Some mothers would be content to patch up such an affair for a sum of money; she had known cases of it. But she would not do so. For her only one reparation could make up for the loss of her daughter's honour: marriage.", "characters": 415, "sentences": 6}, {"text": "Nearly the half-hour! She stood up and surveyed herself in the pier-glass. The decisive expression of her great florid face satisfied her and she thought of some mothers she knew who could not get their daughters off their hands.", "characters": 229, "sentences": 3}, {"text": "While he was sitting helplessly on the side of the bed in shirt and trousers she tapped lightly at his door and entered. She told him all, that she had made a clean breast of it to her mother and that her mother would speak with him that morning. She cried and threw her arms round his neck, saying:", "characters": 299, "sentences": 3}, {"text": "He comforted her feebly, telling her not to cry, that it would be all right, never fear. He felt against his shirt the agitation of her bosom.", "characters": 142, "sentences": 3}, {"text": "On nights when he came in very late it was she who warmed up his dinner. He scarcely knew what he was eating, feeling her beside him alone, at night, in the sleeping house. And her thoughtfulness! If the night was anyway cold or wet or windy there was sure to be a little tumbler of punch ready for him. Perhaps they could be happy together....", "characters": 344, "sentences": 8}, {"text": "They used to go upstairs together on tiptoe, each with a candle, and on the third landing exchange reluctant good-nights. They used to kiss. He remembered well her eyes, the touch of her hand and his delirium....", "characters": 212, "sentences": 7}, {"text": "But delirium passes. He echoed her phrase, applying it to himself: \"What am I to do?\" The instinct of the celibate warned him to hold back. But the sin was there; even his sense of honour told him that reparation must be made for such a sin.", "characters": 241, "sentences": 4}, {"text": "While he was sitting with her on the side of the bed Mary came to the door and said that the missus wanted to see him in the parlour. He stood up to put on his coat and waistcoat, more helpless than ever. When he was dressed he went over to her to comfort her. It would be all right, never fear. He left her crying on the bed and moaning softly: \"O my God!\"", "characters": 357, "sentences": 5}, {"text": "She waited on patiently, almost cheerfully, without alarm, her memories gradually giving place to hopes and visions of the future. Her hopes and visions were so intricate that she no longer saw the white pillows on which her gaze was fixed or remembered that she was waiting for anything.", "characters": 288, "sentences": 3}, {"text": "EIGHT years before he had seen his friend off at the North Wall and wished him godspeed. Gallaher had got on. You could tell that at once by his travelled air, his well-cut tweed suit, and fearless accent. Few fellows had talents like his and fewer still could remain unspoiled by such success. Gallaher's heart was in the right place and he had deserved to win. It was something to have a friend like that.", "characters": 407, "sentences": 7}, {"text": "He remembered the books of poetry upon his shelves at home. He had bought them in his bachelor days and many an evening, as he sat in the little room off the hall, he had been tempted to take one down from the bookshelf and read out something to his wife. But shyness had always held him back; and so the books had remained on their shelves. At times he repeated lines to himself and this consoled him.", "characters": 402, "sentences": 5}, {"text": "He pursued his revery so ardently that he passed his street and had to turn back. As he came near Corless's his former agitation began to overmaster him and he halted before the door in indecision. Finally he opened the door and entered.", "characters": 237, "sentences": 4}, {"text": "\"Hallo, Tommy, old hero, here you are! What is it to be? What will you have? I'm taking whisky: better stuff than we get across the water. Soda? Lithia? No mineral? I'm the same. Spoils the flavour.... Here, garcon, bring us two halves of malt whisky, like a good fellow.... Well, and how have you been pulling along since I saw you last? Dear God, how old we're getting! Do you see any signs of aging in me--eh, what? A little grey and thin on the top--what?\"", "characters": 460, "sentences": 11}, {"text": "\"It pulls you down,\" he said. \"Press life. Always hurry and scurry, looking for copy and sometimes not finding it: and then, always to have something new in your stuff. Damn proofs and printers, I say, for a few days. I'm deuced glad, I can tell you, to get back to the old country. Does a fellow good, a bit of a holiday. I feel a ton better since I landed again in dear dirty Dublin.... Here you are, Tommy. Water? Say when.\"", "characters": 427, "sentences": 13}, {"text": "\"I drink very little as a rule,\" said Little Chandler modestly. \"An odd half-one or so when I meet any of the old crowd: that's all.\"", "characters": 133, "sentences": 3}, {"text": "\"Ah well,\" said Ignatius Gallaher, cheerfully, \"here's to us and to old times and old acquaintance.\"", "characters": 100, "sentences": 2}, {"text": "\"I met some of the old gang today,\" said Ignatius Gallaher. \"O'Hara seems to be in a bad way. What's he doing?\"", "characters": 111, "sentences": 3}, {"text": "\"Tommy,\" he said, \"I see you haven't changed an atom. You're the very same serious person that used to lecture me on Sunday mornings when I had a sore head and a fur on my tongue. You'd want to knock about a bit in the world. Have you never been anywhere even for a trip?\"", "characters": 272, "sentences": 4}, {"text": "\"Beautiful?\" said Ignatius Gallaher, pausing on the word and on the flavour of his drink. \"It's not so beautiful, you know. Of course, it is beautiful.... But it's the life of Paris; that's the thing. Ah, there's no city like Paris for gaiety, movement, excitement....\"", "characters": 269, "sentences": 12}, {"text": "Little Chandler finished his whisky and, after some trouble, succeeded in catching the barman's eye. He ordered the same again.", "characters": 127, "sentences": 3}, {"text": "\"I've been to the Moulin Rouge,\" Ignatius Gallaher continued when the barman had removed their glasses, \"and I've been to all the Bohemian cafes. Hot stuff! Not for a pious chap like you, Tommy.\"", "characters": 195, "sentences": 3}, {"text": "\"Everything in Paris is gay,\" said Ignatius Gallaher. \"They believe in enjoying life--and don't you think they're right? If you want to enjoy yourself properly you must go to Paris. And, mind you, they've a great feeling for the Irish there. When they heard I was from Ireland they were ready to eat me, man.\"", "characters": 309, "sentences": 5}, {"text": "\"Every place is immoral,\" he said. \"Of course you do find spicy bits in Paris. Go to one of the students' balls, for instance. That's lively, if you like, when the cocottes begin to let themselves loose. You know what they are, I suppose?\"", "characters": 239, "sentences": 5}, {"text": "\"Ah,\" he said, \"you may say what you like. There's no woman like the Parisienne--for style, for go.\"", "characters": 100, "sentences": 3}, {"text": "\"Then it is an immoral city,\" said Little Chandler, with timid insistence--\"I mean, compared with London or Dublin?\"", "characters": 116, "sentences": 1}, {"text": "\"London!\" said Ignatius Gallaher. \"It's six of one and half-a-dozen of the other. You ask Hogan, my boy. I showed him a bit about London when he was over there. He'd open your eye.... I say, Tommy, don't make punch of that whisky: liquor up.\"", "characters": 242, "sentences": 10}, {"text": "Ignatius Gallaher produced his cigar-case. The two friends lit their cigars and puffed at them in silence until their drinks were served.", "characters": 137, "sentences": 3}, {"text": "\"I'll tell you my opinion,\" said Ignatius Gallaher, emerging after some time from the clouds of smoke in which he had taken refuge, \"it's a rum world. Talk of immorality! I've heard of cases--what am I saying?--I've known them: cases of... immorality....\"", "characters": 255, "sentences": 9}, {"text": "\"Ah, well,\" said Ignatius Gallaher, \"here we are in old jog-along Dublin where nothing is known of such things.\"", "characters": 112, "sentences": 2}, {"text": "\"Well,\" said Ignatius Gallaher, \"it's a relaxation to come over here, you know. And, after all, it's the old country, as they say, isn't it? You can't help having a certain feeling for it. That's human nature.... But tell me something about yourself. Hogan told me you had... tasted the joys of connubial bliss. Two years ago, wasn't it?\"", "characters": 338, "sentences": 12}, {"text": "\"I hope it's not too late in the day to offer my best wishes,\" said Ignatius Gallaher. \"I didn't know your address or I'd have done so at the time.\"", "characters": 148, "sentences": 3}, {"text": "\"Well, Tommy,\" he said, \"I wish you and yours every joy in life, old chap, and tons of money, and may you never die till I shoot you. And that's the wish of a sincere friend, an old friend. You know that?\"", "characters": 205, "sentences": 3}, {"text": "Little Chandler smiled, looked confusedly at his glass and bit his lower lip with three childishly white front teeth.", "characters": 117, "sentences": 2}, {"text": "\"I hope you'll spend an evening with us,\" he said, \"before you go back. My wife will be delighted to meet you. We can have a little music and----\"", "characters": 146, "sentences": 3}, {"text": "\"Thanks awfully, old chap,\" said Ignatius Gallaher, \"I'm sorry we didn't meet earlier. But I must leave tomorrow night.\"", "characters": 120, "sentences": 3}, {"text": "\"I'm awfully sorry, old man. You see I'm over here with another fellow, clever young chap he is too, and we arranged to go to a little card-party. Only for that...\"", "characters": 164, "sentences": 6}, {"text": "\"But who knows?\" said Ignatius Gallaher considerately. \"Next year I may take a little skip over here now that I've broken the ice. It's only a pleasure deferred.\"", "characters": 162, "sentences": 4}, {"text": "\"Very well,\" said Little Chandler, \"the next time you come we must have an evening together. That's agreed now, isn't it?\"", "characters": 122, "sentences": 2}, {"text": "\"Very well, then,\" said Ignatius Gallaher, \"let us have another one as a deoc an doruis--that's good vernacular for a small whisky, I believe.\"", "characters": 143, "sentences": 2}, {"text": "The barman brought their drinks. Little Chandler pushed one glass towards his friend and took up the other boldly.", "characters": 114, "sentences": 3}, {"text": "\"Who knows?\" he said, as they lifted their glasses. \"When you come next year I may have the pleasure of wishing long life and happiness to Mr. and Mrs. Ignatius Gallaher.\"", "characters": 171, "sentences": 5}, {"text": "Ignatius Gallaher in the act of drinking closed one eye expressively over the rim of his glass. When he had drunk he smacked his lips decisively, set down his glass and said:", "characters": 174, "sentences": 2}, {"text": "\"No blooming fear of that, my boy. I'm going to have my fling first and see a bit of life and the world before I put my head in the sack--if I ever do.\"", "characters": 152, "sentences": 3}, {"text": "\"You'll put your head in the sack,\" repeated Little Chandler stoutly, \"like everyone else if you can find the girl.\"", "characters": 116, "sentences": 2}, {"text": "He had slightly emphasised his tone and he was aware that he had betrayed himself; but, though the colour had heightened in his cheek, he did not flinch from his friend's gaze. Ignatius Gallaher watched him for a few moments and then said:", "characters": 239, "sentences": 2}, {"text": "\"If ever it occurs, you may bet your bottom dollar there'll be no mooning and spooning about it. I mean to marry money. She'll have a good fat account at the bank or she won't do for me.\"", "characters": 187, "sentences": 4}, {"text": "\"Why, man alive,\" said Ignatius Gallaher, vehemently, \"do you know what it is? I've only to say the word and tomorrow I can have the woman and the cash. You don't believe it? Well, I know it. There are hundreds--what am I saying?--thousands of rich Germans and Jews, rotten with money, that'd only be too glad.... You wait a while my boy. See if I don't play my cards properly. When I go about a thing I mean business, I tell you. You just wait.\"", "characters": 446, "sentences": 11}, {"text": "He tossed his glass to his mouth, finished his drink and laughed loudly. Then he looked thoughtfully before him and said in a calmer tone:", "characters": 138, "sentences": 2}, {"text": "A volume of Byron's poems lay before him on the table. He opened it cautiously with his left hand lest he should waken the child and began to read the first poem in the book:", "characters": 174, "sentences": 2}, {"text": "Hushed are the winds and still the evening gloom,      Not e'en a Zephyr wanders through the grove,      Whilst I return to view my Margaret's tomb      And scatter flowers on the dust I love.", "characters": 192, "sentences": 2}, {"text": "He paused. He felt the rhythm of the verse about him in the room. How melancholy it was! Could he, too, write like that, express the melancholy of his soul in verse? There were so many things he wanted to describe: his sensation of a few hours before on Grattan Bridge, for example. If he could get back again into that mood....", "characters": 328, "sentences": 8}, {"text": "The child awoke and began to cry. He turned from the page and tried to hush it: but it would not be hushed. He began to rock it to and fro in his arms but its wailing cry grew keener. He rocked it faster while his eyes began to read the second stanza:", "characters": 251, "sentences": 4}, {"text": "It was useless. He couldn't read. He couldn't do anything. The wailing of the child pierced the drum of his ear. It was useless, useless! He was a prisoner for life. His arms trembled with anger and suddenly bending to the child's face he shouted:", "characters": 247, "sentences": 6}, {"text": "Little Chandler sustained for one moment the gaze of her eyes and his heart closed together as he met the hatred in them. He began to stammer:", "characters": 142, "sentences": 2}, {"text": "Giving no heed to him she began to walk up and down the room, clasping the child tightly in her arms and murmuring:", "characters": 115, "sentences": 1}, {"text": "\"My little man! My little mannie! Was 'ou frightened, love?... There now, love! There now!... Lambabaun! Mamma's little lamb of the world!... There now!\"", "characters": 153, "sentences": 10}, {"text": "Little Chandler felt his cheeks suffused with shame and he stood back out of the lamplight. He listened while the paroxysm of the child's sobbing grew less and less; and tears of remorse started to his eyes.", "characters": 207, "sentences": 3}, {"text": "THE bell rang furiously and, when Miss Parker went to the tube, a furious voice called out in a piercing North of Ireland accent:", "characters": 129, "sentences": 1}, {"text": "The man muttered \"Blast him!\" under his breath and pushed back his chair to stand up. When he stood up he was tall and of great bulk. He had a hanging face, dark wine-coloured, with fair eyebrows and moustache: his eyes bulged forward slightly and the whites of them were dirty. He lifted up the counter and, passing by the clients, went out of the office with a heavy step.", "characters": 374, "sentences": 5}, {"text": "He went heavily upstairs until he came to the second landing, where a door bore a brass plate with the inscription Mr. Alleyne. Here he halted, puffing with labour and vexation, and knocked. The shrill voice cried:", "characters": 214, "sentences": 4}, {"text": "The man entered Mr. Alleyne's room. Simultaneously Mr. Alleyne, a little man wearing gold-rimmed glasses on a cleanshaven face, shot his head up over a pile of documents. The head itself was so pink and hairless it seemed like a large egg reposing on the papers. Mr. Alleyne did not lose a moment:", "characters": 297, "sentences": 7}, {"text": "\"Farrington? What is the meaning of this? Why have I always to complain of you? May I ask you why you haven't made a copy of that contract between Bodley and Kirwan? I told you it must be ready by four o'clock.\"", "characters": 211, "sentences": 2}, {"text": "\"Mr. Shelley said, sir.... Kindly attend to what I say and not to what Mr. Shelley says, sir. You have always some excuse or another for shirking work. Let me tell you that if the contract is not copied before this evening I'll lay the matter before Mr. Crosbie.... Do you hear me now?\"", "characters": 286, "sentences": 14}, {"text": "\"Do you hear me now?... Ay and another little matter! I might as well be talking to the wall as talking to you. Understand once for all that you get a half an hour for your lunch and not an hour and a half. How many courses do you want, I'd like to know.... Do you mind me now?\"", "characters": 278, "sentences": 10}, {"text": "The man walked heavily towards the door and, as he went out of the room, he heard Mr. Alleyne cry after him that if the contract was not copied by evening Mr. Crosbie would hear of the matter.", "characters": 192, "sentences": 4}, {"text": "\"It's all right, Mr. Shelley,\" said the man, pointing with his finger to indicate the objective of his journey.", "characters": 111, "sentences": 3}, {"text": "The curate brought him a glass of plain porter. The man drank it at a gulp and asked for a caraway seed. He put his penny on the counter and, leaving the curate to grope for it in the gloom, retreated out of the snug as furtively as he had entered it.", "characters": 251, "sentences": 4}, {"text": "Darkness, accompanied by a thick fog, was gaining upon the dusk of February and the lamps in Eustace Street had been lit. The man went up by the houses until he reached the door of the office, wondering whether he could finish his copy in time. On the stairs a moist pungent odour of perfumes saluted his nose: evidently Miss Delacour had come while he was out in O'Neill's. He crammed his cap back again into his pocket and re-entered the office, assuming an air of absentmindedness.", "characters": 484, "sentences": 5}, {"text": "The man glanced at the two clients who were standing at the counter as if to intimate that their presence prevented him from answering. As the clients were both male the chief clerk allowed himself a laugh.", "characters": 206, "sentences": 3}, {"text": "\"I know that game,\" he said. \"Five times in one day is a little bit... Well, you better look sharp and get a copy of our correspondence in the Delacour case for Mr. Alleyne.\"", "characters": 174, "sentences": 7}, {"text": "He felt strong enough to clear out the whole office singlehanded. His body ached to do something, to rush out and revel in violence. All the indignities of his life enraged him.... Could he ask the cashier privately for an advance? No, the cashier was no good, no damn good: he wouldn't give an advance.... He knew where he would meet the boys: Leonard and O'Halloran and Nosey Flynn. The barometer of his emotional nature was set for a spell of riot.", "characters": 451, "sentences": 13}, {"text": "\"You--know--nothing. Of course you know nothing,\" said Mr. Alleyne. \"Tell me,\" he added, glancing first for approval to the lady beside him, \"do you take me for a fool? Do you think me an utter fool?\"", "characters": 200, "sentences": 4}, {"text": "The man glanced from the lady's face to the little egg-shaped head and back again; and, almost before he was aware of it, his tongue had found a felicitous moment:", "characters": 163, "sentences": 1}, {"text": "There was a pause in the very breathing of the clerks. Everyone was astounded (the author of the witticism no less than his neighbours) and Miss Delacour, who was a stout amiable person, began to smile broadly. Mr. Alleyne flushed to the hue of a wild rose and his mouth twitched with a dwarf's passion. He shook his fist in the man's face till it seemed to vibrate like the knob of some electric machine:", "characters": 405, "sentences": 5}, {"text": "\"You impertinent ruffian! You impertinent ruffian! I'll make short work of you! Wait till you see! You'll apologise to me for your impertinence or you'll quit the office instanter! You'll quit this, I'm telling you, or you'll apologise to me!\"", "characters": 243, "sentences": 1}, {"text": "\"So, I just looked at him--coolly, you know, and looked at her. Then I looked back at him again--taking my time, you know. 'I don't think that that's a fair question to put to me,' says I.\"", "characters": 189, "sentences": 4}, {"text": "The trial began. After about thirty seconds Weathers brought his opponent's hand slowly down on to the table. Farrington's dark wine-coloured face flushed darker still with anger and humiliation at having been defeated by such a stripling.", "characters": 239, "sentences": 4}, {"text": "The trial began again. The veins stood out on Farrington's forehead, and the pallor of Weathers' complexion changed to peony. Their hands and arms trembled under the stress. After a long struggle Weathers again brought his opponent's hand slowly on to the table. There was a murmur of applause from the spectators. The curate, who was standing beside the table, nodded his red head towards the victor and said with stupid familiarity:", "characters": 434, "sentences": 6}, {"text": "\"What the hell do you know about it?\" said Farrington fiercely, turning on the man. \"What do you put in your gab for?\"", "characters": 118, "sentences": 2}, {"text": "\"Sh, sh!\" said O'Halloran, observing the violent expression of Farrington's face. \"Pony up, boys. We'll have just one little smahan more and then we'll be off.\"", "characters": 160, "sentences": 4}, {"text": "His tram let him down at Shelbourne Road and he steered his great body along in the shadow of the wall of the barracks. He loathed returning to his home. When he went in by the side-door he found the kitchen empty and the kitchen fire nearly out. He bawled upstairs:", "characters": 266, "sentences": 4}, {"text": "His wife was a little sharp-faced woman who bullied her husband when he was sober and was bullied by him when he was drunk. They had five children. A little boy came running down the stairs.", "characters": 190, "sentences": 4}, {"text": "The man sat down heavily on one of the chairs while the little boy lit the lamp. He began to mimic his son's flat accent, saying half to himself: \"At the chapel. At the chapel, if you please!\" When the lamp was lit he banged his fist on the table and shouted:", "characters": 259, "sentences": 3}, {"text": "\"I'll teach you to let the fire out!\" he said, rolling up his sleeve in order to give his arm free play.", "characters": 104, "sentences": 2}, {"text": "The little boy cried \"O, pa!\" and ran whimpering round the table, but the man followed him and caught him by the coat. The little boy looked about him wildly but, seeing no way of escape, fell upon his knees.", "characters": 208, "sentences": 3}, {"text": "\"Now, you'll let the fire out the next time!\" said the man striking at him vigorously with the stick. \"Take that, you little whelp!\"", "characters": 132, "sentences": 2}, {"text": "The boy uttered a squeal of pain as the stick cut his thigh. He clasped his hands together in the air and his voice shook with fright.", "characters": 134, "sentences": 3}, {"text": "\"O, pa!\" he cried. \"Don't beat me, pa! And I'll... I'll say a Hail Mary for you.... I'll say a Hail Mary for you, pa, if you don't beat me.... I'll say a Hail Mary....\"", "characters": 168, "sentences": 17}, {"text": "Maria was a very, very small person indeed but she had a very long nose and a very long chin. She talked a little through her nose, always soothingly: \"Yes, my dear,\" and \"No, my dear.\" She was always sent for when the women quarrelled over their tubs and always succeeded in making peace. One day the matron had said to her:", "characters": 325, "sentences": 4}, {"text": "And the sub-matron and two of the Board ladies had heard the compliment. And Ginger Mooney was always saying what she wouldn't do to the dummy who had charge of the irons if it wasn't for Maria. Everyone was so fond of Maria.", "characters": 225, "sentences": 4}, {"text": "Often he had wanted her to go and live with them; but she would have felt herself in the way (though Joe's wife was ever so nice with her) and she had become accustomed to the life of the laundry. Joe was a good fellow. She had nursed him and Alphy too; and Joe used often say:", "characters": 277, "sentences": 3}, {"text": "Everybody said: \"O, here's Maria!\" when she came to Joe's house. Joe was there, having come home from business, and all the children had their Sunday dresses on. There were two big girls in from next door and games were going on. Maria gave the bag of cakes to the eldest boy, Alphy, to divide and Mrs. Donnelly said it was too good of her to bring such a big bag of cakes and made all the children say:", "characters": 403, "sentences": 5}, {"text": "After that Mrs. Donnelly played Miss McCloud's Reel for the children and Joe made Maria take a glass of wine. Soon they were all quite merry again and Mrs. Donnelly said Maria would enter a convent before the year was out because she had got the prayer-book. Maria had never seen Joe so nice to her as he was that night, so full of pleasant talk and reminiscences. She said they were all very good to her.", "characters": 405, "sentences": 7}, {"text": "I dreamt that I dwelt in marble halls               With vassals and serfs at my side,             And of all who assembled within those walls               That I was the hope and the pride.", "characters": 191, "sentences": 2}, {"text": "I had riches too great to count; could boast               Of a high ancestral name,             But I also dreamt, which pleased me most,               That you loved me still the same.", "characters": 186, "sentences": 2}, {"text": "But no one tried to show her her mistake; and when she had ended her song Joe was very much moved. He said that there was no time like the long ago and no music for him like poor old Balfe, whatever other people might say; and his eyes filled up so much with tears that he could not find what he was looking for and in the end he had to ask his wife to tell him where the corkscrew was.", "characters": 386, "sentences": 3}, {"text": "One evening he found himself sitting beside two ladies in the Rotunda. The house, thinly peopled and silent, gave distressing prophecy of failure. The lady who sat next him looked round at the deserted house once or twice and then said:", "characters": 236, "sentences": 3}, {"text": "\"What a pity there is such a poor house tonight! It's so hard on people to have to sing to empty benches.\"", "characters": 106, "sentences": 2}, {"text": "He met her again a few weeks afterwards at a concert in Earlsfort Terrace and seized the moments when her daughter's attention was diverted to become intimate. She alluded once or twice to her husband but her tone was not such as to make the allusion a warning. Her name was Mrs. Sinico. Her husband's great-great-grandfather had come from Leghorn. Her husband was captain of a mercantile boat plying between Dublin and Holland; and they had one child.", "characters": 452, "sentences": 7}, {"text": "She asked him why did he not write out his thoughts. For what, he asked her, with careful scorn. To compete with phrasemongers, incapable of thinking consecutively for sixty seconds? To submit himself to the criticisms of an obtuse middle class which entrusted its morality to policemen and its fine arts to impresarios?", "characters": 320, "sentences": 3}, {"text": "Today at the City of Dublin Hospital the Deputy Coroner (in the absence of Mr. Leverett) held an inquest on the body of Mrs. Emily Sinico, aged forty-three years, who was killed at Sydney Parade Station yesterday evening. The evidence showed that the deceased lady, while attempting to cross the line, was knocked down by the engine of the ten o'clock slow train from Kingstown, thereby sustaining injuries of the head and right side which led to her death.", "characters": 457, "sentences": 5}, {"text": "James Lennon, driver of the engine, stated that he had been in the employment of the railway company for fifteen years. On hearing the guard's whistle he set the train in motion and a second or two afterwards brought it to rest in response to loud cries. The train was going slowly.", "characters": 282, "sentences": 4}, {"text": "P. Dunne, railway porter, stated that as the train was about to start he observed a woman attempting to cross the lines. He ran towards her and shouted, but, before he could reach her, she was caught by the buffer of the engine and fell to the ground.", "characters": 251, "sentences": 4}, {"text": "Police Sergeant Croly deposed that when he arrived he found the deceased lying on the platform apparently dead. He had the body taken to the waiting-room pending the arrival of the ambulance.", "characters": 191, "sentences": 3}, {"text": "Dr. Halpin, assistant house surgeon of the City of Dublin Hospital, stated that the deceased had two lower ribs fractured and had sustained severe contusions of the right shoulder. The right side of the head had been injured in the fall. The injuries were not sufficient to have caused death in a normal person. Death, in his opinion, had been probably due to shock and sudden failure of the heart's action.", "characters": 407, "sentences": 6}, {"text": "Captain Sinico, of Leoville, Sydney Parade, husband of the deceased, also gave evidence. He stated that the deceased was his wife. He was not in Dublin at the time of the accident as he had arrived only that morning from Rotterdam. They had been married for twenty-two years and had lived happily until about two years ago when his wife began to be rather intemperate in her habits.", "characters": 382, "sentences": 5}, {"text": "Miss Mary Sinico said that of late her mother had been in the habit of going out at night to buy spirits. She, witness, had often tried to reason with her mother and had induced her to join a league. She was not at home until an hour after the accident. The jury returned a verdict in accordance with the medical evidence and exonerated Lennon from all blame.", "characters": 359, "sentences": 5}, {"text": "The Deputy Coroner said it was a most painful case, and expressed great sympathy with Captain Sinico and his daughter. He urged on the railway company to take strong measures to prevent the possibility of similar accidents in the future. No blame attached to anyone.", "characters": 266, "sentences": 4}, {"text": "As the light failed and his memory began to wander he thought her hand touched his. The shock which had first attacked his stomach was now attacking his nerves. He put on his overcoat and hat quickly and went out. The cold air met him on the threshold; it crept into the sleeves of his coat. When he came to the public-house at Chapelizod Bridge he went in and ordered a hot punch.", "characters": 381, "sentences": 6}, {"text": "It was after nine o'clock when he left the shop. The night was cold and gloomy. He entered the Park by the first gate and walked along under the gaunt trees. He walked through the bleak alleys where they had walked four years before. She seemed to be near him in the darkness. At moments he seemed to feel her voice touch his ear, her hand touch his. He stood still to listen. Why had he withheld life from her? Why had he sentenced her to death? He felt his moral nature falling to pieces.", "characters": 490, "sentences": 9}, {"text": "He turned back the way he had come, the rhythm of the engine pounding in his ears. He began to doubt the reality of what memory told him. He halted under a tree and allowed the rhythm to die away. He could not feel her near him in the darkness nor her voice touch his ear. He waited for some minutes listening. He could hear nothing: the night was perfectly silent. He listened again: perfectly silent. He felt that he was alone.", "characters": 429, "sentences": 9}, {"text": "Mr. O'Connor, a grey-haired young man, whose face was disfigured by many blotches and pimples, had just brought the tobacco for a cigarette into a shapely cylinder but when spoken to he undid his handiwork meditatively. Then he began to roll the tobacco again meditatively and after a moment's thought decided to lick the paper.", "characters": 328, "sentences": 4}, {"text": "Mr. O'Connor put his cigarette into his mouth and began search his pockets. He took out a pack of thin pasteboard cards.", "characters": 120, "sentences": 4}, {"text": "MUNICIPAL ELECTIONS            ----------       ROYAL EXCHANGE WARD            ----------", "characters": 89, "sentences": 1}, {"text": "Mr. Richard J. Tierney, P.L.G., respectfully solicits the favour of your vote and influence at the coming election in the Royal Exchange Ward.", "characters": 142, "sentences": 7}, {"text": "Mr. O'Connor had been engaged by Tierney's agent to canvass one part of the ward but, as the weather was inclement and his boots let in the wet, he spent a great part of the day sitting by the fire in the Committee Room in Wicklow Street with Jack, the old caretaker. They had been sitting thus since the short day had grown dark. It was the sixth of October, dismal and cold out of doors.", "characters": 389, "sentences": 5}, {"text": "Mr. O'Connor tore a strip off the card and, lighting it, lit his cigarette. As he did so the flame lit up a leaf of dark glossy ivy the lapel of his coat. The old man watched him attentively and then, taking up the piece of cardboard again, began to fan the fire slowly while his companion smoked.", "characters": 297, "sentences": 5}, {"text": "\"Ah, yes,\" he said, continuing, \"it's hard to know what way to bring up children. Now who'd think he'd turn out like that! I sent him to the Christian Brothers and I done what I could for him, and there he goes boosing about. I tried to make him someway decent.\"", "characters": 262, "sentences": 4}, {"text": "\"Only I'm an old man now I'd change his tune for him. I'd take the stick to his back and beat him while I could stand over him--as I done many a time before. The mother, you know, she cocks him up with this and that....\"", "characters": 220, "sentences": 7}, {"text": "\"To be sure it is,\" said the old man. \"And little thanks you get for it, only impudence. He takes th'upper hand of me whenever he sees I've a sup taken. What's the world coming to when sons speaks that way to their father?\"", "characters": 223, "sentences": 4}, {"text": "\"Sure, amn't I never done at the drunken bowsy ever since he left school? 'I won't keep you,' I says. 'You must get a job for yourself.' But, sure, it's worse whenever he gets a job; he drinks it all.\"", "characters": 201, "sentences": 4}, {"text": "Mr. O'Connor shook his head in sympathy, and the old man fell silent, gazing into the fire. Someone opened the door of the room and called out:", "characters": 143, "sentences": 3}, {"text": "He was a tall, slender young man with a light brown moustache. Imminent little drops of rain hung at the brim of his hat and the collar of his jacket-coat was turned up.", "characters": 169, "sentences": 3}, {"text": "Mr. O'Connor shook his head. The old man left the hearth and, after stumbling about the room returned with two candlesticks which he thrust one after the other into the fire and carried to the table. A denuded room came into view and the fire lost all its cheerful colour. The walls of the room were bare except for a copy of an election address. In the middle of the room was a small table on which papers were heaped.", "characters": 419, "sentences": 7}, {"text": "\"It is because Colgan's a working-man you say that? What's the difference between a good honest bricklayer and a publican--eh? Hasn't the working-man as good a right to be in the Corporation as anyone else--ay, and a better right than those shoneens that are always hat in hand before any fellow with a handle to his name? Isn't that so, Mat?\" said Mr. Hynes, addressing Mr. O'Connor.", "characters": 384, "sentences": 4}, {"text": "\"One man is a plain honest man with no hunker-sliding about him. He goes in to represent the labour classes. This fellow you're working for only wants to get some job or other.\"", "characters": 177, "sentences": 4}, {"text": "\"The working-man,\" said Mr. Hynes, \"gets all kicks and no halfpence. But it's labour produces everything. The working-man is not looking for fat jobs for his sons and nephews and cousins. The working-man is not going to drag the honour of Dublin in the mud to please a German monarch.\"", "characters": 285, "sentences": 6}, {"text": "\"Don't you know they want to present an address of welcome to Edward Rex if he comes here next year? What do we want kowtowing to a foreign king?\"", "characters": 146, "sentences": 1}, {"text": "\"Won't he?\" said Mr. Hynes. \"Wait till you see whether he will or not. I know him. Is it Tricky Dicky Tierney?\"", "characters": 111, "sentences": 5}, {"text": "\"By God! perhaps you're right, Joe,\" said Mr. O'Connor. \"Anyway, I wish he'd turn up with the spondulics.\"", "characters": 106, "sentences": 4}, {"text": "The three men fell silent. The old man began to rake more cinders together. Mr. Hynes took off his hat, shook it and then turned down the collar of his coat, displaying, as he did so, an ivy leaf in the lapel.", "characters": 209, "sentences": 5}, {"text": "\"If this man was alive,\" he said, pointing to the leaf, \"we'd have no talk of an address of welcome.\"", "characters": 101, "sentences": 2}, {"text": "The room was silent again. Then a bustling little man with a snuffling nose and very cold ears pushed in the door. He walked over quickly to the fire, rubbing his hands as if he intended to produce a spark from them.", "characters": 216, "sentences": 4}, {"text": "\"He wouldn't promise. He said: 'I won't tell anyone what way I'm going to vote.' But I think he'll be all right.\"", "characters": 113, "sentences": 4}, {"text": "\"He asked me who the nominators were; and I told him. I mentioned Father Burke's name. I think it'll be all right.\"", "characters": 115, "sentences": 4}, {"text": "\"It's no go,\" said Mr. Henchy, shaking his head. \"I asked the little shoeboy, but he said: 'Oh, now, Mr. Henchy, when I see work going on properly I won't forget you, you may be sure.' Mean little tinker! 'Usha, how could he be anything else?\"", "characters": 243, "sentences": 5}, {"text": "\"O, he's as tricky as they make 'em,\" said Mr. Henchy. \"He hasn't got those little pigs' eyes for nothing. Blast his soul! Couldn't he pay up like a man instead of: 'O, now, Mr. Henchy, I must speak to Mr. Fanning.... I've spent a lot of money'? Mean little school-boy of hell! I suppose he forgets the time his little old father kept the hand-me-down shop in Mary's Lane.\"", "characters": 373, "sentences": 11}, {"text": "\"God, yes,\" said Mr. Henchy. \"Did you never hear that? And the men used to go in on Sunday morning before the houses were open to buy a waistcoat or a trousers--moya! But Tricky Dicky's little old father always had a tricky little black bottle up in a corner. Do you mind now? That's that. That's where he first saw the light.\"", "characters": 327, "sentences": 6}, {"text": "\"Thats a nice how-do-you-do,\" said Mr. O'Connor. \"How does he expect us to work for him if he won't stump up?\"", "characters": 110, "sentences": 3}, {"text": "Mr. Hynes laughed and, shoving himself away from the mantelpiece with the aid of his shoulders, made ready to leave.", "characters": 116, "sentences": 3}, {"text": "\"It'll be all right when King Eddie comes,\" he said. \"Well boys, I'm off for the present. See you later. 'Bye, 'bye.\"", "characters": 117, "sentences": 5}, {"text": "He went out of the room slowly. Neither Mr. Henchy nor the old man said anything, but, just as the door was closing, Mr. O'Connor, who had been staring moodily into the fire, called out suddenly:", "characters": 195, "sentences": 4}, {"text": "\"'Usha, poor Joe!\" said Mr. O'Connor, throwing the end of his cigarette into the fire, \"he's hard up, like the rest of us.\"", "characters": 123, "sentences": 3}, {"text": "Mr. Henchy snuffled vigorously and spat so copiously that he nearly put out the fire, which uttered a hissing protest.", "characters": 118, "sentences": 3}, {"text": "\"To tell you my private and candid opinion,\" he said, \"I think he's a man from the other camp. He's a spy of Colgan's, if you ask me. Just go round and try and find out how they're getting on. They won't suspect you. Do you twig?\"", "characters": 230, "sentences": 5}, {"text": "\"His father was a decent, respectable man,\" Mr. Henchy admitted. \"Poor old Larry Hynes! Many a good turn he did in his day! But I'm greatly afraid our friend is not nineteen carat. Damn it, I can understand a fellow being hard up, but what I can't understand is a fellow sponging. Couldn't he have some spark of manhood about him?\"", "characters": 331, "sentences": 5}, {"text": "\"He doesn't get a warm welcome from me when he comes,\" said the old man. \"Let him work for his own side and not come spying around here.\"", "characters": 137, "sentences": 3}, {"text": "\"I don't know,\" said Mr. O'Connor dubiously, as he took out cigarette-papers and tobacco. \"I think Joe Hynes is a straight man. He's a clever chap, too, with the pen. Do you remember that thing he wrote...?\"", "characters": 207, "sentences": 8}, {"text": "\"Some of these hillsiders and fenians are a bit too clever if you ask me,\" said Mr. Henchy. \"Do you know what my private and candid opinion is about some of those little jokers? I believe half of them are in the pay of the Castle.\"", "characters": 231, "sentences": 4}, {"text": "\"O, but I know it for a fact,\" said Mr. Henchy. \"They're Castle hacks.... I don't say Hynes.... No, damn it, I think he's a stroke above that.... But there's a certain little nobleman with a cock-eye--you know the patriot I'm alluding to?\"", "characters": 239, "sentences": 15}, {"text": "\"There's a lineal descendant of Major Sirr for you if you like! O, the heart's blood of a patriot! That's a fellow now that'd sell his country for fourpence--ay--and go down on his bended knees and thank the Almighty Christ he had a country to sell.\"", "characters": 250, "sentences": 2}, {"text": "\"No, no, no!\" said Father Keon, speaking in a discreet, indulgent, velvety voice. \"Don't let me disturb you now! I'm just looking for Mr. Fanning....\"", "characters": 150, "sentences": 7}, {"text": "He retreated from the doorway and Mr. Henchy, seizing one of the candlesticks, went to the door to light him downstairs.", "characters": 120, "sentences": 3}, {"text": "Mr. Henchy returned with the candlestick and put it on the table. He sat down again at the fire. There was silence for a few moments.", "characters": 133, "sentences": 5}, {"text": "\"Fanning and himself seem to me very thick. They're often in Kavanagh's together. Is he a priest at all?\"", "characters": 105, "sentences": 3}, {"text": "\"Mmmyes, I believe so.... I think he's what you call a black sheep. We haven't many of them, thank God! but we have a few.... He's an unfortunate man of some kind....\"", "characters": 167, "sentences": 14}, {"text": "\"No,\" said Mr. Henchy, \"I think he's travelling on his own account.... God forgive me,\" he added, \"I thought he was the dozen of stout.\"", "characters": 136, "sentences": 7}, {"text": "\"I asked that little shoeboy three times,\" said Mr. Henchy, \"would he send up a dozen of stout. I asked him again now, but he was leaning on the counter in his shirt-sleeves having a deep goster with Alderman Cowley.\"", "characters": 217, "sentences": 4}, {"text": "\"Well, I couldn't go over while he was talking to Alderman Cowley. I just waited till I caught his eye, and said: 'About that little matter I was speaking to you about....' 'That'll be all right, Mr. H.,' he said. Yerra, sure the little hop-o'-my-thumb has forgotten all about it.\"", "characters": 281, "sentences": 10}, {"text": "\"There's some deal on in that quarter,\" said Mr. O'Connor thoughtfully. \"I saw the three of them hard at it yesterday at Suffolk Street corner.\"", "characters": 144, "sentences": 4}, {"text": "\"I think I know the little game they're at,\" said Mr. Henchy. \"You must owe the City Fathers money nowadays if you want to be made Lord Mayor. Then they'll make you Lord Mayor. By God! I'm thinking seriously of becoming a City Father myself. What do you think? Would I do for the job?\"", "characters": 285, "sentences": 6}, {"text": "\"Driving out of the Mansion House,\" said Mr. Henchy, \"in all my vermin, with Jack here standing up behind me in a powdered wig--eh?\"", "characters": 132, "sentences": 2}, {"text": "\"Faith, Mr. Henchy,\" said the old man, \"you'd keep up better style than some of them. I was talking one day to old Keegan, the porter. 'And how do you like your new master, Pat?' says I to him. 'You haven't much entertaining now,' says I. 'Entertaining!' says he. 'He'd live on the smell of an oil-rag.' And do you know what he told me? Now, I declare to God I didn't believe him.\"", "characters": 381, "sentences": 9}, {"text": "\"He told me: 'What do you think of a Lord Mayor of Dublin sending out for a pound of chops for his dinner? How's that for high living?' says he. 'Wisha! wisha,' says I. 'A pound of chops,' says he, 'coming into the Mansion House.' 'Wisha!' says I, 'what kind of people is going at all now?'\"", "characters": 291, "sentences": 4}, {"text": "\"From the Black Eagle,\" said the boy, walking in sideways and depositing a basket on the floor with a noise of shaken bottles.", "characters": 126, "sentences": 2}, {"text": "The old man helped the boy to transfer the bottles from the basket to the table and counted the full tally. After the transfer the boy put his basket on his arm and asked:", "characters": 171, "sentences": 2}, {"text": "\"Here, boy!\" said Mr. Henchy, \"will you run over to O'Farrell's and ask him to lend us a corkscrew--for Mr. Henchy, say. Tell him we won't keep it a minute. Leave the basket there.\"", "characters": 181, "sentences": 6}, {"text": "\"O, don't let that trouble you, Jack,\" said Mr. Henchy. \"Many's the good man before now drank out of the bottle.\"", "characters": 113, "sentences": 4}, {"text": "\"He's not a bad sort,\" said Mr. Henchy, \"only Fanning has such a loan of him. He means well, you know, in his own tinpot way.\"", "characters": 126, "sentences": 4}, {"text": "The boy came back with the corkscrew. The old man opened three bottles and was handing back the corkscrew when Mr. Henchy said to the boy:", "characters": 138, "sentences": 3}, {"text": "As the old man said nothing further, the boy took the bottle and said: \"Here's my best respects, sir,\" to Mr. Henchy, drank the contents, put the bottle back on the table and wiped his mouth with his sleeve. Then he took up the corkscrew and went out of the door sideways, muttering some form of salutation.", "characters": 307, "sentences": 4}, {"text": "The old man distributed the three bottles which he had opened and the men drank from them simultaneously. After having drunk each placed his bottle on the mantelpiece within hand's reach and drew in a long breath of satisfaction.", "characters": 229, "sentences": 3}, {"text": "\"Yes. I got him one or two sure things in Dawson Street, Crofton and myself. Between ourselves, you know, Crofton (he's a decent chap, of course), but he's not worth a damn as a canvasser. He hasn't a word to throw to a dog. He stands and looks at the people while I do the talking.\"", "characters": 283, "sentences": 6}, {"text": "Here two men entered the room. One of them was a very fat man whose blue serge clothes seemed to be in danger of falling from his sloping figure. He had a big face which resembled a young ox's face in expression, staring blue eyes and a grizzled moustache. The other man, who was much younger and frailer, had a thin, clean-shaven face. He wore a very high double collar and a wide-brimmed bowler hat.", "characters": 401, "sentences": 6}, {"text": "\"Is that the way you chaps canvass,\" said Mr. Lyons, \"and Crofton and I out in the cold and rain looking for votes?\"", "characters": 116, "sentences": 2}, {"text": "\"Why, blast your soul,\" said Mr. Henchy, \"I'd get more votes in five minutes than you two'd get in a week.\"", "characters": 107, "sentences": 3}, {"text": "He took two bottles from the table and, carrying them to the fire, put them on the hob. Then he sat down again by the fire and took another drink from his bottle. Mr. Lyons sat on the edge of the table, pushed his hat towards the nape of his neck and began to swing his legs.", "characters": 275, "sentences": 5}, {"text": "Mr. Crofton sat down on a box and looked fixedly at the other bottle on the hob. He was silent for two reasons. The first reason, sufficient in itself, was that he had nothing to say; the second reason was that he considered his companions beneath him. He had been a canvasser for Wilkins, the Conservative, but when the Conservatives had withdrawn their man and, choosing the lesser of two evils, given their support to the Nationalist candidate, he had been engaged to work for Mr. Tiemey.", "characters": 491, "sentences": 7}, {"text": "In a few minutes an apologetic \"Pok!\" was heard as the cork flew out of Mr. Lyons' bottle. Mr. Lyons jumped off the table, went to the fire, took his bottle and carried it back to the table.", "characters": 190, "sentences": 5}, {"text": "\"Listen to me,\" said Mr. Henchy. \"What we want in this country, as I said to old Ward, is capital. The King's coming here will mean an influx of money into this country. The citizens of Dublin will benefit by it. Look at all the factories down by the quays there, idle! Look at all the money there is in the country if we only worked the old industries, the mills, the ship-building yards and factories. It's capital we want.\"", "characters": 426, "sentences": 8}, {"text": "\"But look here, John,\" said Mr. O'Connor. \"Why should we welcome the King of England? Didn't Parnell himself...\"", "characters": 112, "sentences": 6}, {"text": "\"But after all now,\" said Mr. Lyons argumentatively, \"King Edward's life, you know, is not the very...\"", "characters": 103, "sentences": 5}, {"text": "\"Let bygones be bygones,\" said Mr. Henchy. \"I admire the man personally. He's just an ordinary knockabout like you and me. He's fond of his glass of grog and he's a bit of a rake, perhaps, and he's a good sportsman. Damn it, can't we Irish play fair?\"", "characters": 251, "sentences": 6}, {"text": "\"What I mean,\" said Mr. Lyons, \"is we have our ideals. Why, now, would we welcome a man like that? Do you think now after what he did Parnell was a fit man to lead us? And why, then, would we do it for Edward the Seventh?\"", "characters": 222, "sentences": 3}, {"text": "\"This is Parnell's anniversary,\" said Mr. O'Connor, \"and don't let us stir up any bad blood. We all respect him now that he's dead and gone--even the Conservatives,\" he added, turning to Mr. Crofton.", "characters": 199, "sentences": 5}, {"text": "Pok! The tardy cork flew out of Mr. Crofton's bottle. Mr. Crofton got up from his box and went to the fire. As he returned with his capture he said in a deep voice:", "characters": 164, "sentences": 5}, {"text": "\"Right you are, Crofton!\" said Mr. Henchy fiercely. \"He was the only man that could keep that bag of cats in order. 'Down, ye dogs! Lie down, ye curs!' That's the way he treated them. Come in, Joe! Come in!\" he called out, catching sight of Mr. Hynes in the doorway.", "characters": 266, "sentences": 7}, {"text": "\"Open another bottle of stout, Jack,\" said Mr. Henchy. \"O, I forgot there's no corkscrew! Here, show me one here and I'll put it at the fire.\"", "characters": 142, "sentences": 4}, {"text": "\"There's one of them, anyhow,\" said Mr. Henchy, \"that didn't renege him. By God, I'll say for you, Joe! No, by God, you stuck to him like a man!\"", "characters": 145, "sentences": 3}, {"text": "\"O, Joe,\" said Mr. O'Connor suddenly. \"Give us that thing you wrote--do you remember? Have you got it on you?\"", "characters": 110, "sentences": 3}, {"text": "\"O, ay!\" said Mr. Henchy. \"Give us that. Did you ever hear that, Crofton? Listen to this now: splendid thing.\"", "characters": 110, "sentences": 5}, {"text": "Mr. Hynes did not seem to remember at once the piece to which they were alluding, but, after reflecting a while, he said:", "characters": 121, "sentences": 2}, {"text": "Mr. Hynes hesitated a little longer. Then amid the silence he took off his hat, laid it on the table and stood up. He seemed to be rehearsing the piece in his mind. After a rather long pause he announced:", "characters": 204, "sentences": 5}, {"text": "Mr. Hynes sat down again on the table. When he had finished his recitation there was a silence and then a burst of clapping: even Mr. Lyons clapped. The applause continued for a little time. When it had ceased all the auditors drank from their bottles in silence.", "characters": 263, "sentences": 7}, {"text": "Pok! The cork flew out of Mr. Hynes' bottle, but Mr. Hynes remained sitting flushed and bare-headed on the table. He did not seem to have heard the invitation.", "characters": 159, "sentences": 5}, {"text": "\"Good man, Joe!\" said Mr. O'Connor, taking out his cigarette papers and pouch the better to hide his emotion.", "characters": 109, "sentences": 3}, {"text": "MR HOLOHAN, assistant secretary of the Eire Abu Society, had been walking up and down Dublin for nearly a month, with his hands and pockets full of dirty pieces of paper, arranging about the series of concerts. He had a game leg and for this his friends called him Hoppy Holohan. He walked up and down constantly, stood by the hour at street corners arguing the point and made notes; but in the end it was Mrs. Kearney who arranged everything.", "characters": 443, "sentences": 5}, {"text": "Everything went on smoothly. Mrs. Kearney bought some lovely blush-pink charmeuse in Brown Thomas's to let into the front of Kathleen's dress. It cost a pretty penny; but there are occasions when a little expense is justifiable. She took a dozen of two-shilling tickets for the final concert and sent them to those friends who could not be trusted to come otherwise. She forgot nothing, and, thanks to her, everything that was to be done was done.", "characters": 447, "sentences": 7}, {"text": "Mrs. Kearney rewarded his very flat final syllable with a quick stare of contempt, and then said to her daughter encouragingly:", "characters": 127, "sentences": 2}, {"text": "When she had an opportunity, she called Mr. Holohan aside and asked him to tell her what it meant. Mr. Holohan did not know what it meant. He said that the Committee had made a mistake in arranging for four concerts: four was too many.", "characters": 235, "sentences": 6}, {"text": "\"And the artistes!\" said Mrs. Kearney. \"Of course they are doing their best, but really they are not good.\"", "characters": 107, "sentences": 4}, {"text": "The little woman hoped they would have a good house. She looked out at the rain until the melancholy of the wet street effaced all the trustfulness and enthusiasm from her twisted features. Then she gave a little sigh and said:", "characters": 227, "sentences": 3}, {"text": "\"I wonder where did they dig her up,\" said Kathleen to Miss Healy. \"I'm sure I never heard of her.\"", "characters": 99, "sentences": 3}, {"text": "Mrs. Kearney brought her daughter over to them, and talked to them amiably. She wanted to be on good terms with them but, while she strove to be polite, her eyes followed Mr. Holohan in his limping and devious courses. As soon as she could she excused herself and went out after him.", "characters": 283, "sentences": 6}, {"text": "They went down to a discreet part of the corridor. Mrs Kearney asked him when was her daughter going to be paid. Mr. Holohan said that Mr. Fitzpatrick had charge of that. Mrs. Kearney said that she didn't know anything about Mr. Fitzpatrick. Her daughter had signed a contract for eight guineas and she would have to be paid. Mr. Holohan said that it wasn't his business.", "characters": 371, "sentences": 12}, {"text": "\"Why isn't it your business?\" asked Mrs. Kearney. \"Didn't you yourself bring her the contract? Anyway, if it's not your business it's my business and I mean to see to it.\"", "characters": 171, "sentences": 4}, {"text": "\"I don't know anything about Mr. Fitzpatrick,\" repeated Mrs. Kearney. \"I have my contract, and I intend to see that it is carried out.\"", "characters": 135, "sentences": 5}, {"text": "\"Thank you very much, Mr. Hendrick,\" said Mr. Holohan, \"you'll see it in, I know. Now, won't you have a little something before you go?\"", "characters": 136, "sentences": 4}, {"text": "The two men went along some tortuous passages and up a dark staircase and came to a secluded room where one of the stewards was uncorking bottles for a few gentlemen. One of these gentlemen was Mr. O'Madden Burke, who had found out the room by instinct. He was a suave, elderly man who balanced his imposing body, when at rest, upon a large silk umbrella. His magniloquent western name was the moral umbrella upon which he balanced the fine problem of his finances. He was widely respected.", "characters": 490, "sentences": 7}, {"text": "Mr. Holohan and Mr. O'Madden Burke came into the room. In a moment Mr. Holohan perceived the hush. He went over to Mrs. Kearney and spoke with her earnestly. While they were speaking the noise in the hall grew louder. Mr. Holohan became very red and excited. He spoke volubly, but Mrs. Kearney said curtly at intervals:", "characters": 319, "sentences": 12}, {"text": "Mr. Holohan pointed desperately towards the hall where the audience was clapping and stamping. He appealed to Mr Kearney and to Kathleen. But Mr. Kearney continued to stroke his beard and Kathleen looked down, moving the point of her new shoe: it was not her fault. Mrs. Kearney repeated:", "characters": 288, "sentences": 7}, {"text": "After a swift struggle of tongues Mr. Holohan hobbled out in haste. The room was silent. When the strain of the silence had become somewhat painful Miss Healy said to the baritone:", "characters": 180, "sentences": 4}, {"text": "The baritone had not seen her but he had been told that she was very fine. The conversation went no further. The first tenor bent his head and began to count the links of the gold chain which was extended across his waist, smiling and humming random notes to observe the effect on the frontal sinus. From time to time everyone glanced at Mrs. Kearney.", "characters": 351, "sentences": 6}, {"text": "The noise in the auditorium had risen to a clamour when Mr. Fitzpatrick burst into the room, followed by Mr. Holohan, who was panting. The clapping and stamping in the hall were punctuated by whistling. Mr. Fitzpatrick held a few banknotes in his hand. He counted out four into Mrs. Kearney's hand and said she would get the other half at the interval. Mrs. Kearney said:", "characters": 371, "sentences": 10}, {"text": "But Kathleen gathered in her skirt and said: \"Now, Mr. Bell,\" to the first item, who was shaking like an aspen. The singer and the accompanist went out together. The noise in hall died away. There was a pause of a few seconds: and then the piano was heard.", "characters": 256, "sentences": 6}, {"text": "In another corner of the room were Mrs. Kearney and her husband, Mr. Bell, Miss Healy and the young lady who had to recite the patriotic piece. Mrs. Kearney said that the Committee had treated her scandalously. She had spared neither trouble nor expense and this was how she was repaid.", "characters": 286, "sentences": 7}, {"text": "As soon as the first part was ended Mr. Fitzpatrick and Mr. Holohan went over to Mrs. Kearney and told her that the other four guineas would be paid after the Committee meeting on the following Tuesday and that, in case her daughter did not play for the second part, the Committee would consider the contract broken and would pay nothing.", "characters": 338, "sentences": 5}, {"text": "\"I haven't seen any Committee,\" said Mrs. Kearney angrily. \"My daughter has her contract. She will get four pounds eight into her hand or a foot she won't put on that platform.\"", "characters": 177, "sentences": 5}, {"text": "\"I'm surprised at you, Mrs. Kearney,\" said Mr. Holohan. \"I never thought you would treat us this way.\"", "characters": 102, "sentences": 5}, {"text": "Her face was inundated with an angry colour and she looked as if she would attack someone with her hands.", "characters": 105, "sentences": 2}, {"text": "\"Might I, indeed?... And when I ask when my daughter is going to be paid I can't get a civil answer.\"", "characters": 101, "sentences": 5}, {"text": "He went out at once. Mrs. Kearney wrapped the cloak round her daughter and followed him. As she passed through the doorway she stopped and glared into Mr. Holohan's face.", "characters": 170, "sentences": 6}, {"text": "Kathleen followed her mother meekly. Mr. Holohan began to pace up and down the room, in order to cool himself for he his skin on fire.", "characters": 134, "sentences": 4}, {"text": "\"You did the proper thing, Holohan,\" said Mr. O'Madden Burke, poised upon his umbrella in approval.", "characters": 99, "sentences": 3}, {"text": "TWO GENTLEMEN who were in the lavatory at the time tried to lift him up: but he was quite helpless. He lay curled up at the foot of the stairs down which he had fallen. They succeeded in turning him over. His hat had rolled a few yards away and his clothes were smeared with the filth and ooze of the floor on which he had lain, face downwards. His eyes were closed and he breathed with a grunting noise. A thin stream of blood trickled from the corner of his mouth.", "characters": 466, "sentences": 7}, {"text": "These two gentlemen and one of the curates carried him up the stairs and laid him down again on the floor of the bar. In two minutes he was surrounded by a ring of men. The manager of the bar asked everyone who he was and who was with him. No one knew who he was but one of the curates said he had served the gentleman with a small rum.", "characters": 336, "sentences": 5}, {"text": "The ring of onlookers distended and closed again elastically. A dark medal of blood had formed itself near the man's head on the tessellated floor. The manager, alarmed by the grey pallor of the man's face, sent for a policeman.", "characters": 228, "sentences": 4}, {"text": "His collar was unfastened and his necktie undone. He opened eyes for an instant, sighed and closed them again. One of gentlemen who had carried him upstairs held a dinged silk hat in his hand. The manager asked repeatedly did no one know who the injured man was or where had his friends gone. The door of the bar opened and an immense constable entered. A crowd which had followed him down the laneway collected outside the door, struggling to look in through the glass panels.", "characters": 477, "sentences": 7}, {"text": "The manager at once began to narrate what he knew. The constable, a young man with thick immobile features, listened. He moved his head slowly to right and left and from the manager to the person on the floor, as if he feared to be the victim of some delusion. Then he drew off his glove, produced a small book from his waist, licked the lead of his pencil and made ready to indite. He asked in a suspicious provincial accent:", "characters": 426, "sentences": 5}, {"text": "He was helped to his feet. The manager said something about a hospital and some of the bystanders gave advice. The battered silk hat was placed on the man's head. The constable asked:", "characters": 183, "sentences": 4}, {"text": "The man, without answering, began to twirl the ends of his moustache. He made light of his accident. It was nothing, he said: only a little accident. He spoke very thickly.", "characters": 172, "sentences": 5}, {"text": "The man said they were to get a cab for him. While the point was being debated a tall agile gentleman of fair complexion, wearing a long yellow ulster, came from the far end of the bar. Seeing the spectacle, he called out:", "characters": 222, "sentences": 3}, {"text": "\"Come now, Tom,\" said Mr. Power, taking his friend by the arm. \"No bones broken. What? Can you walk?\"", "characters": 101, "sentences": 4}, {"text": "The three men left the bar and the crowd sifted through the doors in to the laneway. The manager brought the constable to the stairs to inspect the scene of the accident. They agreed that the gentleman must have missed his footing. The customers returned to the counter and a curate set about removing the traces of blood from the floor.", "characters": 337, "sentences": 5}, {"text": "When they came out into Grafton Street, Mr. Power whistled for an outsider. The injured man said again as well as he could.", "characters": 123, "sentences": 4}, {"text": "They shook hands. Mr. Kernan was hoisted on to the car and, while Mr. Power was giving directions to the carman, he expressed his gratitude to the young man and regretted that they could not have a little drink together.", "characters": 220, "sentences": 5}, {"text": "The car drove off towards Westmoreland Street. As it passed Ballast Office the clock showed half-past nine. A keen east wind hit them, blowing from the mouth of the river. Mr. Kernan was huddled together with cold. His friend asked him to tell how the accident had happened.", "characters": 274, "sentences": 7}, {"text": "The other leaned over the well of the car and peered into Mr. Kernan's mouth but he could not see. He struck a match and, sheltering it in the shell of his hands, peered again into the mouth which Mr. Kernan opened obediently. The swaying movement of the car brought the match to and from the opened mouth. The lower teeth and gums were covered with clotted blood and a minute piece of the tongue seemed to have been bitten off. The match was blown out.", "characters": 453, "sentences": 8}, {"text": "\"Sha, 's nothing,\" said Mr. Kernan, closing his mouth and pulling the collar of his filthy coat across his neck.", "characters": 112, "sentences": 3}, {"text": "Mr. Power, a much younger man, was employed in the Royal Irish Constabulary Office in Dublin Castle. The arc of his social rise intersected the arc of his friend's decline, but Mr. Kernan's decline was mitigated by the fact that certain of those friends who had known him at his highest point of success still esteemed him as a character. Mr. Power was one of these friends. His inexplicable debts were a byword in his circle; he was a debonair young man.", "characters": 455, "sentences": 8}, {"text": "\"Such a sight! O, he'll do for himself one day and that's the holy alls of it. He's been drinking since Friday.\"", "characters": 112, "sentences": 3}, {"text": "Mr. Power was careful to explain to her that he was not responsible, that he had come on the scene by the merest accident. Mrs. Kernan, remembering Mr. Power's good offices during domestic quarrels, as well as many small, but opportune loans, said:", "characters": 248, "sentences": 5}, {"text": "\"O, you needn't tell me that, Mr. Power. I know you're a friend of his, not like some of the others he does be with. They're all right so long as he has money in his pocket to keep him out from his wife and family. Nice friends! Who was he with tonight, I'd like to know?\"", "characters": 272, "sentences": 5}, {"text": "\"I'm so sorry,\" she continued, \"that I've nothing in the house to offer you. But if you wait a minute I'll send round to Fogarty's at the corner.\"", "characters": 146, "sentences": 3}, {"text": "\"We were waiting for him to come home with the money. He never seems to think he has a home at all.\"", "characters": 100, "sentences": 3}, {"text": "\"O, now, Mrs. Kernan,\" said Mr. Power, \"we'll make him turn over a new leaf. I'll talk to Martin. He's the man. We'll come here one of these nights and talk it over.\"", "characters": 166, "sentences": 7}, {"text": "She saw him to the door. The carman was stamping up and down the footpath, and swinging his arms to warm himself.", "characters": 113, "sentences": 3}, {"text": "Mrs. Kernan's puzzled eyes watched the car till it was out of sight. Then she withdrew them, went into the house and emptied her husband's pockets.", "characters": 147, "sentences": 4}, {"text": "Mr. Kernan sent a letter to his office next day and remained in bed. She made beef-tea for him and scolded him roundly. She accepted his frequent intemperance as part of the climate, healed him dutifully whenever he was sick and always tried to make him eat a breakfast. There were worse husbands. He had never been violent since the boys had grown up, and she knew that he would walk to the end of Thomas Street and back again to book even a small order.", "characters": 455, "sentences": 7}, {"text": "He was quite unconscious that he was the victim of a plot which his friends, Mr. Cunningham, Mr. M'Coy and Mr. Power had disclosed to Mrs. Kernan in the parlour. The idea had been Mr. Power's, but its development was entrusted to Mr. Cunningham. Mr. Kernan came of Protestant stock and, though he had been converted to the Catholic faith at the time of his marriage, he had not been in the pale of the Church for twenty years. He was fond, moreover, of giving side-thrusts at Catholicism.", "characters": 488, "sentences": 12}, {"text": "Mr. Cunningham was the very man for such a case. He was an elder colleague of Mr. Power. His own domestic life was not very happy. People had great sympathy with him, for it was known that he had married an unpresentable woman who was an incurable drunkard. He had set up house for her six times; and each time she had pawned the furniture on him.", "characters": 347, "sentences": 8}, {"text": "Everyone had respect for poor Martin Cunningham. He was a thoroughly sensible man, influential and intelligent. His blade of human knowledge, natural astuteness particularised by long association with cases in the police courts, had been tempered by brief immersions in the waters of general philosophy. He was well informed. His friends bowed to his opinions and considered that his face was like Shakespeare's.", "characters": 412, "sentences": 6}, {"text": "The gentlemen began to talk of the accident. Mr. Cunningham said that he had once known a similar case. A man of seventy had bitten off a piece of his tongue during an epileptic fit and the tongue had filled in again, so that no one could see a trace of the bite.", "characters": 263, "sentences": 5}, {"text": "\"Pain? Not much,\" answered Mr. Kernan. \"But it's so sickening. I feel as if I wanted to retch off.\"", "characters": 99, "sentences": 5}, {"text": "\"No,\" said Mr. Kernan. \"I think I caught a cold on the car. There's something keeps coming into my throat, phlegm or----\"", "characters": 121, "sentences": 4}, {"text": "He looked at Mr. Cunningham and Mr. Power at the same time with an air of challenge. Mr. Cunningham nodded his head rapidly and Mr. Power said:", "characters": 143, "sentences": 6}, {"text": "He wished the details of the incident to remain vague. He wished his friends to think there had been some mistake, that Mr. Harford and he had missed each other. His friends, who knew quite well Mr. Harford's manners in drinking were silent. Mr. Power said again:", "characters": 263, "sentences": 7}, {"text": "\"O, only for him,\" said Mr. Power, \"it might have been a case of seven days, without the option of a fine.\"", "characters": 107, "sentences": 3}, {"text": "\"Yes, yes,\" said Mr. Kernan, trying to remember. \"I remember now there was a policeman. Decent young fellow, he seemed. How did it happen at all?\"", "characters": 146, "sentences": 5}, {"text": "Mr. Power did not relish the use of his Christian name. He was not straight-laced, but he could not forget that Mr. M'Coy had recently made a crusade in search of valises and portmanteaus to enable Mrs. M'Coy to fulfil imaginary engagements in the country. More than he resented the fact that he had been victimised he resented such low playing of the game. He answered the question, therefore, as if Mr. Kernan had asked it.", "characters": 425, "sentences": 9}, {"text": "The narrative made Mr. Kernan indignant. He was keenly conscious of his citizenship, wished to live with his city on terms mutually honourable and resented any affront put upon him by those whom he called country bumpkins.", "characters": 222, "sentences": 4}, {"text": "\"Is this what we pay rates for?\" he asked. \"To feed and clothe these ignorant bostooms... and they're nothing else.\"", "characters": 116, "sentences": 6}, {"text": "Everyone laughed. Mr. M'Coy, who wanted to enter the conversation by any door, pretended that he had never heard the story. Mr. Cunningham said:", "characters": 144, "sentences": 5}, {"text": "\"It is supposed--they say, you know--to take place in the depot where they get these thundering big country fellows, omadhauns, you know, to drill. The sergeant makes them stand in a row against the wall and hold up their plates.\"", "characters": 230, "sentences": 3}, {"text": "\"At dinner, you know. Then he has a bloody big bowl of cabbage before him on the table and a bloody big spoon like a shovel. He takes up a wad of cabbage on the spoon and pegs it across the room and the poor devils have to try and catch it on their plates: 65, catch your cabbage.\"", "characters": 281, "sentences": 4}, {"text": "Everyone laughed again: but Mr. Kernan was somewhat indignant still. He talked of writing a letter to the papers.", "characters": 113, "sentences": 4}, {"text": "\"These yahoos coming up here,\" he said, \"think they can boss the people. I needn't tell you, Martin, what kind of men they are.\"", "characters": 128, "sentences": 3}, {"text": "\"It's like everything else in this world,\" he said. \"You get some bad ones and you get some good ones.\"", "characters": 103, "sentences": 3}, {"text": "Mr. Power stood up to officiate, offering her his chair. She declined it, saying she was ironing downstairs, and, after having exchanged a nod with Mr. Cunningham behind Mr. Power's back, prepared to leave the room. Her husband called out to her:", "characters": 246, "sentences": 6}, {"text": "He assumed such a comical face and voice that the distribution of the bottles of stout took place amid general merriment.", "characters": 121, "sentences": 2}, {"text": "The gentlemen drank from their glasses, set the glasses again on the table and paused. Then Mr. Cunningham turned towards Mr. Power and said casually:", "characters": 150, "sentences": 4}, {"text": "\"But we mustn't be late,\" said Mr. Power earnestly, \"because it is sure to be crammed to the doors.\"", "characters": 100, "sentences": 3}, {"text": "There was a short silence. Mr. Kernan waited to see whether he would be taken into his friends' confidence. Then he asked:", "characters": 122, "sentences": 4}, {"text": "\"O, it's nothing,\" said Mr. Cunningham. \"It's only a little matter that we're arranging about for Thursday.\"", "characters": 108, "sentences": 4}, {"text": "\"Yes, that's it,\" said Mr. Cunningham, \"Jack and I and M'Coy here--we're all going to wash the pot.\"", "characters": 100, "sentences": 3}, {"text": "\"You see, we may as well all admit we're a nice collection of scoundrels, one and all. I say, one and all,\" he added with gruff charity and turning to Mr. Power. \"Own up now!\"", "characters": 175, "sentences": 4}, {"text": "\"D'ye know what, Tom, has just occurred to me? You night join in and we'd have a four-handed reel.\"", "characters": 99, "sentences": 2}, {"text": "Mr. Kernan was silent. The proposal conveyed very little meaning to his mind, but, understanding that some spiritual agencies were about to concern themselves on his behalf, he thought he owed it to his dignity to show a stiff neck. He took no part in the conversation for a long while, but listened, with an air of calm enmity, while his friends discussed the Jesuits.", "characters": 369, "sentences": 5}, {"text": "\"I haven't such a bad opinion of the Jesuits,\" he said, intervening at length. \"They're an educated order. I believe they mean well, too.\"", "characters": 138, "sentences": 4}, {"text": "\"They're the grandest order in the Church, Tom,\" said Mr. Cunningham, with enthusiasm. \"The General of the Jesuits stands next to the Pope.\"", "characters": 140, "sentences": 4}, {"text": "\"There's no mistake about it,\" said Mr. M'Coy, \"if you want a thing well done and no flies about, you go to a Jesuit. They're the boyos have influence. I'll tell you a case in point....\"", "characters": 186, "sentences": 8}, {"text": "\"It's a curious thing,\" said Mr. Cunningham, \"about the Jesuit Order. Every other order of the Church had to be reformed at some time or other but the Jesuit Order was never once reformed. It never fell away.\"", "characters": 209, "sentences": 5}, {"text": "\"Yes,\" said Mr. Kernan. \"That's why I have a feeling for them. It's some of those secular priests, ignorant, bumptious----\"", "characters": 123, "sentences": 4}, {"text": "\"They're all good men,\" said Mr. Cunningham, \"each in his own way. The Irish priesthood is honoured all the world over.\"", "characters": 120, "sentences": 4}, {"text": "\"Of course I'm right,\" said Mr. Cunningham. \"I haven't been in the world all this time and seen most sides of it without being a judge of character.\"", "characters": 149, "sentences": 4}, {"text": "The gentlemen drank again, one following another's example. Mr. Kernan seemed to be weighing something in his mind. He was impressed. He had a high opinion of Mr. Cunningham as a judge of character and as a reader of faces. He asked for particulars.", "characters": 249, "sentences": 8}, {"text": "\"O, it's just a retreat, you know,\" said Mr. Cunningham. \"Father Purdon is giving it. It's for business men, you know.\"", "characters": 119, "sentences": 5}, {"text": "\"O, you must know him, Tom,\" said Mr. Cunningham stoutly. \"Fine, jolly fellow! He's a man of the world like ourselves.\"", "characters": 119, "sentences": 4}, {"text": "\"Munno.... It's not exactly a sermon, you know. It's just kind of a friendly talk, you know, in a common-sense way.\"", "characters": 116, "sentences": 7}, {"text": "\"O, of course, nothing wrong, you know. Only sometimes, they say, he didn't preach what was quite orthodox.\"", "characters": 108, "sentences": 3}, {"text": "\"I heard him once,\" Mr. Kernan continued. \"I forget the subject of his discourse now. Crofton and I were in the back of the... pit, you know... the----\"", "characters": 152, "sentences": 10}, {"text": "\"Yes, in the back near the door. I forget now what.... O yes, it was on the Pope, the late Pope. I remember it well. Upon my word it was magnificent, the style of the oratory. And his voice! God! hadn't he a voice! The Prisoner of the Vatican, he called him. I remember Crofton saying to me when we came out----\"", "characters": 312, "sentences": 10}, {"text": "\"'Course he is,\" said Mr. Kernan, \"and a damned decent Orangeman too. We went into Butler's in Moore Street--faith, I was genuinely moved, tell you the God's truth--and I remember well his very words. 'Kernan,' he said, 'we worship at different altars, he said, but our belief is the same.' Struck me as very well put.\"", "characters": 319, "sentences": 6}, {"text": "\"There's a good deal in that,\" said Mr. Power. \"There used always to be crowds of Protestants in the chapel where Father Tom was preaching.\"", "characters": 140, "sentences": 4}, {"text": "\"But, of course,\" said Mr. Cunningham quietly and effectively, \"our religion is the religion, the old, original faith.\"", "characters": 119, "sentences": 3}, {"text": "Mr. Fogarty brought a gift with him, a half-pint of special whisky. He inquired politely for Mr. Kernan, placed his gift on the table and sat down with the company on equal terms. Mr. Kernan appreciated the gift all the more since he was aware that there was a small account for groceries unsettled between him and Mr. Fogarty. He said:", "characters": 336, "sentences": 8}, {"text": "Mr. Power again officiated. Glasses were rinsed and five small measures of whisky were poured out. This new influence enlivened the conversation. Mr. Fogarty, sitting on a small area of the chair, was specially interested.", "characters": 222, "sentences": 7}, {"text": "\"Pope Leo XIII,\" said Mr. Cunningham, \"was one of the lights of the age. His great idea, you know, was the union of the Latin and Greek Churches. That was the aim of his life.\"", "characters": 176, "sentences": 5}, {"text": "\"I often heard he was one of the most intellectual men in Europe,\" said Mr. Power. \"I mean, apart from his being Pope.\"", "characters": 119, "sentences": 4}, {"text": "\"So he was,\" said Mr. Cunningham, \"if not the most so. His motto, you know, as Pope, was Lux upon Lux--Light upon Light.\"", "characters": 121, "sentences": 4}, {"text": "\"No, no,\" said Mr. Fogarty eagerly. \"I think you're wrong there. It was Lux in Tenebris, I think--Light in Darkness.\"", "characters": 117, "sentences": 5}, {"text": "\"Allow me,\" said Mr. Cunningham positively, \"it was Lux upon Lux. And Pius IX his predecessor's motto was Crux upon Crux--that is, Cross upon Cross--to show the difference between their two pontificates.\"", "characters": 204, "sentences": 4}, {"text": "\"We didn't learn that, Tom,\" said Mr. Power, following Mr. M'Coy's example, \"when we went to the penny-a-week school.\"", "characters": 118, "sentences": 4}, {"text": "\"There was many a good man went to the penny-a-week school with a sod of turf under his oxter,\" said Mr. Kernan sententiously. \"The old system was the best: plain honest education. None of your modern trumpery....\"", "characters": 214, "sentences": 8}, {"text": "\"I remember reading,\" said Mr. Cunningham, \"that one of Pope Leo's poems was on the invention of the photograph--in Latin, of course.\"", "characters": 134, "sentences": 3}, {"text": "Mr. Kernan seemed to be troubled in mind. He made an effort to recall the Protestant theology on some thorny points and in the end addressed Mr. Cunningham.", "characters": 156, "sentences": 5}, {"text": "\"Tell me, Martin,\" he said. \"Weren't some of the popes--of course, not our present man, or his predecessor, but some of the old popes--not exactly... you know... up to the knocker?\"", "characters": 181, "sentences": 8}, {"text": "\"O, of course, there were some bad lots... But the astonishing thing is this. Not one of them, not the biggest drunkard, not the most... out-and-out ruffian, not one of them ever preached ex cathedra a word of false doctrine. Now isn't that an astonishing thing?\"", "characters": 263, "sentences": 9}, {"text": "\"O, I know about the infallibility of the Pope. I remember I was younger then.... Or was it that----?\"", "characters": 102, "sentences": 6}, {"text": "Mr. Fogarty interrupted. He took up the bottle and helped the others to a little more. Mr. M'Coy, seeing that there was not enough to go round, pleaded that he had not finished his first measure. The others accepted under protest. The light music of whisky falling into glasses made an agreeable interlude.", "characters": 306, "sentences": 8}, {"text": "\"Papal infallibility,\" said Mr. Cunningham, \"that was the greatest scene in the whole history of the Church.\"", "characters": 109, "sentences": 3}, {"text": "\"In the sacred college, you know, of cardinals and archbishops and bishops there were two men who held out against it while the others were all for it. The whole conclave except these two was unanimous. No! They wouldn't have it!\"", "characters": 230, "sentences": 3}, {"text": "\"Well, this great German cardinal, whatever his name was, was one; and the other was John MacHale.\"", "characters": 99, "sentences": 2}, {"text": "\"Are you sure of that now?\" asked Mr. Fogarty dubiously. \"I thought it was some Italian or American.\"", "characters": 101, "sentences": 4}, {"text": "\"There they were at it, all the cardinals and bishops and archbishops from all the ends of the earth and these two fighting dog and devil until at last the Pope himself stood up and declared infallibility a dogma of the Church ex cathedra. On the very moment John MacHale, who had been arguing and arguing against it, stood up and shouted out with the voice of a lion: 'Credo!'\"", "characters": 378, "sentences": 2}, {"text": "\"Credo!\" said Mr. Cunningham. \"That showed the faith he had. He submitted the moment the Pope spoke.\"", "characters": 101, "sentences": 5}, {"text": "Mr. Cunningham's words had built up the vast image of the church in the minds of his hearers. His deep, raucous voice had thrilled them as it uttered the word of belief and submission. When Mrs. Kernan came into the room, drying her hands she came into a solemn company. She did not disturb the silence, but leaned over the rail at the foot of the bed.", "characters": 352, "sentences": 7}, {"text": "\"It was at the unveiling of Sir John Gray's statue. Edmund Dwyer Gray was speaking, blathering away, and here was this old fellow, crabbed-looking old chap, looking at him from under his bushy eyebrows.\"", "characters": 203, "sentences": 3}, {"text": "\"God!\" he exclaimed, resuming his natural face, \"I never saw such an eye in a man's head. It was as much as to say: I have you properly taped, my lad. He had an eye like a hawk.\"", "characters": 178, "sentences": 4}, {"text": "\"Well, Mrs. Kernan, we're going to make your man here a good holy pious and God-fearing Roman Catholic.\"", "characters": 104, "sentences": 3}, {"text": "\"If he doesn't like it,\" he said bluntly, \"he can... do the other thing. I'll just tell him my little tale of woe. I'm not such a bad fellow----\"", "characters": 145, "sentences": 6}, {"text": "Mr. Power said nothing. He felt completely out-generalled. But a pleased expression flickered across his face.", "characters": 110, "sentences": 5}, {"text": "\"All we have to do,\" said Mr. Cunningham, \"is to stand up with lighted candles in our hands and renew our baptismal vows.\"", "characters": 122, "sentences": 3}, {"text": "\"No, damn it all,\" said Mr. Kernan sensibly, \"I draw the line there. I'll do the job right enough. I'll do the retreat business and confession, and... all that business. But... no candles! No, damn it all, I bar the candles!\"", "characters": 225, "sentences": 11}, {"text": "\"I bar the candles,\" said Mr. Kernan, conscious of having created an effect on his audience and continuing to shake his head to and fro. \"I bar the magic-lantern business.\"", "characters": 172, "sentences": 4}, {"text": "A powerful-looking figure, the upper part of which was draped with a white surplice, was observed to be struggling into the pulpit. Simultaneously the congregation unsettled, produced handkerchiefs and knelt upon them with care. Mr. Kernan followed the general example. The priest's figure now stood upright in the pulpit, two-thirds of its bulk, crowned by a massive red face, appearing above the balustrade.", "characters": 409, "sentences": 6}, {"text": "Father Purdon knelt down, turned towards the red speck of light and, covering his face with his hands, prayed. After an interval, he uncovered his face and rose. The congregation rose also and settled again on its benches. Mr. Kernan restored his hat to its original position on his knee and presented an attentive face to the preacher. The preacher turned back each wide sleeve of his surplice with an elaborate large gesture and slowly surveyed the array of faces. Then he said:", "characters": 480, "sentences": 7}, {"text": "\"For the children of this world are wiser in their generation than the children of light. Wherefore make unto yourselves friends out of the mammon of iniquity so that when you die they may receive you into everlasting dwellings.\"", "characters": 229, "sentences": 3}, {"text": "He told his hearers that he was there that evening for no terrifying, no extravagant purpose; but as a man of the world speaking to his fellow-men. He came to speak to business men and he would speak to them in a businesslike way. If he might use the metaphor, he said, he was their spiritual accountant; and he wished each and every one of his hearers to open his books, the books of his spiritual life, and see if they tallied accurately with conscience.", "characters": 456, "sentences": 4}, {"text": "Jesus Christ was not a hard taskmaster. He understood our little failings, understood the weakness of our poor fallen nature, understood the temptations of this life. We might have had, we all had from time to time, our temptations: we might have, we all had, our failings. But one thing only, he said, he would ask of his hearers. And that was: to be straight and manly with God. If their accounts tallied in every point to say:", "characters": 429, "sentences": 6}, {"text": "But if, as might happen, there were some discrepancies, to admit the truth, to be frank and say like a man:", "characters": 107, "sentences": 1}, {"text": "\"Well, I have looked into my accounts. I find this wrong and this wrong. But, with God's grace, I will rectify this and this. I will set right my accounts.\"", "characters": 156, "sentences": 5}, {"text": "\"O, Mr. Conroy,\" said Lily to Gabriel when she opened the door for him, \"Miss Kate and Miss Julia thought you were never coming. Good-night, Mrs. Conroy.\"", "characters": 154, "sentences": 5}, {"text": "\"I'll engage they did,\" said Gabriel, \"but they forget that my wife here takes three mortal hours to dress herself.\"", "characters": 116, "sentences": 2}, {"text": "He stood on the mat, scraping the snow from his goloshes, while Lily led his wife to the foot of the stairs and called out:", "characters": 123, "sentences": 1}, {"text": "Kate and Julia came toddling down the dark stairs at once. Both of them kissed Gabriel's wife, said she must be perished alive, and asked was Gabriel with her.", "characters": 159, "sentences": 3}, {"text": "\"Here I am as right as the mail, Aunt Kate! Go on up. I'll follow,\" called out Gabriel from the dark.", "characters": 101, "sentences": 3}, {"text": "He continued scraping his feet vigorously while the three women went upstairs, laughing, to the ladies' dressing-room. A light fringe of snow lay like a cape on the shoulders of his overcoat and like toecaps on the toes of his goloshes; and, as the buttons of his overcoat slipped with a squeaking noise through the snow-stiffened frieze, a cold, fragrant air from out-of-doors escaped from crevices and folds.", "characters": 410, "sentences": 3}, {"text": "She had preceded him into the pantry to help him off with his overcoat. Gabriel smiled at the three syllables she had given his surname and glanced at her. She was a slim, growing girl, pale in complexion and with hay-coloured hair. The gas in the pantry made her look still paler. Gabriel had known her when she was a child and used to sit on the lowest step nursing a rag doll.", "characters": 379, "sentences": 6}, {"text": "He looked up at the pantry ceiling, which was shaking with the stamping and shuffling of feet on the floor above, listened for a moment to the piano and then glanced at the girl, who was folding his overcoat carefully at the end of a shelf.", "characters": 240, "sentences": 2}, {"text": "\"O, then,\" said Gabriel gaily, \"I suppose we'll be going to your wedding one of these fine days with your young man, eh?\"", "characters": 121, "sentences": 1}, {"text": "Gabriel coloured, as if he felt he had made a mistake and, without looking at her, kicked off his goloshes and flicked actively with his muffler at his patent-leather shoes.", "characters": 173, "sentences": 2}, {"text": "He was a stout, tallish young man. The high colour of his cheeks pushed upwards even to his forehead, where it scattered itself in a few formless patches of pale red; and on his hairless face there scintillated restlessly the polished lenses and the bright gilt rims of the glasses which screened his delicate and restless eyes. His glossy black hair was parted in the middle and brushed in a long curve behind his ears where it curled slightly beneath the groove left by his hat.", "characters": 480, "sentences": 4}, {"text": "When he had flicked lustre into his shoes he stood up and pulled his waistcoat down more tightly on his plump body. Then he took a coin rapidly from his pocket.", "characters": 160, "sentences": 3}, {"text": "\"O Lily,\" he said, thrusting it into her hands, \"it's Christmastime, isn't it? Just... here's a little....\"", "characters": 107, "sentences": 8}, {"text": "\"Christmas-time! Christmas-time!\" said Gabriel, almost trotting to the stairs and waving his hand to her in deprecation.", "characters": 120, "sentences": 2}, {"text": "They both kissed Gabriel frankly. He was their favourite nephew, the son of their dead elder sister, Ellen, who had married T. J. Conroy of the Port and Docks.", "characters": 159, "sentences": 5}, {"text": "\"Gretta tells me you're not going to take a cab back to Monkstown tonight, Gabriel,\" said Aunt Kate.", "characters": 100, "sentences": 2}, {"text": "\"No,\" said Gabriel, turning to his wife, \"we had quite enough of that last year, hadn't we? Don't you remember, Aunt Kate, what a cold Gretta got out of it? Cab windows rattling all the way, and the east wind blowing in after we passed Merrion. Very jolly it was. Gretta caught a dreadful cold.\"", "characters": 295, "sentences": 4}, {"text": "\"Don't mind him, Aunt Kate,\" she said. \"He's really an awful bother, what with green shades for Tom's eyes at night and making him do the dumb-bells, and forcing Eva to eat the stirabout. The poor child! And she simply hates the sight of it!... O, but you'll never guess what he makes me wear now!\"", "characters": 298, "sentences": 6}, {"text": "She broke out into a peal of laughter and glanced at her husband, whose admiring and happy eyes had been wandering from her dress to her face and hair. The two aunts laughed heartily, too, for Gabriel's solicitude was a standing joke with them.", "characters": 244, "sentences": 3}, {"text": "\"Goloshes!\" said Mrs. Conroy. \"That's the latest. Whenever it's wet underfoot I must put on my galoshes. Tonight even, he wanted me to put them on, but I wouldn't. The next thing he'll buy me will be a diving suit.\"", "characters": 215, "sentences": 7}, {"text": "Gabriel laughed nervously and patted his tie reassuringly, while Aunt Kate nearly doubled herself, so heartily did she enjoy the joke. The smile soon faded from Aunt Julia's face and her mirthless eyes were directed towards her nephew's face. After a pause she asked:", "characters": 267, "sentences": 3}, {"text": "\"Goloshes, Julia!\" exclaimed her sister \"Goodness me, don't you know what goloshes are? You wear them over your... over your boots, Gretta, isn't it?\"", "characters": 150, "sentences": 4}, {"text": "\"Yes,\" said Mrs. Conroy. \"Guttapercha things. We both have a pair now. Gabriel says everyone wears them on the Continent.\"", "characters": 122, "sentences": 6}, {"text": "\"It's nothing very wonderful, but Gretta thinks it very funny because she says the word reminds her of Christy Minstrels.\"", "characters": 122, "sentences": 2}, {"text": "\"But tell me, Gabriel,\" said Aunt Kate, with brisk tact. \"Of course, you've seen about the room. Gretta was saying...\"", "characters": 118, "sentences": 6}, {"text": "\"To be sure,\" said Aunt Kate, \"by far the best thing to do. And the children, Gretta, you're not anxious about them?\"", "characters": 117, "sentences": 2}, {"text": "\"To be sure,\" said Aunt Kate again. \"What a comfort it is to have a girl like that, one you can depend on! There's that Lily, I'm sure I don't know what has come over her lately. She's not the girl she was at all.\"", "characters": 214, "sentences": 4}, {"text": "Gabriel was about to ask his aunt some questions on this point, but she broke off suddenly to gaze after her sister, who had wandered down the stairs and was craning her neck over the banisters.", "characters": 194, "sentences": 2}, {"text": "\"Now, I ask you,\" she said almost testily, \"where is Julia going? Julia! Julia! Where are you going?\"", "characters": 101, "sentences": 1}, {"text": "At the same moment a clapping of hands and a final flourish of the pianist told that the waltz had ended. The drawing-room door was opened from within and some couples came out. Aunt Kate drew Gabriel aside hurriedly and whispered into his ear:", "characters": 244, "sentences": 3}, {"text": "\"Slip down, Gabriel, like a good fellow and see if he's all right, and don't let him up if he's screwed. I'm sure he's screwed. I'm sure he is.\"", "characters": 144, "sentences": 4}, {"text": "Gabriel went to the stairs and listened over the banisters. He could hear two persons talking in the pantry. Then he recognised Freddy Malins' laugh. He went down the stairs noisily.", "characters": 182, "sentences": 5}, {"text": "\"It's such a relief,\" said Aunt Kate to Mrs. Conroy, \"that Gabriel is here. I always feel easier in my mind when he's here.... Julia, there's Miss Daly and Miss Power will take some refreshment. Thanks for your beautiful waltz, Miss Daly. It made lovely time.\"", "characters": 260, "sentences": 10}, {"text": "A tall wizen-faced man, with a stiff grizzled moustache and swarthy skin, who was passing out with his partner, said:", "characters": 117, "sentences": 1}, {"text": "\"Julia,\" said Aunt Kate summarily, \"and here's Mr. Browne and Miss Furlong. Take them in, Julia, with Miss Daly and Miss Power.\"", "characters": 128, "sentences": 4}, {"text": "\"I'm the man for the ladies,\" said Mr. Browne, pursing his lips until his moustache bristled and smiling in all his wrinkles. \"You know, Miss Morkan, the reason they are so fond of me is----\"", "characters": 191, "sentences": 3}, {"text": "Mr. Browne led his charges thither and invited them all, in jest, to some ladies' punch, hot, strong and sweet. As they said they never took anything strong, he opened three bottles of lemonade for them. Then he asked one of the young men to move aside, and, taking hold of the decanter, filled out for himself a goodly measure of whisky. The young men eyed him respectfully while he took a trial sip.", "characters": 401, "sentences": 6}, {"text": "His wizened face broke into a broader smile, and the three young ladies laughed in musical echo to his pleasantry, swaying their bodies to and fro, with nervous jerks of their shoulders. The boldest said:", "characters": 204, "sentences": 2}, {"text": "\"Well, you see, I'm like the famous Mrs. Cassidy, who is reported to have said: 'Now, Mary Grimes, if I don't take it, make me take it, for I feel I want it.'\"", "characters": 159, "sentences": 3}, {"text": "His hot face had leaned forward a little too confidentially and he had assumed a very low Dublin accent so that the young ladies, with one instinct, received his speech in silence. Miss Furlong, who was one of Mary Jane's pupils, asked Miss Daly what was the name of the pretty waltz she had played; and Mr. Browne, seeing that he was ignored, turned promptly to the two young men who were more appreciative.", "characters": 408, "sentences": 4}, {"text": "A red-faced young woman, dressed in pansy, came into the room, excitedly clapping her hands and crying:", "characters": 103, "sentences": 1}, {"text": "\"O, here's Mr. Bergin and Mr. Kerrigan,\" said Mary Jane. \"Mr. Kerrigan, will you take Miss Power? Miss Furlong, may I get you a partner, Mr. Bergin. O, that'll just do now.\"", "characters": 173, "sentences": 8}, {"text": "The two young gentlemen asked the ladies if they might have the pleasure, and Mary Jane turned to Miss Daly.", "characters": 108, "sentences": 2}, {"text": "\"O, Miss Daly, you're really awfully good, after playing for the last two dances, but really we're so short of ladies tonight.\"", "characters": 127, "sentences": 2}, {"text": "\"But I've a nice partner for you, Mr. Bartell D'Arcy, the tenor. I'll get him to sing later on. All Dublin is raving about him.\"", "characters": 128, "sentences": 5}, {"text": "As the piano had twice begun the prelude to the first figure Mary Jane led her recruits quickly from the room. They had hardly gone when Aunt Julia wandered slowly into the room, looking behind her at something.", "characters": 211, "sentences": 3}, {"text": "Julia, who was carrying in a column of table-napkins, turned to her sister and said, simply, as if the question had surprised her:", "characters": 130, "sentences": 1}, {"text": "Freddy Malins bade the Misses Morkan good-evening in what seemed an offhand fashion by reason of the habitual catch in his voice and then, seeing that Mr. Browne was grinning at him from the sideboard, crossed the room on rather shaky legs and began to repeat in an undertone the story he had just told to Gabriel.", "characters": 314, "sentences": 3}, {"text": "\"Now, isn't he a terrible fellow!\" she said. \"And his poor mother made him take the pledge on New Year's Eve. But come on, Gabriel, into the drawing-room.\"", "characters": 155, "sentences": 4}, {"text": "Before leaving the room with Gabriel she signalled to Mr. Browne by frowning and shaking her forefinger in warning to and fro. Mr. Browne nodded in answer and, when she had gone, said to Freddy Malins:", "characters": 201, "sentences": 4}, {"text": "Lancers were arranged. Gabriel found himself partnered with Miss Ivors. She was a frank-mannered talkative young lady, with a freckled face and prominent brown eyes. She did not wear a low-cut bodice and the large brooch which was fixed in the front of her collar bore on it an Irish device and motto.", "characters": 301, "sentences": 5}, {"text": "Gabriel coloured and was about to knit his brows, as if he did not understand, when she said bluntly:", "characters": 101, "sentences": 1}, {"text": "\"O, innocent Amy! I have found out that you write for The Daily Express. Now, aren't you ashamed of yourself?\"", "characters": 110, "sentences": 2}, {"text": "\"Well, I'm ashamed of you,\" said Miss Ivors frankly. \"To say you'd write for a paper like that. I didn't think you were a West Briton.\"", "characters": 135, "sentences": 4}, {"text": "When their turn to cross had come he was still perplexed and inattentive. Miss Ivors promptly took his hand in a warm grasp and said in a soft friendly tone:", "characters": 157, "sentences": 2}, {"text": "When they were together again she spoke of the University question and Gabriel felt more at ease. A friend of hers had shown her his review of Browning's poems. That was how she had found out the secret: but she liked the review immensely. Then she said suddenly:", "characters": 263, "sentences": 4}, {"text": "\"O, Mr. Conroy, will you come for an excursion to the Aran Isles this summer? We're going to stay there a whole month. It will be splendid out in the Atlantic. You ought to come. Mr. Clancy is coming, and Mr. Kilkelly and Kathleen Kearney. It would be splendid for Gretta too if she'd come. She's from Connacht, isn't she?\"", "characters": 323, "sentences": 9}, {"text": "Their neighbours had turned to listen to the cross-examination. Gabriel glanced right and left nervously and tried to keep his good humour under the ordeal which was making a blush invade his forehead.", "characters": 201, "sentences": 3}, {"text": "\"And haven't you your own land to visit,\" continued Miss Ivors, \"that you know nothing of, your own people, and your own country?\"", "characters": 130, "sentences": 1}, {"text": "Gabriel tried to cover his agitation by taking part in the dance with great energy. He avoided her eyes for he had seen a sour expression on her face. But when they met in the long chain he was surprised to feel his hand firmly pressed. She looked at him from under her brows for a moment quizzically until he smiled. Then, just as the chain was about to start again, she stood on tiptoe and whispered into his ear:", "characters": 415, "sentences": 5}, {"text": "He saw his wife making her way towards him through the waltzing couples. When she reached him she said into his ear:", "characters": 116, "sentences": 2}, {"text": "\"Gabriel, Aunt Kate wants to know won't you carve the goose as usual. Miss Daly will carve the ham and I'll do the pudding.\"", "characters": 124, "sentences": 3}, {"text": "\"She's sending in the younger ones first as soon as this waltz is over so that we'll have the table to ourselves.\"", "characters": 114, "sentences": 2}, {"text": "\"There was no row,\" said Gabriel moodily, \"only she wanted me to go for a trip to the west of Ireland and I said I wouldn't.\"", "characters": 125, "sentences": 2}, {"text": "While she was threading her way back across the room Mrs. Malins, without adverting to the interruption, went on to tell Gabriel what beautiful places there were in Scotland and beautiful scenery. Her son-in-law brought them every year to the lakes and they used to go fishing. Her son-in-law was a splendid fisher. One day he caught a beautiful big fish and the man in the hotel cooked it for their dinner.", "characters": 407, "sentences": 6}, {"text": "\"I was just telling my mother,\" he said, \"I never heard you sing so well, never. No, I never heard your voice so good as it is tonight. Now! Would you believe that now? That's the truth. Upon my word and honour that's the truth. I never heard your voice sound so fresh and so... so clear and fresh, never.\"", "characters": 306, "sentences": 9}, {"text": "Aunt Julia smiled broadly and murmured something about compliments as she released her hand from his grasp. Mr. Browne extended his open hand towards her and said to those who were near him in the manner of a showman introducing a prodigy to an audience:", "characters": 254, "sentences": 3}, {"text": "\"Well, Browne, if you're serious you might make a worse discovery. All I can say is I never heard her sing half so well as long as I am coming here. And that's the honest truth.\"", "characters": 178, "sentences": 4}, {"text": "\"I often told Julia,\" said Aunt Kate emphatically, \"that she was simply thrown away in that choir. But she never would be said by me.\"", "characters": 134, "sentences": 3}, {"text": "She turned as if to appeal to the good sense of the others against a refractory child while Aunt Julia gazed in front of her, a vague smile of reminiscence playing on her face.", "characters": 176, "sentences": 2}, {"text": "\"No,\" continued Aunt Kate, \"she wouldn't be said or led by anyone, slaving there in that choir night and day, night and day. Six o'clock on Christmas morning! And all for what?\"", "characters": 177, "sentences": 2}, {"text": "\"Well, isn't it for the honour of God, Aunt Kate?\" asked Mary Jane, twisting round on the piano-stool and smiling.", "characters": 114, "sentences": 2}, {"text": "\"I know all about the honour of God, Mary Jane, but I think it's not at all honourable for the pope to turn out the women out of the choirs that have slaved there all their lives and put little whipper-snappers of boys over their heads. I suppose it is for the good of the Church if the pope does it. But it's not just, Mary Jane, and it's not right.\"", "characters": 351, "sentences": 4}, {"text": "She had worked herself into a passion and would have continued in defence of her sister for it was a sore subject with her but Mary Jane, seeing that all the dancers had come back, intervened pacifically:", "characters": 204, "sentences": 1}, {"text": "Aunt Kate turned to Mr. Browne, who was grinning at this allusion to his religion, and said hastily:", "characters": 100, "sentences": 2}, {"text": "\"O, I don't question the pope's being right. I'm only a stupid old woman and I wouldn't presume to do such a thing. But there's such a thing as common everyday politeness and gratitude. And if I were in Julia's place I'd tell that Father Healey straight up to his face...\"", "characters": 272, "sentences": 7}, {"text": "\"And besides, Aunt Kate,\" said Mary Jane, \"we really are all hungry and when we are hungry we are all very quarrelsome.\"", "characters": 120, "sentences": 2}, {"text": "On the landing outside the drawing-room Gabriel found his wife and Mary Jane trying to persuade Miss Ivors to stay for supper. But Miss Ivors, who had put on her hat and was buttoning her cloak, would not stay. She did not feel in the least hungry and she had already overstayed her time.", "characters": 288, "sentences": 4}, {"text": "\"I won't hear of it,\" she cried. \"For goodness' sake go in to your suppers and don't mind me. I'm quite well able to take care of myself.\"", "characters": 138, "sentences": 4}, {"text": "Mary Jane gazed after her, a moody puzzled expression on her face, while Mrs. Conroy leaned over the banisters to listen for the hall-door. Gabriel asked himself was he the cause of her abrupt departure. But she did not seem to be in ill humour: she had gone away laughing. He stared blankly down the staircase.", "characters": 311, "sentences": 6}, {"text": "At the moment Aunt Kate came toddling out of the supper-room, almost wringing her hands in despair.", "characters": 99, "sentences": 2}, {"text": "\"Where is Gabriel?\" she cried. \"Where on earth is Gabriel? There's everyone waiting in there, stage to let, and nobody to carve the goose!\"", "characters": 139, "sentences": 2}, {"text": "\"Here I am, Aunt Kate!\" cried Gabriel, with sudden animation, \"ready to carve a flock of geese, if necessary.\"", "characters": 110, "sentences": 2}, {"text": "Gabriel took his seat boldly at the head of the table and, having looked to the edge of the carver, plunged his fork firmly into the goose. He felt quite at ease now for he was an expert carver and liked nothing better than to find himself at the head of a well-laden table.", "characters": 274, "sentences": 3}, {"text": "A chorus of voices invited him to begin his own supper and Lily came forward with three potatoes which she had reserved for him.", "characters": 128, "sentences": 2}, {"text": "\"Very well,\" said Gabriel amiably, as he took another preparatory draught, \"kindly forget my existence, ladies and gentlemen, for a few minutes.\"", "characters": 145, "sentences": 2}, {"text": "\"Because,\" Freddy Malins explained, \"now I'd be curious to hear your opinion of him. I think he has a grand voice.\"", "characters": 115, "sentences": 3}, {"text": "\"And why couldn't he have a voice too?\" asked Freddy Malins sharply. \"Is it because he's only a black?\"", "characters": 103, "sentences": 2}, {"text": "\"Oh, well,\" said Mr. Bartell D'Arcy, \"I presume there are as good singers today as there were then.\"", "characters": 100, "sentences": 3}, {"text": "\"In London, Paris, Milan,\" said Mr. Bartell D'Arcy warmly. \"I suppose Caruso, for example, is quite as good, if not better than any of the men you have mentioned.\"", "characters": 163, "sentences": 4}, {"text": "\"For me,\" said Aunt Kate, who had been picking a bone, \"there was only one tenor. To please me, I mean. But I suppose none of you ever heard of him.\"", "characters": 149, "sentences": 4}, {"text": "\"His name,\" said Aunt Kate, \"was Parkinson. I heard him when he was in his prime and I think he had then the purest tenor voice that was ever put into a man's throat.\"", "characters": 167, "sentences": 3}, {"text": "\"Yes, yes, Miss Morkan is right,\" said Mr. Browne. \"I remember hearing of old Parkinson but he's too far back for me.\"", "characters": 118, "sentences": 4}, {"text": "Gabriel having finished, the huge pudding was transferred to the table. The clatter of forks and spoons began again. Gabriel's wife served out spoonfuls of the pudding and passed the plates down the table. Midway down they were held up by Mary Jane, who replenished them with raspberry or orange jelly or with blancmange and jam. The pudding was of Aunt Julia's making and she received praises for it from all quarters. She herself said that it was not quite brown enough.", "characters": 472, "sentences": 7}, {"text": "\"Well, I hope, Miss Morkan,\" said Mr. Browne, \"that I'm brown enough for you because, you know, I'm all brown.\"", "characters": 111, "sentences": 3}, {"text": "\"And do you mean to say,\" asked Mr. Browne incredulously, \"that a chap can go down there and put up there as if it were a hotel and live on the fat of the land and then come away without paying anything?\"", "characters": 204, "sentences": 2}, {"text": "He was astonished to hear that the monks never spoke, got up at two in the morning and slept in their coffins. He asked what they did it for.", "characters": 141, "sentences": 3}, {"text": "Aunt Kate repeated that it was the rule, that was all. Mr. Browne still seemed not to understand. Freddy Malins explained to him, as best he could, that the monks were trying to make up for the sins committed by all the sinners in the outside world. The explanation was not very clear for Mr. Browne grinned and said:", "characters": 317, "sentences": 6}, {"text": "As the subject had grown lugubrious it was buried in a silence of the table during which Mrs. Malins could be heard saying to her neighbour in an indistinct undertone:", "characters": 167, "sentences": 2}, {"text": "\"It has fallen to my lot this evening, as in years past, to perform a very pleasing task but a task for which I am afraid my poor powers as a speaker are all too inadequate.\"", "characters": 174, "sentences": 2}, {"text": "\"But, however that may be, I can only ask you tonight to take the will for the deed and to lend me your attention for a few moments while I endeavour to express to you in words what my feelings are on this occasion.", "characters": 215, "sentences": 2}, {"text": "\"Ladies and Gentlemen, it is not the first time that we have gathered together under this hospitable roof, around this hospitable board. It is not the first time that we have been the recipients--or perhaps, I had better say, the victims--of the hospitality of certain good ladies.\"", "characters": 282, "sentences": 3}, {"text": "He made a circle in the air with his arm and paused. Everyone laughed or smiled at Aunt Kate and Aunt Julia and Mary Jane who all turned crimson with pleasure. Gabriel went on more boldly:", "characters": 188, "sentences": 3}, {"text": "A hearty murmur of assent ran round the table. It shot through Gabriel's mind that Miss Ivors was not there and that she had gone away discourteously: and he said with confidence in himself:", "characters": 190, "sentences": 2}, {"text": "\"Therefore, I will not linger on the past. I will not let any gloomy moralising intrude upon us here tonight. Here we are gathered together for a brief moment from the bustle and rush of our everyday routine. We are met here as friends, in the spirit of good-fellowship, as colleagues, also to a certain extent, in the true spirit of camaraderie, and as the guests of--what shall I call them?--the Three Graces of the Dublin musical world.\"", "characters": 440, "sentences": 5}, {"text": "The table burst into applause and laughter at this allusion. Aunt Julia vainly asked each of her neighbours in turn to tell her what Gabriel had said.", "characters": 150, "sentences": 3}, {"text": "Aunt Julia did not understand but she looked up, smiling, at Gabriel, who continued in the same vein:", "characters": 101, "sentences": 1}, {"text": "Gabriel glanced down at his aunts and, seeing the large smile on Aunt Julia's face and the tears which had risen to Aunt Kate's eyes, hastened to his close. He raised his glass of port gallantly, while every member of the company fingered a glass expectantly, and said loudly:", "characters": 276, "sentences": 2}, {"text": "\"Let us toast them all three together. Let us drink to their health, wealth, long life, happiness and prosperity and may they long continue to hold the proud and self-won position which they hold in their profession and the position of honour and affection which they hold in our hearts.\"", "characters": 288, "sentences": 3}, {"text": "All the guests stood up, glass in hand, and turning towards the three seated ladies, sang in unison, with Mr. Browne as leader:", "characters": 127, "sentences": 2}, {"text": "For they are jolly gay fellows,      For they are jolly gay fellows,      For they are jolly gay fellows,      Which nobody can deny.", "characters": 133, "sentences": 2}, {"text": "Aunt Kate was making frank use of her handkerchief and even Aunt Julia seemed moved. Freddy Malins beat time with his pudding-fork and the singers turned towards one another, as if in melodious conference, while they sang with emphasis:", "characters": 236, "sentences": 2}, {"text": "For they are jolly gay fellows,      For they are jolly gay fellows,      For they are jolly gay fellows,      Which nobody can deny.", "characters": 133, "sentences": 2}, {"text": "The acclamation which followed was taken up beyond the door of the supper-room by many of the other guests and renewed time after time, Freddy Malins acting as officer with his fork on high.", "characters": 190, "sentences": 2}, {"text": "\"He has been laid on here like the gas,\" said Aunt Kate in the same tone, \"all during the Christmas.\"", "characters": 101, "sentences": 2}, {"text": "At that moment the hall-door was opened and Mr. Browne came in from the doorstep, laughing as if his heart would break. He was dressed in a long green overcoat with mock astrakhan cuffs and collar and wore on his head an oval fur cap. He pointed down the snow-covered quay from where the sound of shrill prolonged whistling was borne in.", "characters": 337, "sentences": 5}, {"text": "Gabriel advanced from the little pantry behind the office, struggling into his overcoat and, looking round the hall, said:", "characters": 122, "sentences": 1}, {"text": "\"It makes me feel cold to look at you two gentlemen muffled up like that. I wouldn't like to face your journey home at this hour.\"", "characters": 130, "sentences": 3}, {"text": "\"I'd like nothing better this minute,\" said Mr. Browne stoutly, \"than a rattling fine walk in the country or a fast drive with a good spanking goer between the shafts.\"", "characters": 168, "sentences": 3}, {"text": "\"The late lamented Patrick Morkan, our grandfather, that is,\" explained Gabriel, \"commonly known in his later years as the old gentleman, was a glue-boiler.\"", "characters": 157, "sentences": 2}, {"text": "\"Well, glue or starch,\" said Gabriel, \"the old gentleman had a horse by the name of Johnny. And Johnny used to work in the old gentleman's mill, walking round and round in order to drive the mill. That was all very well; but now comes the tragic part about Johnny. One fine day the old gentleman thought he'd like to drive out with the quality to a military review in the park.\"", "characters": 378, "sentences": 5}, {"text": "\"Amen,\" said Gabriel. \"So the old gentleman, as I said, harnessed Johnny and put on his very best tall hat and his very best stock collar and drove out in grand style from his ancestral mansion somewhere near Back Lane, I think.\"", "characters": 229, "sentences": 3}, {"text": "\"Out from the mansion of his forefathers,\" continued Gabriel, \"he drove with Johnny. And everything went on beautifully until Johnny came in sight of King Billy's statue: and whether he fell in love with the horse King Billy sits on or whether he thought he was back again in the mill, anyhow he began to walk round the statue.\"", "characters": 328, "sentences": 3}, {"text": "\"Round and round he went,\" said Gabriel, \"and the old gentleman, who was a very pompous old gentleman, was highly indignant. 'Go on, sir! What do you mean, sir? Johnny! Johnny! Most extraordinary conduct! Can't understand the horse!'\"", "characters": 234, "sentences": 2}, {"text": "The peal of laughter which followed Gabriel's imitation of the incident was interrupted by a resounding knock at the hall door. Mary Jane ran to open it and let in Freddy Malins. Freddy Malins, with his hat well back on his head and his shoulders humped with cold, was puffing and steaming after his exertions.", "characters": 310, "sentences": 4}, {"text": "\"Well, drive bang up against Trinity College gates,\" said Mr. Browne, \"and then we'll tell you where to go. You understand now?\"", "characters": 128, "sentences": 3}, {"text": "The horse was whipped up and the cab rattled off along the quay amid a chorus of laughter and adieus.", "characters": 101, "sentences": 2}, {"text": "The hall-door was closed; and Aunt Kate, Aunt Julia and Mary Jane came down the hall, still laughing.", "characters": 101, "sentences": 2}, {"text": "Gabriel said nothing but pointed up the stairs towards where his wife was standing. Now that the hall-door was closed the voice and the piano could be heard more clearly. Gabriel held up his hand for them to be silent. The song seemed to be in the old Irish tonality and the singer seemed uncertain both of his words and of his voice. The voice, made plaintive by distance and by the singer's hoarseness, faintly illuminated the cadence of the air with words expressing grief:", "characters": 476, "sentences": 5}, {"text": "\"O,\" exclaimed Mary Jane. \"It's Bartell D'Arcy singing and he wouldn't sing all the night. O, I'll get him to sing a song before he goes.\"", "characters": 138, "sentences": 4}, {"text": "Mary Jane brushed past the others and ran to the staircase, but before she reached it the singing stopped and the piano was closed abruptly.", "characters": 140, "sentences": 2}, {"text": "Gabriel heard his wife answer yes and saw her come down towards them. A few steps behind her were Mr. Bartell D'Arcy and Miss O'Callaghan.", "characters": 138, "sentences": 4}, {"text": "\"O, Mr. D'Arcy,\" cried Mary Jane, \"it's downright mean of you to break off like that when we were all in raptures listening to you.\"", "characters": 132, "sentences": 3}, {"text": "\"I have been at him all the evening,\" said Miss O'Callaghan, \"and Mrs. Conroy, too, and he told us he had a dreadful cold and couldn't sing.\"", "characters": 141, "sentences": 3}, {"text": "He went into the pantry hastily and put on his overcoat. The others, taken aback by his rude speech, could find nothing to say. Aunt Kate wrinkled her brows and made signs to the others to drop the subject. Mr. D'Arcy stood swathing his neck carefully and frowning.", "characters": 265, "sentences": 6}, {"text": "\"They say,\" said Mary Jane, \"we haven't had snow like it for thirty years; and I read this morning in the newspapers that the snow is general all over Ireland.\"", "characters": 160, "sentences": 2}, {"text": "\"So do I,\" said Miss O'Callaghan. \"I think Christmas is never really Christmas unless we have the snow on the ground.\"", "characters": 118, "sentences": 3}, {"text": "\"It's called The Lass of Aughrim,\" said Mr. D'Arcy, \"but I couldn't remember it properly. Why? Do you know it?\"", "characters": 111, "sentences": 3}, {"text": "The morning was still dark. A dull, yellow light brooded over the houses and the river; and the sky seemed to be descending. It was slushy underfoot; and only streaks and patches of snow lay on the roofs, on the parapets of the quay and on the area railings. The lamps were still burning redly in the murky air and, across the river, the palace of the Four Courts stood out menacingly against the heavy sky.", "characters": 407, "sentences": 5}, {"text": "She was walking on before him with Mr. Bartell D'Arcy, her shoes in a brown parcel tucked under one arm and her hands holding her skirt up from the slush. She had no longer any grace of attitude, but Gabriel's eyes were still bright with happiness. The blood went bounding along his veins; and the thoughts went rioting through his brain, proud, joyful, tender, valorous.", "characters": 371, "sentences": 5}, {"text": "But the man could not hear with the noise of the furnace. It was just as well. He might have answered rudely.", "characters": 109, "sentences": 4}, {"text": "Like distant music these words that he had written years before were borne towards him from the past. He longed to be alone with her. When the others had gone away, when he and she were in the room in their hotel, then they would be alone together. He would call her softly:", "characters": 274, "sentences": 4}, {"text": "Perhaps she would not hear at once: she would be undressing. Then something in his voice would strike her. She would turn and look at him....", "characters": 141, "sentences": 7}, {"text": "At the corner of Winetavern Street they met a cab. He was glad of its rattling noise as it saved him from conversation. She was looking out of the window and seemed tired. The others spoke only a few words, pointing out some building or street. The horse galloped along wearily under the murky morning sky, dragging his old rattling box after his heels, and Gabriel was again in a cab with her, galloping to catch the boat, galloping to their honeymoon.", "characters": 453, "sentences": 6}, {"text": "Gabriel pointed to the statue, on which lay patches of snow. Then he nodded familiarly to it and waved his hand.", "characters": 112, "sentences": 3}, {"text": "When the cab drew up before the hotel, Gabriel jumped out and, in spite of Mr. Bartell D'Arcy's protest, paid the driver. He gave the man a shilling over his fare. The man saluted and said:", "characters": 189, "sentences": 4}, {"text": "The porter led them along a corridor and opened a door. Then he set his unstable candle down on a toilet-table and asked at what hour they were to be called in the morning.", "characters": 172, "sentences": 3}, {"text": "The porter pointed to the tap of the electric-light and began a muttered apology, but Gabriel cut him short.", "characters": 108, "sentences": 2}, {"text": "\"We don't want any light. We have light enough from the street. And I say,\" he added, pointing to the candle, \"you might remove that handsome article, like a good man.\"", "characters": 168, "sentences": 4}, {"text": "The porter took up his candle again, but slowly, for he was surprised by such a novel idea. Then he mumbled good-night and went out. Gabriel shot the lock to.", "characters": 158, "sentences": 4}, {"text": "She turned away from the mirror slowly and walked along the shaft of light towards him. Her face looked so serious and weary that the words would not pass Gabriel's lips. No, it was not the moment yet.", "characters": 201, "sentences": 4}, {"text": "She went on to the window and stood there, looking out. Gabriel waited again and then, fearing that diffidence was about to conquer him, he said abruptly:", "characters": 154, "sentences": 2}, {"text": "\"Well, poor fellow, he's a decent sort of chap, after all,\" continued Gabriel in a false voice. \"He gave me back that sovereign I lent him, and I didn't expect it, really. It's a pity he wouldn't keep away from that Browne, because he's not a bad fellow, really.\"", "characters": 263, "sentences": 4}, {"text": "He was trembling now with annoyance. Why did she seem so abstracted? He did not know how he could begin. Was she annoyed, too, about something? If she would only turn to him or come to him of her own accord! To take her as she was would be brutal. No, he must see some ardour in her eyes first. He longed to be master of her strange mood.", "characters": 338, "sentences": 6}, {"text": "Gabriel strove to restrain himself from breaking out into brutal language about the sottish Malins and his pound. He longed to cry to her from his soul, to crush her body against his, to overmaster her. But he said:", "characters": 215, "sentences": 3}, {"text": "He was in such a fever of rage and desire that he did not hear her come from the window. She stood before him for an instant, looking at him strangely. Then, suddenly raising herself on tiptoe and resting her hands lightly on his shoulders, she kissed him.", "characters": 256, "sentences": 4}, {"text": "He stood, holding her head between his hands. Then, slipping one arm swiftly about her body and drawing her towards him, he said softly:", "characters": 136, "sentences": 2}, {"text": "She broke loose from him and ran to the bed and, throwing her arms across the bed-rail, hid her face. Gabriel stood stock-still for a moment in astonishment and then followed her. As he passed in the way of the cheval-glass he caught sight of himself in full length, his broad, well-filled shirt-front, the face whose expression always puzzled him when he saw it in a mirror, and his glimmering gilt-rimmed eyeglasses. He halted a few paces from her and said:", "characters": 459, "sentences": 4}, {"text": "She raised her head from her arms and dried her eyes with the back of her hand like a child. A kinder note than he had intended went into his voice.", "characters": 148, "sentences": 3}, {"text": "The smile passed away from Gabriel's face. A dull anger began to gather again at the back of his mind and the dull fires of his lust began to glow angrily in his veins.", "characters": 168, "sentences": 3}, {"text": "\"It was a young boy I used to know,\" she answered, \"named Michael Furey. He used to sing that song, The Lass of Aughrim. He was very delicate.\"", "characters": 143, "sentences": 4}, {"text": "\"I can see him so plainly,\" she said, after a moment. \"Such eyes as he had: big, dark eyes! And such an expression in them--an expression!\"", "characters": 139, "sentences": 2}, {"text": "\"He is dead,\" she said at length. \"He died when he was only seventeen. Isn't it a terrible thing to die so young as that?\"", "characters": 122, "sentences": 3}, {"text": "He tried to keep up his tone of cold interrogation, but his voice when he spoke was humble and indifferent.", "characters": 107, "sentences": 2}, {"text": "Her voice was veiled and sad. Gabriel, feeling now how vain it would be to try to lead her whither he had purposed, caressed one of her hands and said, also sadly:", "characters": 163, "sentences": 2}, {"text": "\"It was in the winter,\" she said, \"about the beginning of the winter when I was going to leave my grandmother's and come up here to the convent. And he was ill at the time in his lodgings in Galway and wouldn't be let out, and his people in Oughterard were written to. He was in decline, they said, or something like that. I never knew rightly.\"", "characters": 345, "sentences": 5}, {"text": "\"Poor fellow,\" she said. \"He was very fond of me and he was such a gentle boy. We used to go out together, walking, you know, Gabriel, like the way they do in the country. He was going to study singing only for his health. He had a very good voice, poor Michael Furey.\"", "characters": 269, "sentences": 6}, {"text": "\"And then when it came to the time for me to leave Galway and come up to the convent he was much worse and I wouldn't be let see him so I wrote him a letter saying I was going up to Dublin and would be back in the summer, and hoping he would be better then.\"", "characters": 258, "sentences": 2}, {"text": "\"Then the night before I left, I was in my grandmother's house in Nuns' Island, packing up, and I heard gravel thrown up against the window. The window was so wet I couldn't see, so I ran downstairs as I was and slipped out the back into the garden and there was the poor fellow at the end of the garden, shivering.\"", "characters": 316, "sentences": 3}, {"text": "\"I implored of him to go home at once and told him he would get his death in the rain. But he said he did not want to live. I can see his eyes as well as well! He was standing at the end of the wall where there was a tree.\"", "characters": 223, "sentences": 4}, {"text": "\"Yes, he went home. And when I was only a week in the convent he died and he was buried in Oughterard, where his people came from. O, the day I heard that, that he was dead!\"", "characters": 174, "sentences": 3}, {"text": "She stopped, choking with sobs, and, overcome by emotion, flung herself face downward on the bed, sobbing in the quilt. Gabriel held her hand for a moment longer, irresolutely, and then, shy of intruding on her grief, let it fall gently and walked quietly to the window.", "characters": 270, "sentences": 3}, {"text": "The air of the room chilled his shoulders. He stretched himself cautiously along under the sheets and lay down beside his wife. One by one, they were all becoming shades. Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age. He thought of how she who lay beside him had locked in her heart for so many years that image of her lover's eyes when he had told her that he did not wish to live.", "characters": 452, "sentences": 6}], "id": 2814, "paragraphs": 594, "author": "James Joyce"}