{"title": "The Hound of the Baskervilles", "data": [{"text": "\"I have, at least, a well-polished, silver-plated coffee-pot in front of me,\" said he. \"But, tell me, Watson, what do you make of our visitor's stick? Since we have been so unfortunate as to miss him and have no notion of his errand, this accidental souvenir becomes of importance. Let me hear you reconstruct the man by an examination of it.\"", "characters": 343, "sentences": 4}, {"text": "\"I think,\" said I, following as far as I could the methods of my companion, \"that Dr. Mortimer is a successful, elderly medical man, well-esteemed since those who know him give him this mark of their appreciation.\"", "characters": 214, "sentences": 3}, {"text": "\"I think also that the probability is in favour of his being a country practitioner who does a great deal of his visiting on foot.\"", "characters": 131, "sentences": 2}, {"text": "\"Because this stick, though originally a very handsome one has been so knocked about that I can hardly imagine a town practitioner carrying it. The thick-iron ferrule is worn down, so it is evident that he has done a great amount of walking with it.\"", "characters": 250, "sentences": 3}, {"text": "\"And then again, there is the 'friends of the C.C.H.' I should guess that to be the Something Hunt, the local hunt to whose members he has possibly given some surgical assistance, and which has made him a small presentation in return.\"", "characters": 235, "sentences": 5}, {"text": "\"Really, Watson, you excel yourself,\" said Holmes, pushing back his chair and lighting a cigarette. \"I am bound to say that in all the accounts which you have been so good as to give of my own small achievements you have habitually underrated your own abilities. It may be that you are not yourself luminous, but you are a conductor of light. Some people without possessing genius have a remarkable power of stimulating it. I confess, my dear fellow, that I am very much in your debt.\"", "characters": 485, "sentences": 6}, {"text": "\"Interesting, though elementary,\" said he as he returned to his favourite corner of the settee. \"There are certainly one or two indications upon the stick. It gives us the basis for several deductions.\"", "characters": 202, "sentences": 4}, {"text": "\"Has anything escaped me?\" I asked with some self-importance. \"I trust that there is nothing of consequence which I have overlooked?\"", "characters": 133, "sentences": 2}, {"text": "\"I am afraid, my dear Watson, that most of your conclusions were erroneous. When I said that you stimulated me I meant, to be frank, that in noting your fallacies I was occasionally guided towards the truth. Not that you are entirely wrong in this instance. The man is certainly a country practitioner. And he walks a good deal.\"", "characters": 329, "sentences": 6}, {"text": "\"No, no, my dear Watson, not all--by no means all. I would suggest, for example, that a presentation to a doctor is more likely to come from a hospital than from a hunt, and that when the initials 'C.C.' are placed before that hospital the words 'Charing Cross' very naturally suggest themselves.\"", "characters": 297, "sentences": 5}, {"text": "\"The probability lies in that direction. And if we take this as a working hypothesis we have a fresh basis from which to start our construction of this unknown visitor.\"", "characters": 169, "sentences": 3}, {"text": "\"Well, then, supposing that 'C.C.H.' does stand for 'Charing Cross Hospital,' what further inferences may we draw?\"", "characters": 115, "sentences": 4}, {"text": "\"I can only think of the obvious conclusion that the man has practised in town before going to the country.\"", "characters": 108, "sentences": 2}, {"text": "I laughed incredulously as Sherlock Holmes leaned back in his settee and blew little wavering rings of smoke up to the ceiling.", "characters": 127, "sentences": 2}, {"text": "\"As to the latter part, I have no means of checking you,\" said I, \"but at least it is not difficult to find out a few particulars about the man's age and professional career.\" From my small medical shelf I took down the Medical Directory and turned up the name. There were several Mortimers, but only one who could be our visitor. I read his record aloud.", "characters": 355, "sentences": 5}, {"text": "\"Has been in the habit of carrying this stick behind his master. Being a heavy stick the dog has held it tightly by the middle, and the marks of his teeth are very plainly visible. The dog's jaw, as shown in the space between these marks, is too broad in my opinion for a terrier and not broad enough for a mastiff. It may have been--yes, by Jove, it is a curly-haired spaniel.\"", "characters": 378, "sentences": 5}, {"text": "He had risen and paced the room as he spoke. Now he halted in the recess of the window. There was such a ring of conviction in his voice that I glanced up in surprise.", "characters": 167, "sentences": 4}, {"text": "\"For the very simple reason that I see the dog himself on our very door-step, and there is the ring of its owner. Don't move, I beg you, Watson. He is a professional brother of yours, and your presence may be of assistance to me. Now is the dramatic moment of fate, Watson, when you hear a step upon the stair which is walking into your life, and you know not whether for good or ill. What does Dr. James Mortimer, the man of science, ask of Sherlock Holmes, the specialist in crime? Come in!\"", "characters": 493, "sentences": 6}, {"text": "\"Yes, sir. I married, and so left the hospital, and with it all hopes of a consulting practice. It was necessary to make a home of my own.\"", "characters": 139, "sentences": 4}, {"text": "\"A dabbler in science, Mr. Holmes, a picker up of shells on the shores of the great unknown ocean. I presume that it is Mr. Sherlock Holmes whom I am addressing and not--\"", "characters": 171, "sentences": 4}, {"text": "Sherlock Holmes waved our strange visitor into a chair. \"You are an enthusiast in your line of thought, I perceive, sir, as I am in mine,\" said he. \"I observe from your forefinger that you make your own cigarettes. Have no hesitation in lighting one.\"", "characters": 251, "sentences": 5}, {"text": "The man drew out paper and tobacco and twirled the one up in the other with surprising dexterity. He had long, quivering fingers as agile and restless as the antennae of an insect.", "characters": 180, "sentences": 3}, {"text": "Holmes was silent, but his little darting glances showed me the interest which he took in our curious companion. \"I presume, sir,\" said he at last, \"that it was not merely for the purpose of examining my skull that you have done me the honour to call here last night and again today?\"", "characters": 284, "sentences": 2}, {"text": "\"No, sir, no; though I am happy to have had the opportunity of doing that as well. I came to you, Mr. Holmes, because I recognized that I am myself an unpractical man and because I am suddenly confronted with a most serious and extraordinary problem. Recognizing, as I do, that you are the second highest expert in Europe--\"", "characters": 324, "sentences": 4}, {"text": "\"To the man of precisely scientific mind the work of Monsieur Bertillon must always appeal strongly.\"", "characters": 101, "sentences": 2}, {"text": "\"I said, sir, to the precisely scientific mind. But as a practical man of affairs it is acknowledged that you stand alone. I trust, sir, that I have not inadvertently--\"", "characters": 169, "sentences": 3}, {"text": "\"Just a little,\" said Holmes. \"I think, Dr. Mortimer, you would do wisely if without more ado you would kindly tell me plainly what the exact nature of the problem is in which you demand my assistance.\"", "characters": 202, "sentences": 4}, {"text": "\"You have presented an inch or two of it to my examination all the time that you have been talking. It would be a poor expert who could not give the date of a document within a decade or so. You may possibly have read my little monograph upon the subject. I put that at 1730.\"", "characters": 276, "sentences": 5}, {"text": "Holmes stretched out his hand for the manuscript and flattened it upon his knee. \"You will observe, Watson, the alternative use of the long s and the short. It is one of several indications which enabled me to fix the date.\"", "characters": 224, "sentences": 4}, {"text": "I looked over his shoulder at the yellow paper and the faded script. At the head was written: \"Baskerville Hall,\" and below in large, scrawling figures: \"1742.\"", "characters": 160, "sentences": 3}, {"text": "\"But I understand that it is something more modern and practical upon which you wish to consult me?\"", "characters": 100, "sentences": 1}, {"text": "\"Most modern. A most practical, pressing matter, which must be decided within twenty-four hours. But the manuscript is short and is intimately connected with the affair. With your permission I will read it to you.\"", "characters": 214, "sentences": 5}, {"text": "Holmes leaned back in his chair, placed his finger-tips together, and closed his eyes, with an air of resignation. Dr. Mortimer turned the manuscript to the light and read in a high, cracking voice the following curious, old-world narrative:", "characters": 241, "sentences": 3}, {"text": "\"[This from Hugo Baskerville to his sons Rodger and John,         with instructions that they say nothing thereof to their         sister Elizabeth.]\"", "characters": 150, "sentences": 2}, {"text": "When Dr. Mortimer had finished reading this singular narrative he pushed his spectacles up on his forehead and stared across at Mr. Sherlock Holmes. The latter yawned and tossed the end of his cigarette into the fire.", "characters": 217, "sentences": 5}, {"text": "\"Now, Mr. Holmes, we will give you something a little more recent. This is the Devon County Chronicle of May 14th of this year. It is a short account of the facts elicited at the death of Sir Charles Baskerville which occurred a few days before that date.\"", "characters": 256, "sentences": 5}, {"text": "My friend leaned a little forward and his expression became intent. Our visitor readjusted his glasses and began:", "characters": 113, "sentences": 2}, {"text": "Dr. Mortimer refolded his paper and replaced it in his pocket. \"Those are the public facts, Mr. Holmes, in connection with the death of Sir Charles Baskerville.\"", "characters": 161, "sentences": 5}, {"text": "\"I must thank you,\" said Sherlock Holmes, \"for calling my attention to a case which certainly presents some features of interest. I had observed some newspaper comment at the time, but I was exceedingly preoccupied by that little affair of the Vatican cameos, and in my anxiety to oblige the Pope I lost touch with several interesting English cases. This article, you say, contains all the public facts?\"", "characters": 404, "sentences": 3}, {"text": "\"Then let me have the private ones.\" He leaned back, put his finger-tips together, and assumed his most impassive and judicial expression.", "characters": 138, "sentences": 3}, {"text": "\"It was at my advice that Sir Charles was about to go to London. His heart was, I knew, affected, and the constant anxiety in which he lived, however chimerical the cause of it might be, was evidently having a serious effect upon his health. I thought that a few months among the distractions of town would send him back a new man. Mr. Stapleton, a mutual friend who was much concerned at his state of health, was of the same opinion. At the last instant came this terrible catastrophe.", "characters": 486, "sentences": 7}, {"text": "Dr. Mortimer looked strangely at us for an instant, and his voice sank almost to a whisper as he answered.", "characters": 106, "sentences": 3}, {"text": "I confess at these words a shudder passed through me. There was a thrill in the doctor's voice which showed that he was himself deeply moved by that which he told us. Holmes leaned forward in his excitement and his eyes had the hard, dry glitter which shot from them when he was keenly interested.", "characters": 297, "sentences": 4}, {"text": "\"The marks were some twenty yards from the body and no one gave them a thought. I don't suppose I should have done so had I not known this legend.\"", "characters": 147, "sentences": 3}, {"text": "\"There are two lines of old yew hedge, twelve feet high and impenetrable. The walk in the centre is about eight feet across.\"", "characters": 125, "sentences": 3}, {"text": "\"So that to reach the yew alley one either has to come down it from the house or else to enter it by the moor-gate?\"", "characters": 116, "sentences": 1}, {"text": "\"Now, tell me, Dr. Mortimer--and this is important--the marks which you saw were on the path and not on the grass?\"", "characters": 115, "sentences": 2}, {"text": "\"If I had only been there!\" he cried. \"It is evidently a case of extraordinary interest, and one which presented immense opportunities to the scientific expert. That gravel page upon which I might have read so much has been long ere this smudged by the rain and defaced by the clogs of curious peasants. Oh, Dr. Mortimer, Dr. Mortimer, to think that you should not have called me in! You have indeed much to answer for.\"", "characters": 420, "sentences": 7}, {"text": "\"I could not call you in, Mr. Holmes, without disclosing these facts to the world, and I have already given my reasons for not wishing to do so. Besides, besides--\"", "characters": 164, "sentences": 3}, {"text": "\"Since the tragedy, Mr. Holmes, there have come to my ears several incidents which are hard to reconcile with the settled order of Nature.\"", "characters": 139, "sentences": 3}, {"text": "Holmes shrugged his shoulders. \"I have hitherto confined my investigations to this world,\" said he. \"In a modest way I have combated evil, but to take on the Father of Evil himself would, perhaps, be too ambitious a task. Yet you must admit that the footmark is material.\"", "characters": 272, "sentences": 5}, {"text": "\"The original hound was material enough to tug a man's throat out, and yet he was diabolical as well.\"", "characters": 102, "sentences": 2}, {"text": "\"I see that you have quite gone over to the supernaturalists. But now, Dr. Mortimer, tell me this. If you hold these views, why have you come to consult me at all? You tell me in the same breath that it is useless to investigate Sir Charles's death, and that you desire me to do it.\"", "characters": 283, "sentences": 5}, {"text": "\"By advising me as to what I should do with Sir Henry Baskerville, who arrives at Waterloo Station\"--Dr. Mortimer looked at his watch--\"in exactly one hour and a quarter.\"", "characters": 171, "sentences": 3}, {"text": "\"Yes. On the death of Sir Charles we inquired for this young gentleman and found that he had been farming in Canada. From the accounts which have reached us he is an excellent fellow in every way. I speak now not as a medical man but as a trustee and executor of Sir Charles's will.\"", "characters": 283, "sentences": 5}, {"text": "\"Put into plain words, the matter is this,\" said he. \"In your opinion there is a diabolical agency which makes Dartmoor an unsafe abode for a Baskerville--that is your opinion?\"", "characters": 177, "sentences": 2}, {"text": "\"Exactly. But surely, if your supernatural theory be correct, it could work the young man evil in London as easily as in Devonshire. A devil with merely local powers like a parish vestry would be too inconceivable a thing.\"", "characters": 223, "sentences": 4}, {"text": "\"You put the matter more flippantly, Mr. Holmes, than you would probably do if you were brought into personal contact with these things. Your advice, then, as I understand it, is that the young man will be as safe in Devonshire as in London. He comes in fifty minutes. What would you recommend?\"", "characters": 295, "sentences": 5}, {"text": "\"I recommend, sir, that you take a cab, call off your spaniel who is scratching at my front door, and proceed to Waterloo to meet Sir Henry Baskerville.\"", "characters": 153, "sentences": 2}, {"text": "\"Twenty-four hours. At ten o'clock tomorrow, Dr. Mortimer, I will be much obliged to you if you will call upon me here, and it will be of help to me in my plans for the future if you will bring Sir Henry Baskerville with you.\"", "characters": 226, "sentences": 4}, {"text": "\"I will do so, Mr. Holmes.\" He scribbled the appointment on his shirt-cuff and hurried off in his strange, peering, absent-minded fashion. Holmes stopped him at the head of the stair.", "characters": 183, "sentences": 5}, {"text": "\"Only one more question, Dr. Mortimer. You say that before Sir Charles Baskerville's death several people saw this apparition upon the moor?\"", "characters": 141, "sentences": 3}, {"text": "Holmes returned to his seat with that quiet look of inward satisfaction which meant that he had a congenial task before him.", "characters": 124, "sentences": 2}, {"text": "\"No, my dear fellow, it is at the hour of action that I turn to you for aid. But this is splendid, really unique from some points of view. When you pass Bradley's, would you ask him to send up a pound of the strongest shag tobacco? Thank you. It would be as well if you could make it convenient not to return before evening. Then I should be very glad to compare impressions as to this most interesting problem which has been submitted to us this morning.\"", "characters": 456, "sentences": 6}, {"text": "I knew that seclusion and solitude were very necessary for my friend in those hours of intense mental concentration during which he weighed every particle of evidence, constructed alternative theories, balanced one against the other, and made up his mind as to which points were essential and which immaterial. I therefore spent the day at my club and did not return to Baker Street until evening. It was nearly nine o'clock when I found myself in the sitting-room once more.", "characters": 475, "sentences": 4}, {"text": "He laughed at my bewildered expression. \"There is a delightful freshness about you, Watson, which makes it a pleasure to exercise any small powers which I possess at your expense. A gentleman goes forth on a showery and miry day. He returns immaculate in the evening with the gloss still on his hat and his boots. He has been a fixture therefore all day. He is not a man with intimate friends. Where, then, could he have been? Is it not obvious?\"", "characters": 446, "sentences": 7}, {"text": "\"The world is full of obvious things which nobody by any chance ever observes. Where do you think that I have been?\"", "characters": 116, "sentences": 2}, {"text": "\"Exactly. My body has remained in this armchair and has, I regret to observe, consumed in my absence two large pots of coffee and an incredible amount of tobacco. After you left I sent down to Stamford's for the Ordnance map of this portion of the moor, and my spirit has hovered over it all day. I flatter myself that I could find my way about.\"", "characters": 346, "sentences": 5}, {"text": "He unrolled one section and held it over his knee. \"Here you have the particular district which concerns us. That is Baskerville Hall in the middle.\"", "characters": 149, "sentences": 4}, {"text": "\"It has certainly a character of its own. There are points of distinction about it. That change in the footprints, for example. What do you make of that?\"", "characters": 154, "sentences": 4}, {"text": "\"He only repeated what some fool had said at the inquest. Why should a man walk on tiptoe down the alley?\"", "characters": 106, "sentences": 2}, {"text": "\"He was running, Watson--running desperately, running for his life, running until he burst his heart--and fell dead upon his face.\"", "characters": 131, "sentences": 2}, {"text": "\"There lies our problem. There are indications that the man was crazed with fear before ever he began to run.\"", "characters": 110, "sentences": 3}, {"text": "\"I am presuming that the cause of his fears came to him across the moor. If that were so, and it seems most probable, only a man who had lost his wits would have run from the house instead of towards it. If the gipsy's evidence may be taken as true, he ran with cries for help in the direction where help was least likely to be. Then, again, whom was he waiting for that night, and why was he waiting for him in the yew alley rather than in his own house?\"", "characters": 456, "sentences": 4}, {"text": "\"The man was elderly and infirm. We can understand his taking an evening stroll, but the ground was damp and the night inclement. Is it natural that he should stand for five or ten minutes, as Dr. Mortimer, with more practical sense than I should have given him credit for, deduced from the cigar ash?\"", "characters": 302, "sentences": 4}, {"text": "\"I think it unlikely that he waited at the moor-gate every evening. On the contrary, the evidence is that he avoided the moor. That night he waited there. It was the night before he made his departure for London. The thing takes shape, Watson. It becomes coherent. Might I ask you to hand me my violin, and we will postpone all further thought upon this business until we have had the advantage of meeting Dr. Mortimer and Sir Henry Baskerville in the morning.\"", "characters": 461, "sentences": 9}, {"text": "\"Why, yes,\" said he, \"and the strange thing is, Mr. Sherlock Holmes, that if my friend here had not proposed coming round to you this morning I should have come on my own account. I understand that you think out little puzzles, and I've had one this morning which wants more thinking out than I am able to give it.\"", "characters": 315, "sentences": 4}, {"text": "\"Pray take a seat, Sir Henry. Do I understand you to say that you have yourself had some remarkable experience since you arrived in London?\"", "characters": 140, "sentences": 2}, {"text": "\"Nothing of much importance, Mr. Holmes. Only a joke, as like as not. It was this letter, if you can call it a letter, which reached me this morning.\"", "characters": 150, "sentences": 5}, {"text": "He laid an envelope upon the table, and we all bent over it. It was of common quality, grayish in colour. The address, \"Sir Henry Baskerville, Northumberland Hotel,\" was printed in rough characters; the post-mark \"Charing Cross,\" and the date of posting the preceding evening.", "characters": 276, "sentences": 4}, {"text": "\"Who knew that you were going to the Northumberland Hotel?\" asked Holmes, glancing keenly across at our visitor.", "characters": 112, "sentences": 2}, {"text": "\"Hum! Someone seems to be very deeply interested in your movements.\" Out of the envelope he took a half-sheet of foolscap paper folded into four. This he opened and spread flat upon the table. Across the middle of it a single sentence had been formed by the expedient of pasting printed words upon it. It ran:", "characters": 309, "sentences": 5}, {"text": "\"Now,\" said Sir Henry Baskerville, \"perhaps you will tell me, Mr. Holmes, what in thunder is the meaning of that, and who it is that takes so much interest in my affairs?\"", "characters": 171, "sentences": 2}, {"text": "\"What do you make of it, Dr. Mortimer? You must allow that there is nothing supernatural about this, at any rate?\"", "characters": 114, "sentences": 2}, {"text": "\"No, sir, but it might very well come from someone who was convinced that the business is supernatural.\"", "characters": 104, "sentences": 2}, {"text": "\"What business?\" asked Sir Henry sharply. \"It seems to me that all you gentlemen know a great deal more than I do about my own affairs.\"", "characters": 136, "sentences": 3}, {"text": "\"You shall share our knowledge before you leave this room, Sir Henry. I promise you that,\" said Sherlock Holmes. \"We will confine ourselves for the present with your permission to this very interesting document, which must have been put together and posted yesterday evening. Have you yesterday's Times, Watson?\"", "characters": 312, "sentences": 4}, {"text": "\"Might I trouble you for it--the inside page, please, with the leading articles?\" He glanced swiftly over it, running his eyes up and down the columns. \"Capital article this on free trade. Permit me to give you an extract from it.", "characters": 230, "sentences": 4}, {"text": "'You may be cajoled into imagining that your own special      trade or your own industry will be encouraged by a      protective tariff, but it stands to reason that such      legislation must in the long run keep away wealth from the      country, diminish the value of our imports, and lower the      general conditions of life in this island.'", "characters": 346, "sentences": 2}, {"text": "\"What do you think of that, Watson?\" cried Holmes in high glee, rubbing his hands together with satisfaction. \"Don't you think that is an admirable sentiment?\"", "characters": 159, "sentences": 2}, {"text": "Dr. Mortimer looked at Holmes with an air of professional interest, and Sir Henry Baskerville turned a pair of puzzled dark eyes upon me.", "characters": 137, "sentences": 3}, {"text": "\"I don't know much about the tariff and things of that kind,\" said he, \"but it seems to me we've got a bit off the trail so far as that note is concerned.\"", "characters": 155, "sentences": 2}, {"text": "\"On the contrary, I think we are particularly hot upon the trail, Sir Henry. Watson here knows more about my methods than you do, but I fear that even he has not quite grasped the significance of this sentence.\"", "characters": 211, "sentences": 3}, {"text": "\"And yet, my dear Watson, there is so very close a connection that the one is extracted out of the other. 'You,' 'your,' 'your,' 'life,' 'reason,' 'value,' 'keep away,' 'from the.' Don't you see now whence these words have been taken?\"", "characters": 235, "sentences": 3}, {"text": "\"If any possible doubt remained it is settled by the fact that 'keep away' and 'from the' are cut out in one piece.\"", "characters": 116, "sentences": 2}, {"text": "\"Really, Mr. Holmes, this exceeds anything which I could have imagined,\" said Dr. Mortimer, gazing at my friend in amazement. \"I could understand anyone saying that the words were from a newspaper; but that you should name which, and add that it came from the leading article, is really one of the most remarkable things which I have ever known. How did you do it?\"", "characters": 365, "sentences": 5}, {"text": "\"Because that is my special hobby. The differences are obvious. The supra-orbital crest, the facial angle, the maxillary curve, the--\"", "characters": 134, "sentences": 3}, {"text": "\"So far as I can follow you, then, Mr. Holmes,\" said Sir Henry Baskerville, \"someone cut out this message with a scissors--\"", "characters": 124, "sentences": 2}, {"text": "\"Nail-scissors,\" said Holmes. \"You can see that it was a very short-bladed scissors, since the cutter had to take two snips over 'keep away.'\"", "characters": 142, "sentences": 3}, {"text": "\"That is so. Someone, then, cut out the message with a pair of short-bladed scissors, pasted it with paste--\"", "characters": 109, "sentences": 2}, {"text": "\"Because he could not find it in print. The other words were all simple and might be found in any issue, but 'moor' would be less common.\"", "characters": 138, "sentences": 3}, {"text": "\"Say, rather, into the region where we balance probabilities and choose the most likely. It is the scientific use of the imagination, but we have always some material basis on which to start our speculation. Now, you would call it a guess, no doubt, but I am almost certain that this address has been written in a hotel.\"", "characters": 321, "sentences": 4}, {"text": "He was carefully examining the foolscap, upon which the words were pasted, holding it only an inch or two from his eyes.", "characters": 120, "sentences": 2}, {"text": "\"Nothing,\" said he, throwing it down. \"It is a blank half-sheet of paper, without even a water-mark upon it. I think we have drawn as much as we can from this curious letter; and now, Sir Henry, has anything else of interest happened to you since you have been in London?\"", "characters": 272, "sentences": 3}, {"text": "\"I seem to have walked right into the thick of a dime novel,\" said our visitor. \"Why in thunder should anyone follow or watch me?\"", "characters": 130, "sentences": 2}, {"text": "Sir Henry smiled. \"I don't know much of British life yet, for I have spent nearly all my time in the States and in Canada. But I hope that to lose one of your boots is not part of the ordinary routine of life over here.\"", "characters": 220, "sentences": 4}, {"text": "\"My dear sir,\" cried Dr. Mortimer, \"it is only mislaid. You will find it when you return to the hotel. What is the use of troubling Mr. Holmes with trifles of this kind?\"", "characters": 170, "sentences": 5}, {"text": "\"Exactly,\" said Holmes, \"however foolish the incident may seem. You have lost one of your boots, you say?\"", "characters": 106, "sentences": 2}, {"text": "\"Well, mislaid it, anyhow. I put them both outside my door last night, and there was only one in the morning. I could get no sense out of the chap who cleans them. The worst of it is that I only bought the pair last night in the Strand, and I have never had them on.\"", "characters": 267, "sentences": 5}, {"text": "\"Then I understand that on your arrival in London yesterday you went out at once and bought a pair of boots?\"", "characters": 109, "sentences": 1}, {"text": "\"I did a good deal of shopping. Dr. Mortimer here went round with me. You see, if I am to be squire down there I must dress the part, and it may be that I have got a little careless in my ways out West. Among other things I bought these brown boots--gave six dollars for them--and had one stolen before ever I had them on my feet.\"", "characters": 331, "sentences": 6}, {"text": "\"It seems a singularly useless thing to steal,\" said Sherlock Holmes. \"I confess that I share Dr. Mortimer's belief that it will not be long before the missing boot is found.\"", "characters": 175, "sentences": 4}, {"text": "\"And, now, gentlemen,\" said the baronet with decision, \"it seems to me that I have spoken quite enough about the little that I know. It is time that you kept your promise and gave me a full account of what we are all driving at.\"", "characters": 229, "sentences": 3}, {"text": "\"Your request is a very reasonable one,\" Holmes answered. \"Dr. Mortimer, I think you could not do better than to tell your story as you told it to us.\"", "characters": 151, "sentences": 4}, {"text": "Thus encouraged, our scientific friend drew his papers from his pocket and presented the whole case as he had done upon the morning before. Sir Henry Baskerville listened with the deepest attention and with an occasional exclamation of surprise.", "characters": 245, "sentences": 3}, {"text": "\"Well, I seem to have come into an inheritance with a vengeance,\" said he when the long narrative was finished. \"Of course, I've heard of the hound ever since I was in the nursery. It's the pet story of the family, though I never thought of taking it seriously before. But as to my uncle's death--well, it all seems boiling up in my head, and I can't get it clear yet. You don't seem quite to have made up your mind whether it's a case for a policeman or a clergyman.\"", "characters": 468, "sentences": 6}, {"text": "\"And now there's this affair of the letter to me at the hotel. I suppose that fits into its place.\"", "characters": 99, "sentences": 3}, {"text": "\"It seems to show that someone knows more than we do about what goes on upon the moor,\" said Dr. Mortimer.", "characters": 106, "sentences": 3}, {"text": "\"And also,\" said Holmes, \"that someone is not ill-disposed towards you, since they warn you of danger.\"", "characters": 103, "sentences": 2}, {"text": "\"Well, of course, that is possible also. I am very much indebted to you, Dr. Mortimer, for introducing me to a problem which presents several interesting alternatives. But the practical point which we now have to decide, Sir Henry, is whether it is or is not advisable for you to go to Baskerville Hall.\"", "characters": 304, "sentences": 5}, {"text": "We heard the steps of our visitors descend the stair and the bang of the front door. In an instant Holmes had changed from the languid dreamer to the man of action.", "characters": 164, "sentences": 3}, {"text": "\"Your hat and boots, Watson, quick! Not a moment to lose!\" He rushed into his room in his dressing-gown and was back again in a few seconds in a frock-coat. We hurried together down the stairs and into the street. Dr. Mortimer and Baskerville were still visible about two hundred yards ahead of us in the direction of Oxford Street.", "characters": 332, "sentences": 5}, {"text": "\"Not for the world, my dear Watson. I am perfectly satisfied with your company if you will tolerate mine. Our friends are wise, for it is certainly a very fine morning for a walk.\"", "characters": 180, "sentences": 4}, {"text": "At that instant I was aware of a bushy black beard and a pair of piercing eyes turned upon us through the side window of the cab. Instantly the trapdoor at the top flew up, something was screamed to the driver, and the cab flew madly off down Regent Street. Holmes looked eagerly round for another, but no empty one was in sight. Then he dashed in wild pursuit amid the stream of the traffic, but the start was too great, and already the cab was out of sight.", "characters": 459, "sentences": 5}, {"text": "\"There now!\" said Holmes bitterly as he emerged panting and white with vexation from the tide of vehicles. \"Was ever such bad luck and such bad management, too? Watson, Watson, if you are an honest man you will record this also and set it against my successes!\"", "characters": 261, "sentences": 2}, {"text": "\"Well, it was evident from what we have heard that Baskerville has been very closely shadowed by someone since he has been in town. How else could it be known so quickly that it was the Northumberland Hotel which he had chosen? If they had followed him the first day I argued that they would follow him also the second. You may have observed that I twice strolled over to the window while Dr. Mortimer was reading his legend.\"", "characters": 426, "sentences": 5}, {"text": "\"My dear Watson, clumsy as I have been, you surely do not seriously imagine that I neglected to get the number? No. 2704 is our man. But that is no use to us for the moment.\"", "characters": 174, "sentences": 4}, {"text": "We had been sauntering slowly down Regent Street during this conversation, and Dr. Mortimer, with his companion, had long vanished in front of us.", "characters": 146, "sentences": 3}, {"text": "\"There is no object in our following them,\" said Holmes. \"The shadow has departed and will not return. We must see what further cards we have in our hands and play them with decision. Could you swear to that man's face within the cab?\"", "characters": 235, "sentences": 4}, {"text": "\"And so could I--from which I gather that in all probability it was a false one. A clever man upon so delicate an errand has no use for a beard save to conceal his features. Come in here, Watson!\"", "characters": 196, "sentences": 3}, {"text": "\"Ah, Wilson, I see you have not forgotten the little case in which I had the good fortune to help you?\"", "characters": 103, "sentences": 1}, {"text": "\"My dear fellow, you exaggerate. I have some recollection, Wilson, that you had among your boys a lad named Cartwright, who showed some ability during the investigation.\"", "characters": 170, "sentences": 3}, {"text": "A lad of fourteen, with a bright, keen face, had obeyed the summons of the manager. He stood now gazing with great reverence at the famous detective.", "characters": 149, "sentences": 3}, {"text": "\"Let me have the Hotel Directory,\" said Holmes. \"Thank you! Now, Cartwright, there are the names of twenty-three hotels here, all in the immediate neighbourhood of Charing Cross. Do you see?\"", "characters": 191, "sentences": 3}, {"text": "\"You will begin in each case by giving the outside porter one shilling. Here are twenty-three shillings.\"", "characters": 105, "sentences": 3}, {"text": "\"You will tell him that you want to see the waste-paper of yesterday. You will say that an important telegram has miscarried and that you are looking for it. You understand?\"", "characters": 174, "sentences": 3}, {"text": "\"But what you are really looking for is the centre page of the Times with some holes cut in it with scissors. Here is a copy of the Times. It is this page. You could easily recognize it, could you not?\"", "characters": 202, "sentences": 4}, {"text": "Sherlock Holmes had, in a very remarkable degree, the power of detaching his mind at will. For two hours the strange business in which we had been involved appeared to be forgotten, and he was entirely absorbed in the pictures of the modern Belgian masters. He would talk of nothing but art, of which he had the crudest ideas, from our leaving the gallery until we found ourselves at the Northumberland Hotel.", "characters": 409, "sentences": 4}, {"text": "\"Sir Henry Baskerville is upstairs expecting you,\" said the clerk. \"He asked me to show you up at once when you came.\"", "characters": 118, "sentences": 3}, {"text": "The book showed that two names had been added after that of Baskerville. One was Theophilus Johnson and family, of Newcastle; the other Mrs. Oldmore and maid, of High Lodge, Alton.", "characters": 180, "sentences": 4}, {"text": "\"Surely that must be the same Johnson whom I used to know,\" said Holmes to the porter. \"A lawyer, is he not, gray-headed, and walks with a limp?\"", "characters": 145, "sentences": 2}, {"text": "\"Ah, that settles it. Mrs. Oldmore, too; I seem to remember the name. Excuse my curiosity, but often in calling upon one friend one finds another.\"", "characters": 147, "sentences": 5}, {"text": "\"She is an invalid lady, sir. Her husband was once mayor of Gloucester. She always comes to us when she is in town.\"", "characters": 116, "sentences": 4}, {"text": "\"Thank you; I am afraid I cannot claim her acquaintance. We have established a most important fact by these questions, Watson,\" he continued in a low voice as we went upstairs together. \"We know now that the people who are so interested in our friend have not settled down in his own hotel. That means that while they are, as we have seen, very anxious to watch him, they are equally anxious that he should not see them. Now, this is a most suggestive fact.\"", "characters": 458, "sentences": 6}, {"text": "As we came round the top of the stairs we had run up against Sir Henry Baskerville himself. His face was flushed with anger, and he held an old and dusty boot in one of his hands. So furious was he that he was hardly articulate, and when he did speak it was in a much broader and more Western dialect than any which we had heard from him in the morning.", "characters": 353, "sentences": 4}, {"text": "\"Seems to me they are playing me for a sucker in this hotel,\" he cried. \"They'll find they've started in to monkey with the wrong man unless they are careful. By thunder, if that chap can't find my missing boot there will be trouble. I can take a joke with the best, Mr. Holmes, but they've got a bit over the mark this time.\"", "characters": 326, "sentences": 6}, {"text": "\"That's just what I do mean to say. I only had three pairs in the world--the new brown, the old black, and the patent leathers, which I am wearing. Last night they took one of my brown ones, and today they have sneaked one of the black. Well, have you got it? Speak out, man, and don't stand staring!\"", "characters": 301, "sentences": 4}, {"text": "\"Well, either that boot comes back before sundown or I'll see the manager and tell him that I go right straight out of this hotel.\"", "characters": 131, "sentences": 2}, {"text": "\"Mind it is, for it's the last thing of mine that I'll lose in this den of thieves. Well, well, Mr. Holmes, you'll excuse my troubling you about such a trifle--\"", "characters": 161, "sentences": 3}, {"text": "\"I just don't attempt to explain it. It seems the very maddest, queerest thing that ever happened to me.\"", "characters": 105, "sentences": 3}, {"text": "\"Well, I don't profess to understand it yet. This case of yours is very complex, Sir Henry. When taken in conjunction with your uncle's death I am not sure that of all the five hundred cases of capital importance which I have handled there is one which cuts so deep. But we hold several threads in our hands, and the odds are that one or other of them guides us to the truth. We may waste time in following the wrong one, but sooner or later we must come upon the right.\"", "characters": 471, "sentences": 6}, {"text": "We had a pleasant luncheon in which little was said of the business which had brought us together. It was in the private sitting-room to which we afterwards repaired that Holmes asked Baskerville what were his intentions.", "characters": 221, "sentences": 3}, {"text": "\"On the whole,\" said Holmes, \"I think that your decision is a wise one. I have ample evidence that you are being dogged in London, and amid the millions of this great city it is difficult to discover who these people are or what their object can be. If their intentions are evil they might do you a mischief, and we should be powerless to prevent it. You did not know, Dr. Mortimer, that you were followed this morning from my house?\"", "characters": 434, "sentences": 5}, {"text": "\"That, unfortunately, is what I cannot tell you. Have you among your neighbours or acquaintances on Dartmoor any man with a black, full beard?\"", "characters": 143, "sentences": 2}, {"text": "\"No--or, let me see--why, yes. Barrymore, Sir Charles's butler, is a man with a full, black beard.\"", "characters": 99, "sentences": 3}, {"text": "\"Give me a telegraph form. 'Is all ready for Sir Henry?' That will do. Address to Mr. Barrymore, Baskerville Hall. What is the nearest telegraph-office? Grimpen. Very good, we will send a second wire to the postmaster, Grimpen: 'Telegram to Mr. Barrymore to be delivered into his own hand. If absent, please return wire to Sir Henry Baskerville, Northumberland Hotel.' That should let us know before evening whether Barrymore is at his post in Devonshire or not.\"", "characters": 463, "sentences": 10}, {"text": "\"He is the son of the old caretaker, who is dead. They have looked after the Hall for four generations now. So far as I know, he and his wife are as respectable a couple as any in the county.\"", "characters": 192, "sentences": 4}, {"text": "\"At the same time,\" said Baskerville, \"it's clear enough that so long as there are none of the family at the Hall these people have a mighty fine home and nothing to do.\"", "characters": 170, "sentences": 2}, {"text": "\"I hope,\" said Dr. Mortimer, \"that you do not look with suspicious eyes upon everyone who received a legacy from Sir Charles, for I also had a thousand pounds left to me.\"", "characters": 171, "sentences": 3}, {"text": "\"There were many insignificant sums to individuals, and a large number of public charities. The residue all went to Sir Henry.\"", "characters": 127, "sentences": 3}, {"text": "Holmes raised his eyebrows in surprise. \"I had no idea that so gigantic a sum was involved,\" said he.", "characters": 101, "sentences": 3}, {"text": "\"Sir Charles had the reputation of being rich, but we did not know how very rich he was until we came to examine his securities. The total value of the estate was close on to a million.\"", "characters": 186, "sentences": 3}, {"text": "\"Dear me! It is a stake for which a man might well play a desperate game. And one more question, Dr. Mortimer. Supposing that anything happened to our young friend here--you will forgive the unpleasant hypothesis!--who would inherit the estate?\"", "characters": 245, "sentences": 4}, {"text": "\"Since Rodger Baskerville, Sir Charles's younger brother died unmarried, the estate would descend to the Desmonds, who are distant cousins. James Desmond is an elderly clergyman in Westmoreland.\"", "characters": 195, "sentences": 3}, {"text": "\"Yes; he once came down to visit Sir Charles. He is a man of venerable appearance and of saintly life. I remember that he refused to accept any settlement from Sir Charles, though he pressed it upon him.\"", "characters": 204, "sentences": 4}, {"text": "\"He would be the heir to the estate because that is entailed. He would also be the heir to the money unless it were willed otherwise by the present owner, who can, of course, do what he likes with it.\"", "characters": 201, "sentences": 3}, {"text": "\"No, Mr. Holmes, I have not. I've had no time, for it was only yesterday that I learned how matters stood. But in any case I feel that the money should go with the title and estate. That was my poor uncle's idea. How is the owner going to restore the glories of the Baskervilles if he has not money enough to keep up the property? House, land, and dollars must go together.\"", "characters": 374, "sentences": 7}, {"text": "\"Quite so. Well, Sir Henry, I am of one mind with you as to the advisability of your going down to Devonshire without delay. There is only one provision which I must make. You certainly must not go alone.\"", "characters": 205, "sentences": 5}, {"text": "\"But Dr. Mortimer has his practice to attend to, and his house is miles away from yours. With all the goodwill in the world he may be unable to help you. No, Sir Henry, you must take with you someone, a trusty man, who will be always by your side.\"", "characters": 248, "sentences": 5}, {"text": "\"If matters came to a crisis I should endeavour to be present in person; but you can understand that, with my extensive consulting practice and with the constant appeals which reach me from many quarters, it is impossible for me to be absent from London for an indefinite time. At the present instant one of the most revered names in England is being besmirched by a blackmailer, and only I can stop a disastrous scandal. You will see how impossible it is for me to go to Dartmoor.\"", "characters": 482, "sentences": 4}, {"text": "Holmes laid his hand upon my arm. \"If my friend would undertake it there is no man who is better worth having at your side when you are in a tight place. No one can say so more confidently than I.\"", "characters": 197, "sentences": 4}, {"text": "The proposition took me completely by surprise, but before I had time to answer, Baskerville seized me by the hand and wrung it heartily.", "characters": 137, "sentences": 2}, {"text": "\"Well, now, that is real kind of you, Dr. Watson,\" said he. \"You see how it is with me, and you know just as much about the matter as I do. If you will come down to Baskerville Hall and see me through I'll never forget it.\"", "characters": 223, "sentences": 5}, {"text": "The promise of adventure had always a fascination for me, and I was complimented by the words of Holmes and by the eagerness with which the baronet hailed me as a companion.", "characters": 173, "sentences": 2}, {"text": "\"And you will report very carefully to me,\" said Holmes. \"When a crisis comes, as it will do, I will direct how you shall act. I suppose that by Saturday all might be ready?\"", "characters": 174, "sentences": 3}, {"text": "\"Then on Saturday, unless you hear to the contrary, we shall meet at the ten-thirty train from Paddington.\"", "characters": 107, "sentences": 2}, {"text": "We had risen to depart when Baskerville gave a cry, of triumph, and diving into one of the corners of the room he drew a brown boot from under a cabinet.", "characters": 153, "sentences": 2}, {"text": "\"But it is a very singular thing,\" Dr. Mortimer remarked. \"I searched this room carefully before lunch.\"", "characters": 104, "sentences": 4}, {"text": "Visited twenty-three hotels as directed, but sorry, to report unable to trace cut sheet of Times. CARTWRIGHT.", "characters": 109, "sentences": 3}, {"text": "\"There go two of my threads, Watson. There is nothing more stimulating than a case where everything goes against you. We must cast round for another scent.\"", "characters": 156, "sentences": 4}, {"text": "\"Exactly. I have wired to get his name and address from the Official Registry. I should not be surprised if this were an answer to my question.\"", "characters": 144, "sentences": 4}, {"text": "The ring at the bell proved to be something even more satisfactory than an answer, however, for the door opened and a rough-looking fellow entered who was evidently the man himself.", "characters": 181, "sentences": 2}, {"text": "\"I got a message from the head office that a gent at this address had been inquiring for No. 2704,\" said he. \"I've driven my cab this seven years and never a word of complaint. I came here straight from the Yard to ask you to your face what you had against me.\"", "characters": 261, "sentences": 5}, {"text": "\"I have nothing in the world against you, my good man,\" said Holmes. \"On the contrary, I have half a sovereign for you if you will give me a clear answer to my questions.\"", "characters": 171, "sentences": 3}, {"text": "\"Well, I've had a good day and no mistake,\" said the cabman with a grin. \"What was it you wanted to ask, sir?\"", "characters": 110, "sentences": 2}, {"text": "\"John Clayton, 3 Turpey Street, the Borough. My cab is out of Shipley's Yard, near Waterloo Station.\"", "characters": 101, "sentences": 3}, {"text": "\"Now, Clayton, tell me all about the fare who came and watched this house at ten o'clock this morning and afterwards followed the two gentlemen down Regent Street.\"", "characters": 164, "sentences": 2}, {"text": "The man looked surprised and a little embarrassed. \"Why, there's no good my telling you things, for you seem to know as much as I do already,\" said he. \"The truth is that the gentleman told me that he was a detective and that I was to say nothing about him to anyone.\"", "characters": 268, "sentences": 4}, {"text": "\"My good fellow; this is a very serious business, and you may find yourself in a pretty bad position if you try to hide anything from me. You say that your fare told you that he was a detective?\"", "characters": 195, "sentences": 2}, {"text": "Holmes cast a swift glance of triumph at me. \"Oh, he mentioned his name, did he? That was imprudent. What was the name that he mentioned?\"", "characters": 138, "sentences": 3}, {"text": "Never have I seen my friend more completely taken aback than by the cabman's reply. For an instant he sat in silent amazement. Then he burst into a hearty laugh.", "characters": 161, "sentences": 4}, {"text": "\"A touch, Watson--an undeniable touch!\" said he. \"I feel a foil as quick and supple as my own. He got home upon me very prettily that time. So his name was Sherlock Holmes, was it?\"", "characters": 181, "sentences": 4}, {"text": "\"He hailed me at half-past nine in Trafalgar Square. He said that he was a detective, and he offered me two guineas if I would do exactly what he wanted all day and ask no questions. I was glad enough to agree. First we drove down to the Northumberland Hotel and waited there until two gentlemen came out and took a cab from the rank. We followed their cab until it pulled up somewhere near here.\"", "characters": 397, "sentences": 6}, {"text": "\"Well, I couldn't be sure of that, but I dare say my fare knew all about it. We pulled up halfway down the street and waited an hour and a half. Then the two gentlemen passed us, walking, and we followed down Baker Street and along--\"", "characters": 234, "sentences": 3}, {"text": "\"Until we got three-quarters down Regent Street. Then my gentleman threw up the trap, and he cried that I should drive right away to Waterloo Station as hard as I could go. I whipped up the mare and we were there under the ten minutes. Then he paid up his two guineas, like a good one, and away he went into the station. Only just as he was leaving he turned round and he said: 'It might interest you to know that you have been driving Mr. Sherlock Holmes.' That's how I come to know the name.\"", "characters": 494, "sentences": 8}, {"text": "The cabman scratched his head. \"Well, he wasn't altogether such an easy gentleman to describe. I'd put him at forty years of age, and he was of a middle height, two or three inches shorter than you, sir. He was dressed like a toff, and he had a black beard, cut square at the end, and a pale face. I don't know as I could say more than that.\"", "characters": 342, "sentences": 6}, {"text": "\"Well, then, here is your half-sovereign. There's another one waiting for you if you can bring any more information. Good-night!\"", "characters": 129, "sentences": 3}, {"text": "John Clayton departed chuckling, and Holmes turned to me with a shrug of his shoulders and a rueful smile.", "characters": 106, "sentences": 2}, {"text": "\"About sending you. It's an ugly business, Watson, an ugly dangerous business, and the more I see of it the less I like it. Yes, my dear fellow, you may laugh, but I give you my word that I shall be very glad to have you back safe and sound in Baker Street once more.\"", "characters": 268, "sentences": 4}, {"text": "Sir Henry Baskerville and Dr. Mortimer were ready upon the appointed day, and we started as arranged for Devonshire. Mr. Sherlock Holmes drove with me to the station and gave me his last parting injunctions and advice.", "characters": 218, "sentences": 5}, {"text": "\"I will not bias your mind by suggesting theories or suspicions, Watson,\" said he; \"I wish you simply to report facts in the fullest possible manner to me, and you can leave me to do the theorizing.\"", "characters": 199, "sentences": 2}, {"text": "\"No, we have no news of any kind,\" said Dr. Mortimer in answer to my friend's questions. \"I can swear to one thing, and that is that we have not been shadowed during the last two days. We have never gone out without keeping a sharp watch, and no one could have escaped our notice.\"", "characters": 281, "sentences": 5}, {"text": "\"Except yesterday afternoon. I usually give up one day to pure amusement when I come to town, so I spent it at the Museum of the College of Surgeons.\"", "characters": 150, "sentences": 3}, {"text": "\"It was imprudent, all the same,\" said Holmes, shaking his head and looking very grave. \"I beg, Sir Henry, that you will not go about alone. Some great misfortune will befall you if you do. Did you get your other boot?\"", "characters": 219, "sentences": 4}, {"text": "\"Indeed. That is very interesting. Well, good-bye,\" he added as the train began to glide down the platform. \"Bear in mind, Sir Henry, one of the phrases in that queer old legend which Dr. Mortimer has read to us, and avoid the moor in those hours of darkness when the powers of evil are exalted.\"", "characters": 296, "sentences": 6}, {"text": "I looked back at the platform when we had left it far behind and saw the tall, austere figure of Holmes standing motionless and gazing after us.", "characters": 144, "sentences": 2}, {"text": "\"I've been over a good part of the world since I left it, Dr. Watson,\" said he; \"but I have never seen a place to compare with it.\"", "characters": 131, "sentences": 3}, {"text": "\"It depends upon the breed of men quite as much as on the county,\" said Dr. Mortimer. \"A glance at our friend here reveals the rounded head of the Celt, which carries inside it the Celtic enthusiasm and power of attachment. Poor Sir Charles's head was of a very rare type, half Gaelic, half Ivernian in its characteristics. But you were very young when you last saw Baskerville Hall, were you not?\"", "characters": 398, "sentences": 5}, {"text": "\"I was a boy in my teens at the time of my father's death and had never seen the Hall, for he lived in a little cottage on the South Coast. Thence I went straight to a friend in America. I tell you it is all as new to me as it is to Dr. Watson, and I'm as keen as possible to see the moor.\"", "characters": 290, "sentences": 5}, {"text": "\"Are you? Then your wish is easily granted, for there is your first sight of the moor,\" said Dr. Mortimer, pointing out of the carriage window.", "characters": 143, "sentences": 3}, {"text": "A steep curve of heath-clad land, an outlying spur of the moor, lay in front of us. On the summit, hard and clear like an equestrian statue upon its pedestal, was a mounted soldier, dark and stern, his rifle poised ready over his forearm. He was watching the road along which we travelled.", "characters": 289, "sentences": 4}, {"text": "Our driver half turned in his seat. \"There's a convict escaped from Princetown, sir. He's been out three days now, and the warders watch every road and every station, but they've had no sight of him yet. The farmers about here don't like it, sir, and that's a fact.\"", "characters": 266, "sentences": 5}, {"text": "\"Yes, sir, but the chance of five pounds is but a poor thing compared to the chance of having your throat cut. You see, it isn't like any ordinary convict. This is a man that would stick at nothing.\"", "characters": 199, "sentences": 4}, {"text": "Its master had risen and was staring with flushed cheeks and shining eyes. A few minutes later we had reached the lodge-gates, a maze of fantastic tracery in wrought iron, with weather-bitten pillars on either side, blotched with lichens, and surmounted by the boars' heads of the Baskervilles. The lodge was a ruin of black granite and bared ribs of rafters, but facing it was a new building, half constructed, the first fruit of Sir Charles's South African gold.", "characters": 464, "sentences": 4}, {"text": "Through the gateway we passed into the avenue, where the wheels were again hushed amid the leaves, and the old trees shot their branches in a sombre tunnel over our heads. Baskerville shuddered as he looked up the long, dark drive to where the house glimmered like a ghost at the farther end.", "characters": 292, "sentences": 3}, {"text": "\"It's no wonder my uncle felt as if trouble were coming on him in such a place as this,\" said he. \"It's enough to scare any man. I'll have a row of electric lamps up here inside of six months, and you won't know it again, with a thousand candle-power Swan and Edison right here in front of the hall door.\"", "characters": 305, "sentences": 4}, {"text": "A tall man had stepped from the shadow of the porch to open the door of the wagonette. The figure of a woman was silhouetted against the yellow light of the hall. She came out and helped the man to hand down our bags.", "characters": 217, "sentences": 4}, {"text": "\"You don't mind my driving straight home, Sir Henry?\" said Dr. Mortimer. \"My wife is expecting me.\"", "characters": 99, "sentences": 4}, {"text": "\"No, I must go. I shall probably find some work awaiting me. I would stay to show you over the house, but Barrymore will be a better guide than I. Good-bye, and never hesitate night or day to send for me if I can be of service.\"", "characters": 228, "sentences": 5}, {"text": "\"It's just as I imagined it,\" said Sir Henry. \"Is it not the very picture of an old family home? To think that this should be the same hall in which for five hundred years my people have lived. It strikes me solemn to think of it.\"", "characters": 231, "sentences": 4}, {"text": "I saw his dark face lit up with a boyish enthusiasm as he gazed about him. The light beat upon him where he stood, but long shadows trailed down the walls and hung like a black canopy above him. Barrymore had returned from taking our luggage to our rooms. He stood in front of us now with the subdued manner of a well-trained servant. He was a remarkable-looking man, tall, handsome, with a square black beard and pale, distinguished features.", "characters": 443, "sentences": 6}, {"text": "\"In a very few minutes, sir. You will find hot water in your rooms. My wife and I will be happy, Sir Henry, to stay with you until you have made your fresh arrangements, but you will understand that under the new conditions this house will require a considerable staff.\"", "characters": 270, "sentences": 4}, {"text": "\"I only meant, sir, that Sir Charles led a very retired life, and we were able to look after his wants. You would, naturally, wish to have more company, and so you will need changes in your household.\"", "characters": 201, "sentences": 3}, {"text": "\"But your family have been with us for several generations, have they not? I should be sorry to begin my life here by breaking an old family connection.\"", "characters": 153, "sentences": 2}, {"text": "\"I feel that also, sir, and so does my wife. But to tell the truth, sir, we were both very much attached to Sir Charles, and his death gave us a shock and made these surroundings very painful to us. I fear that we shall never again be easy in our minds at Baskerville Hall.\"", "characters": 274, "sentences": 4}, {"text": "\"I have no doubt, sir, that we shall succeed in establishing ourselves in some business. Sir Charles's generosity has given us the means to do so. And now, sir, perhaps I had best show you to your rooms.\"", "characters": 204, "sentences": 4}, {"text": "\"My word, it isn't a very cheerful place,\" said Sir Henry. \"I suppose one can tone down to it, but I feel a bit out of the picture at present. I don't wonder that my uncle got a little jumpy if he lived all alone in such a house as this. However, if it suits you, we will retire early tonight, and perhaps things may seem more cheerful in the morning.\"", "characters": 352, "sentences": 5}, {"text": "I drew aside my curtains before I went to bed and looked out from my window. It opened upon the grassy space which lay in front of the hall door. Beyond, two copses of trees moaned and swung in a rising wind. A half moon broke through the rifts of racing clouds. In its cold light I saw beyond the trees a broken fringe of rocks, and the long, low curve of the melancholy moor. I closed the curtain, feeling that my last impression was in keeping with the rest.", "characters": 461, "sentences": 7}, {"text": "\"I guess it is ourselves and not the house that we have to blame!\" said the baronet. \"We were tired with our journey and chilled by our drive, so we took a gray view of the place. Now we are fresh and well, so it is all cheerful once more.\"", "characters": 240, "sentences": 4}, {"text": "\"And yet it was not entirely a question of imagination,\" I answered. \"Did you, for example, happen to hear someone, a woman I think, sobbing in the night?\"", "characters": 155, "sentences": 2}, {"text": "\"That is curious, for I did when I was half asleep fancy that I heard something of the sort. I waited quite a time, but there was no more of it, so I concluded that it was all a dream.\"", "characters": 185, "sentences": 3}, {"text": "\"We must ask about this right away.\" He rang the bell and asked Barrymore whether he could account for our experience. It seemed to me that the pallid features of the butler turned a shade paler still as he listened to his master's question.", "characters": 241, "sentences": 4}, {"text": "\"There are only two women in the house, Sir Henry,\" he answered. \"One is the scullery-maid, who sleeps in the other wing. The other is my wife, and I can answer for it that the sound could not have come from her.\"", "characters": 213, "sentences": 4}, {"text": "Sir Henry had numerous papers to examine after breakfast, so that the time was propitious for my excursion. It was a pleasant walk of four miles along the edge of the moor, leading me at last to a small gray hamlet, in which two larger buildings, which proved to be the inn and the house of Dr. Mortimer, stood high above the rest. The postmaster, who was also the village grocer, had a clear recollection of the telegram.", "characters": 422, "sentences": 5}, {"text": "\"My boy here. James, you delivered that telegram to Mr. Barrymore at the Hall last week, did you not?\"", "characters": 102, "sentences": 3}, {"text": "\"Well, he was up in the loft at the time, so that I could not put it into his own hands, but I gave it into Mrs. Barrymore's hands, and she promised to deliver it at once.\"", "characters": 172, "sentences": 3}, {"text": "\"Well, surely his own wife ought to know where he is,\" said the postmaster testily. \"Didn't he get the telegram? If there is any mistake it is for Mr. Barrymore himself to complain.\"", "characters": 182, "sentences": 4}, {"text": "\"You will, I am sure, excuse my presumption, Dr. Watson,\" said he as he came panting up to where I stood. \"Here on the moor we are homely folk and do not wait for formal introductions. You may possibly have heard my name from our mutual friend, Mortimer. I am Stapleton, of Merripit House.\"", "characters": 290, "sentences": 6}, {"text": "\"Your net and box would have told me as much,\" said I, \"for I knew that Mr. Stapleton was a naturalist. But how did you know me?\"", "characters": 129, "sentences": 3}, {"text": "\"I have been calling on Mortimer, and he pointed you out to me from the window of his surgery as you passed. As our road lay the same way I thought that I would overtake you and introduce myself. I trust that Sir Henry is none the worse for his journey?\"", "characters": 254, "sentences": 3}, {"text": "\"We were all rather afraid that after the sad death of Sir Charles the new baronet might refuse to live here. It is asking much of a wealthy man to come down and bury himself in a place of this kind, but I need not tell you that it means a very great deal to the countryside. Sir Henry has, I suppose, no superstitious fears in the matter?\"", "characters": 340, "sentences": 3}, {"text": "\"It is extraordinary how credulous the peasants are about here! Any number of them are ready to swear that they have seen such a creature upon the moor.\" He spoke with a smile, but I seemed to read in his eyes that he took the matter more seriously. \"The story took a great hold upon the imagination of Sir Charles, and I have no doubt that it led to his tragic end.\"", "characters": 367, "sentences": 4}, {"text": "\"His nerves were so worked up that the appearance of any dog might have had a fatal effect upon his diseased heart. I fancy that he really did see something of the kind upon that last night in the yew alley. I feared that some disaster might occur, for I was very fond of the old man, and I knew that his heart was weak.\"", "characters": 321, "sentences": 4}, {"text": "The words took away my breath for an instant but a glance at the placid face and steadfast eyes of my companion showed that no surprise was intended.", "characters": 149, "sentences": 2}, {"text": "\"It is useless for us to pretend that we do not know you, Dr. Watson,\" said he. \"The records of your detective have reached us here, and you could not celebrate him without being known yourself. When Mortimer told me your name he could not deny your identity. If you are here, then it follows that Mr. Sherlock Holmes is interesting himself in the matter, and I am naturally curious to know what view he may take.\"", "characters": 414, "sentences": 7}, {"text": "\"What a pity! He might throw some light on that which is so dark to us. But as to your own researches, if there is any possible way in which I can be of service to you I trust that you will command me. If I had any indication of the nature of your suspicions or how you propose to investigate the case, I might perhaps even now give you some aid or advice.\"", "characters": 357, "sentences": 4}, {"text": "\"I assure you that I am simply here upon a visit to my friend, Sir Henry, and that I need no help of any kind.\"", "characters": 111, "sentences": 2}, {"text": "\"Excellent!\" said Stapleton. \"You are perfectly right to be wary and discreet. I am justly reproved for what I feel was an unjustifiable intrusion, and I promise you that I will not mention the matter again.\"", "characters": 208, "sentences": 4}, {"text": "We had come to a point where a narrow grassy path struck off from the road and wound away across the moor. A steep, boulder-sprinkled hill lay upon the right which had in bygone days been cut into a granite quarry. The face which was turned towards us formed a dark cliff, with ferns and brambles growing in its niches. From over a distant rise there floated a gray plume of smoke.", "characters": 381, "sentences": 5}, {"text": "\"A moderate walk along this moor-path brings us to Merripit House,\" said he. \"Perhaps you will spare an hour that I may have the pleasure of introducing you to my sister.\"", "characters": 171, "sentences": 3}, {"text": "My first thought was that I should be by Sir Henry's side. But then I remembered the pile of papers and bills with which his study table was littered. It was certain that I could not help with those. And Holmes had expressly said that I should study the neighbours upon the moor. I accepted Stapleton's invitation, and we turned together down the path.", "characters": 352, "sentences": 6}, {"text": "\"It is a wonderful place, the moor,\" said he, looking round over the undulating downs, long green rollers, with crests of jagged granite foaming up into fantastic surges. \"You never tire of the moor. You cannot think the wonderful secrets which it contains. It is so vast, and so barren, and so mysterious.\"", "characters": 307, "sentences": 5}, {"text": "\"I have only been here two years. The residents would call me a newcomer. We came shortly after Sir Charles settled. But my tastes led me to explore every part of the country round, and I should think that there are few men who know it better than I do.\"", "characters": 254, "sentences": 5}, {"text": "\"Very hard. You see, for example, this great plain to the north here with the queer hills breaking out of it. Do you observe anything remarkable about that?\"", "characters": 157, "sentences": 3}, {"text": "\"You would naturally think so and the thought has cost several their lives before now. You notice those bright green spots scattered thickly over it?\"", "characters": 150, "sentences": 2}, {"text": "Something brown was rolling and tossing among the green sedges. Then a long, agonized, writhing neck shot upward and a dreadful cry echoed over the moor. It turned me cold with horror, but my companion's nerves seemed to be stronger than mine.", "characters": 243, "sentences": 4}, {"text": "\"It's gone!\" said he. \"The mire has him. Two in two days, and many more, perhaps, for they get in the way of going there in the dry weather and never know the difference until the mire has them in its clutches. It's a bad place, the great Grimpen Mire.\"", "characters": 253, "sentences": 5}, {"text": "\"Well, you see the hills beyond? They are really islands cut off on all sides by the impassable mire, which has crawled round them in the course of years. That is where the rare plants and the butterflies are, if you have the wit to reach them.\"", "characters": 245, "sentences": 3}, {"text": "He looked at me with a surprised face. \"For God's sake put such an idea out of your mind,\" said he. \"Your blood would be upon my head. I assure you that there would not be the least chance of your coming back alive. It is only by remembering certain complex landmarks that I am able to do it.\"", "characters": 293, "sentences": 6}, {"text": "A long, low moan, indescribably sad, swept over the moor. It filled the whole air, and yet it was impossible to say whence it came. From a dull murmur it swelled into a deep roar, and then sank back into a melancholy, throbbing murmur once again. Stapleton looked at me with a curious expression in his face.", "characters": 308, "sentences": 5}, {"text": "\"The peasants say it is the Hound of the Baskervilles calling for its prey. I've heard it once or twice before, but never quite so loud.\"", "characters": 137, "sentences": 3}, {"text": "I looked round, with a chill of fear in my heart, at the huge swelling plain, mottled with the green patches of rushes. Nothing stirred over the vast expanse save a pair of ravens, which croaked loudly from a tor behind us.", "characters": 223, "sentences": 3}, {"text": "\"You are an educated man. You don't believe such nonsense as that?\" said I. \"What do you think is the cause of so strange a sound?\"", "characters": 131, "sentences": 3}, {"text": "\"It's a very rare bird--practically extinct--in England now, but all things are possible upon the moor. Yes, I should not be surprised to learn that what we have heard is the cry of the last of the bitterns.\"", "characters": 208, "sentences": 3}, {"text": "\"Yes, it's rather an uncanny place altogether. Look at the hillside yonder. What do you make of those?\"", "characters": 103, "sentences": 3}, {"text": "\"No, they are the homes of our worthy ancestors. Prehistoric man lived thickly on the moor, and as no one in particular has lived there since, we find all his little arrangements exactly as he left them. These are his wigwams with the roofs off. You can even see his hearth and his couch if you have the curiosity to go inside.", "characters": 327, "sentences": 5}, {"text": "\"He grazed his cattle on these slopes, and he learned to dig for tin when the bronze sword began to supersede the stone axe. Look at the great trench in the opposite hill. That is his mark. Yes, you will find some very singular points about the moor, Dr. Watson. Oh, excuse me an instant! It is surely Cyclopides.\"", "characters": 314, "sentences": 7}, {"text": "I could only stare at her in stupid surprise. Her eyes blazed at me, and she tapped the ground impatiently with her foot.", "characters": 121, "sentences": 3}, {"text": "\"I cannot explain.\" She spoke in a low, eager voice, with a curious lisp in her utterance. \"But for God's sake do what I ask you. Go back and never set foot upon the moor again.\"", "characters": 178, "sentences": 5}, {"text": "\"Man, man!\" she cried. \"Can you not tell when a warning is for your own good? Go back to London! Start tonight! Get away from this place at all costs! Hush, my brother is coming! Not a word of what I have said. Would you mind getting that orchid for me among the mare's-tails yonder? We are very rich in orchids on the moor, though, of course, you are rather late to see the beauties of the place.\"", "characters": 398, "sentences": 4}, {"text": "Stapleton had abandoned the chase and came back to us breathing hard and flushed with his exertions.", "characters": 100, "sentences": 2}, {"text": "\"Halloa, Beryl!\" said he, and it seemed to me that the tone of his greeting was not altogether a cordial one.", "characters": 109, "sentences": 2}, {"text": "\"Yes, I was chasing a Cyclopides. He is very rare and seldom found in the late autumn. What a pity that I should have missed him!\" He spoke unconcernedly, but his small light eyes glanced incessantly from the girl to me.", "characters": 220, "sentences": 4}, {"text": "\"Yes. I was telling Sir Henry that it was rather late for him to see the true beauties of the moor.\"", "characters": 100, "sentences": 3}, {"text": "A flush of vexation passed over her expressive face. \"We have been talking at cross purposes,\" said she.", "characters": 104, "sentences": 3}, {"text": "\"I talked as if Dr. Watson were a resident instead of being merely a visitor,\" said she. \"It cannot much matter to him whether it is early or late for the orchids. But you will come on, will you not, and see Merripit House?\"", "characters": 224, "sentences": 4}, {"text": "\"Queer spot to choose, is it not?\" said he as if in answer to my thought. \"And yet we manage to make ourselves fairly happy, do we not, Beryl?\"", "characters": 143, "sentences": 2}, {"text": "\"It certainly did cross my mind that it might be a little dull--less for you, perhaps, than for your sister.\"", "characters": 109, "sentences": 2}, {"text": "\"We have books, we have our studies, and we have interesting neighbours. Dr. Mortimer is a most learned man in his own line. Poor Sir Charles was also an admirable companion. We knew him well and miss him more than I can tell. Do you think that I should intrude if I were to call this afternoon and make the acquaintance of Sir Henry?\"", "characters": 335, "sentences": 6}, {"text": "\"Then perhaps you would mention that I propose to do so. We may in our humble way do something to make things more easy for him until he becomes accustomed to his new surroundings. Will you come upstairs, Dr. Watson, and inspect my collection of Lepidoptera? I think it is the most complete one in the south-west of England. By the time that you have looked through them lunch will be almost ready.\"", "characters": 399, "sentences": 6}, {"text": "It seems, however, that there must have been some short cut for those who knew it, for before I had reached the road I was astounded to see Miss Stapleton sitting upon a rock by the side of the track. Her face was beautifully flushed with her exertions and she held her hand to her side.", "characters": 287, "sentences": 3}, {"text": "\"I have run all the way in order to cut you off, Dr. Watson,\" said she. \"I had not even time to put on my hat. I must not stop, or my brother may miss me. I wanted to say to you how sorry I am about the stupid mistake I made in thinking that you were Sir Henry. Please forget the words I said, which have no application whatever to you.\"", "characters": 337, "sentences": 7}, {"text": "\"But I can't forget them, Miss Stapleton,\" said I. \"I am Sir Henry's friend, and his welfare is a very close concern of mine. Tell me why it was that you were so eager that Sir Henry should return to London.\"", "characters": 208, "sentences": 4}, {"text": "\"A woman's whim, Dr. Watson. When you know me better you will understand that I cannot always give reasons for what I say or do.\"", "characters": 129, "sentences": 4}, {"text": "\"No, no. I remember the thrill in your voice. I remember the look in your eyes. Please, please, be frank with me, Miss Stapleton, for ever since I have been here I have been conscious of shadows all round me. Life has become like that great Grimpen Mire, with little green patches everywhere into which one may sink and with no guide to point the track. Tell me then what it was that you meant, and I will promise to convey your warning to Sir Henry.\"", "characters": 451, "sentences": 7}, {"text": "An expression of irresolution passed for an instant over her face, but her eyes had hardened again when she answered me.", "characters": 120, "sentences": 2}, {"text": "\"But I do. If you have any influence with Sir Henry, take him away from a place which has always been fatal to his family. The world is wide. Why should he wish to live at the place of danger?\"", "characters": 193, "sentences": 4}, {"text": "\"Because it is the place of danger. That is Sir Henry's nature. I fear that unless you can give me some more definite information than this it would be impossible to get him to move.\"", "characters": 183, "sentences": 4}, {"text": "\"I would ask you one more question, Miss Stapleton. If you meant no more than this when you first spoke to me, why should you not wish your brother to overhear what you said? There is nothing to which he, or anyone else, could object.\"", "characters": 235, "sentences": 3}, {"text": "From this point onward I will follow the course of events by transcribing my own letters to Mr. Sherlock Holmes which lie before me on the table. One page is missing, but otherwise they are exactly as written and show my feelings and suspicions of the moment more accurately than my memory, clear as it is upon these tragic events, can possibly do.", "characters": 348, "sentences": 4}, {"text": "All this, however, is foreign to the mission on which you sent me and will probably be very uninteresting to your severely practical mind. I can still remember your complete indifference as to whether the sun moved round the earth or the earth round the sun. Let me, therefore, return to the facts concerning Sir Henry Baskerville.", "characters": 331, "sentences": 4}, {"text": "If you have not had any report within the last few days it is because up to today there was nothing of importance to relate. Then a very surprising circumstance occurred, which I shall tell you in due course. But, first of all, I must keep you in touch with some of the other factors in the situation.", "characters": 301, "sentences": 4}, {"text": "And now, having brought you up to date in the escaped convict, the Stapletons, Dr. Mortimer, and Frankland, of Lafter Hall, let me end on that which is most important and tell you more about the Barrymores, and especially about the surprising development of last night.", "characters": 269, "sentences": 3}, {"text": "First of all about the test telegram, which you sent from London in order to make sure that Barrymore was really here. I have already explained that the testimony of the postmaster shows that the test was worthless and that we have no proof one way or the other. I told Sir Henry how the matter stood, and he at once, in his downright fashion, had Barrymore up and asked him whether he had received the telegram himself. Barrymore said that he had.", "characters": 448, "sentences": 5}, {"text": "\"I could not quite understand the object of your questions this morning, Sir Henry,\" said he. \"I trust that they do not mean that I have done anything to forfeit your confidence?\"", "characters": 179, "sentences": 2}, {"text": "Sir Henry had to assure him that it was not so and pacify him by giving him a considerable part of his old wardrobe, the London outfit having now all arrived.", "characters": 158, "sentences": 2}, {"text": "But whatever the true explanation of Barrymore's movements might be, I felt that the responsibility of keeping them to myself until I could explain them was more than I could bear. I had an interview with the baronet in his study after breakfast, and I told him all that I had seen. He was less surprised than I had expected.", "characters": 325, "sentences": 4}, {"text": "\"I knew that Barrymore walked about nights, and I had a mind to speak to him about it,\" said he. \"Two or three times I have heard his steps in the passage, coming and going, just about the hour you name.\"", "characters": 204, "sentences": 3}, {"text": "\"Perhaps he does. If so, we should be able to shadow him and see what it is that he is after. I wonder what your friend Holmes would do if he were here.\"", "characters": 153, "sentences": 4}, {"text": "\"I believe that he would do exactly what you now suggest,\" said I. \"He would follow Barrymore and see what he did.\"", "characters": 115, "sentences": 3}, {"text": "\"The man is rather deaf, and in any case we must take our chance of that. We'll sit up in my room tonight and wait until he passes.\" Sir Henry rubbed his hands with pleasure, and it was evident that he hailed the adventure as a relief to his somewhat quiet life upon the moor.", "characters": 276, "sentences": 4}, {"text": "After the conversation which I have quoted about Barrymore, Sir Henry put on his hat and prepared to go out. As a matter of course I did the same.", "characters": 146, "sentences": 3}, {"text": "\"Well, you know what my instructions are. I am sorry to intrude, but you heard how earnestly Holmes insisted that I should not leave you, and especially that you should not go alone upon the moor.\"", "characters": 197, "sentences": 3}, {"text": "\"My dear fellow,\" said he, \"Holmes, with all his wisdom, did not foresee some things which have happened since I have been on the moor. You understand me? I am sure that you are the last man in the world who would wish to be a spoil-sport. I must go out alone.\"", "characters": 261, "sentences": 4}, {"text": "It put me in a most awkward position. I was at a loss what to say or what to do, and before I had made up my mind he picked up his cane and was gone.", "characters": 149, "sentences": 3}, {"text": "But when I came to think the matter over my conscience reproached me bitterly for having on any pretext allowed him to go out of my sight. I imagined what my feelings would be if I had to return to you and to confess that some misfortune had occurred through my disregard for your instructions. I assure you my cheeks flushed at the very thought. It might not even now be too late to overtake him, so I set off at once in the direction of Merripit House.", "characters": 454, "sentences": 5}, {"text": "What all this meant I could not imagine, but I was deeply ashamed to have witnessed so intimate a scene without my friend's knowledge. I ran down the hill therefore and met the baronet at the bottom. His face was flushed with anger and his brows were wrinkled, like one who is at his wit's ends what to do.", "characters": 306, "sentences": 4}, {"text": "\"Halloa, Watson! Where have you dropped from?\" said he. \"You don't mean to say that you came after me in spite of all?\"", "characters": 119, "sentences": 2}, {"text": "I explained everything to him: how I had found it impossible to remain behind, how I had followed him, and how I had witnessed all that had occurred. For an instant his eyes blazed at me, but my frankness disarmed his anger, and he broke at last into a rather rueful laugh.", "characters": 273, "sentences": 3}, {"text": "\"You would have thought the middle of that prairie a fairly safe place for a man to be private,\" said he, \"but, by thunder, the whole countryside seems to have been out to see me do my wooing--and a mighty poor wooing at that! Where had you engaged a seat?\"", "characters": 257, "sentences": 1}, {"text": "\"Quite in the back row, eh? But her brother was well up to the front. Did you see him come out on us?\"", "characters": 102, "sentences": 2}, {"text": "\"I dare say not. I always thought him sane enough until today, but you can take it from me that either he or I ought to be in a straitjacket. What's the matter with me, anyhow? You've lived near me for some weeks, Watson. Tell me straight, now! Is there anything that would prevent me from making a good husband to a woman that I loved?\"", "characters": 337, "sentences": 4}, {"text": "\"He can't object to my worldly position, so it must be myself that he has this down on. What has he against me? I never hurt man or woman in my life that I know of. And yet he would not so much as let me touch the tips of her fingers.\"", "characters": 235, "sentences": 4}, {"text": "\"I don't say now that he isn't a crazy man,\" said Sir Henry; \"I can't forget the look in his eyes when he ran at me this morning, but I must allow that no man could make a more handsome apology than he has done.\"", "characters": 212, "sentences": 2}, {"text": "We had arranged no plan of campaign, but the baronet is a man to whom the most direct way is always the most natural. He walked into the room, and as he did so Barrymore sprang up from the window with a sharp hiss of his breath and stood, livid and trembling, before us. His dark eyes, glaring out of the white mask of his face, were full of horror and astonishment as he gazed from Sir Henry to me.", "characters": 399, "sentences": 4}, {"text": "\"Nothing, sir.\" His agitation was so great that he could hardly speak, and the shadows sprang up and down from the shaking of his candle. \"It was the window, sir. I go round at night to see that they are fastened.\"", "characters": 214, "sentences": 5}, {"text": "\"Look here, Barrymore,\" said Sir Henry sternly, \"we have made up our minds to have the truth out of you, so it will save you trouble to tell it sooner rather than later. Come, now! No lies! What were you doing at that window?\"", "characters": 226, "sentences": 2}, {"text": "The fellow looked at us in a helpless way, and he wrung his hands together like one who is in the last extremity of doubt and misery.", "characters": 133, "sentences": 2}, {"text": "\"Don't ask me, Sir Henry--don't ask me! I give you my word, sir, that it is not my secret, and that I cannot tell it. If it concerned no one but myself I would not try to keep it from you.\"", "characters": 189, "sentences": 3}, {"text": "\"He must have been holding it as a signal,\" said I. \"Let us see if there is any answer.\" I held it as he had done, and stared out into the darkness of the night. Vaguely I could discern the black bank of the trees and the lighter expanse of the moor, for the moon was behind the clouds. And then I gave a cry of exultation, for a tiny pinpoint of yellow light had suddenly transfixed the dark veil, and glowed steadily in the centre of the black square framed by the window.", "characters": 474, "sentences": 6}, {"text": "\"Move your light across the window, Watson!\" cried the baronet. \"See, the other moves also! Now, you rascal, do you deny that it is a signal? Come, speak up! Who is your confederate out yonder, and what is this conspiracy that is going on?\"", "characters": 240, "sentences": 2}, {"text": "\"And you go in disgrace. By thunder, you may well be ashamed of yourself. Your family has lived with mine for over a hundred years under this roof, and here I find you deep in some dark plot against me.\"", "characters": 203, "sentences": 4}, {"text": "\"No, no, sir; no, not against you!\" It was a woman's voice, and Mrs. Barrymore, paler and more horror-struck than her husband, was standing at the door. Her bulky figure in a shawl and skirt might have been comic were it not for the intensity of feeling upon her face.", "characters": 268, "sentences": 4}, {"text": "\"Oh, John, John, have I brought you to this? It is my doing, Sir Henry--all mine. He has done nothing except for my sake and because I asked him.\"", "characters": 146, "sentences": 3}, {"text": "\"My unhappy brother is starving on the moor. We cannot let him perish at our very gates. The light is a signal to him that food is ready for him, and his light out yonder is to show the spot to which to bring it.\"", "characters": 213, "sentences": 4}, {"text": "\"That's the truth, sir,\" said Barrymore. \"I said that it was not my secret and that I could not tell it to you. But now you have heard it, and you will see that if there was a plot it was not against you.\"", "characters": 205, "sentences": 4}, {"text": "This, then, was the explanation of the stealthy expeditions at night and the light at the window. Sir Henry and I both stared at the woman in amazement. Was it possible that this stolidly respectable person was of the same blood as one of the most notorious criminals in the country?", "characters": 283, "sentences": 3}, {"text": "\"Well, I cannot blame you for standing by your own wife. Forget what I have said. Go to your room, you two, and we shall talk further about this matter in the morning.\"", "characters": 168, "sentences": 4}, {"text": "When they were gone we looked out of the window again. Sir Henry had flung it open, and the cold night wind beat in upon our faces. Far away in the black distance there still glowed that one tiny point of yellow light.", "characters": 218, "sentences": 4}, {"text": "\"Well, it cannot be far if Barrymore had to carry out the food to it. And he is waiting, this villain, beside that candle. By thunder, Watson, I am going out to take that man!\"", "characters": 176, "sentences": 3}, {"text": "\"Then get your revolver and put on your boots. The sooner we start the better, as the fellow may put out his light and be off.\"", "characters": 127, "sentences": 3}, {"text": "In five minutes we were outside the door, starting upon our expedition. We hurried through the dark shrubbery, amid the dull moaning of the autumn wind and the rustle of the falling leaves. The night air was heavy with the smell of damp and decay. Now and again the moon peeped out for an instant, but clouds were driving over the face of the sky, and just as we came out on the moor a thin rain began to fall. The light still burned steadily in front.", "characters": 452, "sentences": 6}, {"text": "\"We must close in on him rapidly, for he is said to be a desperate fellow. We shall take him by surprise and have him at our mercy before he can resist.\"", "characters": 153, "sentences": 3}, {"text": "\"I say, Watson,\" said the baronet, \"what would Holmes say to this? How about that hour of darkness in which the power of evil is exalted?\"", "characters": 138, "sentences": 1}, {"text": "As if in answer to his words there rose suddenly out of the vast gloom of the moor that strange cry which I had already heard upon the borders of the great Grimpen Mire. It came with the wind through the silence of the night, a long, deep mutter, then a rising howl, and then the sad moan in which it died away. Again and again it sounded, the whole air throbbing with it, strident, wild, and menacing. The baronet caught my sleeve and his face glimmered white through the darkness.", "characters": 482, "sentences": 5}, {"text": "It died away, and an absolute silence closed in upon us. We stood straining our ears, but nothing came.", "characters": 103, "sentences": 3}, {"text": "My blood ran cold in my veins, for there was a break in his voice which told of the sudden horror which had seized him.", "characters": 119, "sentences": 2}, {"text": "\"Well, it was up there. Come now, Watson, didn't you think yourself that it was the cry of a hound? I am not a child. You need not fear to speak the truth.\"", "characters": 156, "sentences": 4}, {"text": "\"Stapleton was with me when I heard it last. He said that it might be the calling of a strange bird.\"", "characters": 101, "sentences": 3}, {"text": "\"No, no, it was a hound. My God, can there be some truth in all these stories? Is it possible that I am really in danger from so dark a cause? You don't believe it, do you, Watson?\"", "characters": 181, "sentences": 2}, {"text": "\"And yet it was one thing to laugh about it in London, and it is another to stand out here in the darkness of the moor and to hear such a cry as that. And my uncle! There was the footprint of the hound beside him as he lay. It all fits together. I don't think that I am a coward, Watson, but that sound seemed to freeze my very blood. Feel my hand!\"", "characters": 349, "sentences": 5}, {"text": "\"No, by thunder; we have come out to get our man, and we will do it. We after the convict, and a hell-hound, as likely as not, after us. Come on! We'll see it through if all the fiends of the pit were loose upon the moor.\"", "characters": 222, "sentences": 4}, {"text": "We were both swift runners and in fairly good training, but we soon found that we had no chance of overtaking him. We saw him for a long time in the moonlight until he was only a small speck moving swiftly among the boulders upon the side of a distant hill. We ran and ran until we were completely blown, but the space between us grew ever wider. Finally we stopped and sat panting on two rocks, while we watched him disappearing in the distance.", "characters": 446, "sentences": 5}, {"text": "My first impulse was to tell Sir Henry all my plans. My second and wisest one is to play my own game and speak as little as possible to anyone. He is silent and distrait. His nerves have been strangely shaken by that sound upon the moor. I will say nothing to add to his anxieties, but I will take my own steps to attain my own end.", "characters": 332, "sentences": 6}, {"text": "\"I may have spoken too warmly, sir,\" said he, \"and if I have, I am sure that I beg your pardon. At the same time, I was very much surprised when I heard you two gentlemen come back this morning and learned that you had been chasing Selden. The poor fellow has enough to fight against without my putting more upon his track.\"", "characters": 324, "sentences": 4}, {"text": "\"If you had told us of your own free will it would have been a different thing,\" said the baronet, \"you only told us, or rather your wife only told us, when it was forced from you and you could not help yourself.\"", "characters": 213, "sentences": 2}, {"text": "\"The man is a public danger. There are lonely houses scattered over the moor, and he is a fellow who would stick at nothing. You only want to get a glimpse of his face to see that. Look at Mr. Stapleton's house, for example, with no one but himself to defend it. There's no safety for anyone until he is under lock and key.\"", "characters": 324, "sentences": 7}, {"text": "I shrugged my shoulders. \"If he were safely out of the country it would relieve the tax-payer of a burden.\"", "characters": 107, "sentences": 3}, {"text": "\"He would not do anything so mad, sir. We have provided him with all that he can want. To commit a crime would be to show where he was hiding.\"", "characters": 143, "sentences": 4}, {"text": "\"God bless you, sir, and thank you from my heart! It would have killed my poor wife had he been taken again.\"", "characters": 109, "sentences": 2}, {"text": "\"I guess we are aiding and abetting a felony, Watson? But, after what we have heard I don't feel as if I could give the man up, so there is an end of it. All right, Barrymore, you can go.\"", "characters": 188, "sentences": 3}, {"text": "\"You've been so kind to us, sir, that I should like to do the best I can for you in return. I know something, Sir Henry, and perhaps I should have said it before, but it was long after the inquest that I found it out. I've never breathed a word about it yet to mortal man. It's about poor Sir Charles's death.\"", "characters": 310, "sentences": 5}, {"text": "\"Well, Sir Henry, your uncle had a letter that morning. He had usually a great many letters, for he was a public man and well known for his kind heart, so that everyone who was in trouble was glad to turn to him. But that morning, as it chanced, there was only this one letter, so I took the more notice of it. It was from Coombe Tracey, and it was addressed in a woman's hand.\"", "characters": 378, "sentences": 5}, {"text": "\"Well, sir, I took no particular notice of his letters. I should not have noticed this one, only it happened to come alone.\"", "characters": 124, "sentences": 3}, {"text": "\"No, sir. No more than you have. But I expect if we could lay our hands upon that lady we should know more about Sir Charles's death.\"", "characters": 134, "sentences": 4}, {"text": "\"Well, sir, it was immediately after that our own trouble came to us. And then again, sir, we were both of us very fond of Sir Charles, as we well might be considering all that he has done for us. To rake this up couldn't help our poor master, and it's well to go carefully when there's a lady in the case. Even the best of us--\"", "characters": 329, "sentences": 4}, {"text": "\"Well, sir, I thought no good could come of it. But now you have been kind to us, and I feel as if it would be treating you unfairly not to tell you all that I know about the matter.\"", "characters": 183, "sentences": 3}, {"text": "\"Very good, Barrymore; you can go.\" When the butler had left us Sir Henry turned to me. \"Well, Watson, what do you think of this new light?\"", "characters": 140, "sentences": 3}, {"text": "\"So I think. But if we can only trace L. L. it should clear up the whole business. We have gained that much. We know that there is someone who has the facts if we can only find her. What do you think we should do?\"", "characters": 214, "sentences": 7}, {"text": "\"Let Holmes know all about it at once. It will give him the clue for which he has been seeking. I am much mistaken if it does not bring him down.\"", "characters": 146, "sentences": 4}, {"text": "I went at once to my room and drew up my report of the morning's conversation for Holmes. It was evident to me that he had been very busy of late, for the notes which I had from Baker Street were few and short, with no comments upon the information which I had supplied and hardly any reference to my mission. No doubt his blackmailing case is absorbing all his faculties. And yet this new factor must surely arrest his attention and renew his interest. I wish that he were here.", "characters": 479, "sentences": 6}, {"text": "\"By the way, Mortimer,\" said I as we jolted along the rough road, \"I suppose there are few people living within driving distance of this whom you do not know?\"", "characters": 159, "sentences": 1}, {"text": "\"No,\" said he. \"There are a few gipsies and labouring folk for whom I can't answer, but among the farmers or gentry there is no one whose initials are those. Wait a bit though,\" he added after a pause. \"There is Laura Lyons--her initials are L. L.--but she lives in Coombe Tracey.\"", "characters": 281, "sentences": 7}, {"text": "\"Exactly. She married an artist named Lyons, who came sketching on the moor. He proved to be a blackguard and deserted her. The fault from what I hear may not have been entirely on one side. Her father refused to have anything to do with her because she had married without his consent and perhaps for one or two other reasons as well. So, between the old sinner and the young one the girl has had a pretty bad time.\"", "characters": 417, "sentences": 7}, {"text": "\"I fancy old Frankland allows her a pittance, but it cannot be more, for his own affairs are considerably involved. Whatever she may have deserved one could not allow her to go hopelessly to the bad. Her story got about, and several of the people here did something to enable her to earn an honest living. Stapleton did for one, and Sir Charles for another. I gave a trifle myself. It was to set her up in a typewriting business.\"", "characters": 430, "sentences": 7}, {"text": "I have only one other incident to record upon this tempestuous and melancholy day. This was my conversation with Barrymore just now, which gives me one more strong card which I can play in due time.", "characters": 198, "sentences": 3}, {"text": "Mortimer had stayed to dinner, and he and the baronet played ecarte afterwards. The butler brought me my coffee into the library, and I took the chance to ask him a few questions.", "characters": 179, "sentences": 3}, {"text": "\"I don't know, sir. I hope to heaven that he has gone, for he has brought nothing but trouble here! I've not heard of him since I left out food for him last, and that was three days ago.\"", "characters": 187, "sentences": 3}, {"text": "\"Selden told me of him, sir, a week ago or more. He's in hiding, too, but he's not a convict as far as I can make out. I don't like it, Dr. Watson--I tell you straight, sir, that I don't like it.\" He spoke with a sudden passion of earnestness.", "characters": 243, "sentences": 6}, {"text": "\"Now, listen to me, Barrymore! I have no interest in this matter but that of your master. I have come here with no object except to help him. Tell me, frankly, what it is that you don't like.\"", "characters": 192, "sentences": 4}, {"text": "Barrymore hesitated for a moment, as if he regretted his outburst or found it difficult to express his own feelings in words.", "characters": 125, "sentences": 2}, {"text": "\"It's all these goings-on, sir,\" he cried at last, waving his hand towards the rain-lashed window which faced the moor. \"There's foul play somewhere, and there's black villainy brewing, to that I'll swear! Very glad I should be, sir, to see Sir Henry on his way back to London again!\"", "characters": 284, "sentences": 2}, {"text": "\"Look at Sir Charles's death! That was bad enough, for all that the coroner said. Look at the noises on the moor at night. There's not a man would cross it after sundown if he was paid for it. Look at this stranger hiding out yonder, and watching and waiting! What's he waiting for? What does it mean? It means no good to anyone of the name of Baskerville, and very glad I shall be to be quit of it all on the day that Sir Henry's new servants are ready to take over the Hall.\"", "characters": 477, "sentences": 5}, {"text": "\"But about this stranger,\" said I. \"Can you tell me anything about him? What did Selden say? Did he find out where he hid, or what he was doing?\"", "characters": 145, "sentences": 2}, {"text": "\"He saw him once or twice, but he is a deep one and gives nothing away. At first he thought that he was the police, but soon he found that he had some lay of his own. A kind of gentleman he was, as far as he could see, but what he was doing he could not make out.\"", "characters": 264, "sentences": 4}, {"text": "\"Selden found out that he has got a lad who works for him and brings all he needs. I dare say he goes to Coombe Tracey for what he wants.\"", "characters": 138, "sentences": 3}, {"text": "It was a clumsy introduction, and the lady made me feel it. \"There is nothing in common between my father and me,\" she said. \"I owe him nothing, and his friends are not mine. If it were not for the late Sir Charles Baskerville and some other kind hearts I might have starved for all that my father cared.\"", "characters": 305, "sentences": 5}, {"text": "\"What can I tell you about him?\" she asked, and her fingers played nervously over the stops of her typewriter.", "characters": 110, "sentences": 2}, {"text": "\"I have already said that I owe a great deal to his kindness. If I am able to support myself it is largely due to the interest which he took in my unhappy situation.\"", "characters": 166, "sentences": 3}, {"text": "\"The object is to avoid a public scandal. It is better that I should ask them here than that the matter should pass outside our control.\"", "characters": 137, "sentences": 3}, {"text": "She was silent and her face was still very pale. At last she looked up with something reckless and defiant in her manner.", "characters": 121, "sentences": 3}, {"text": "\"Yes, once or twice, when he came into Coombe Tracey. He was a very retiring man, and he preferred to do good by stealth.\"", "characters": 122, "sentences": 3}, {"text": "\"But if you saw him so seldom and wrote so seldom, how did he know enough about your affairs to be able to help you, as you say that he has done?\"", "characters": 146, "sentences": 1}, {"text": "\"There were several gentlemen who knew my sad history and united to help me. One was Mr. Stapleton, a neighbour and intimate friend of Sir Charles's. He was exceedingly kind, and it was through him that Sir Charles learned about my affairs.\"", "characters": 241, "sentences": 5}, {"text": "I knew already that Sir Charles Baskerville had made Stapleton his almoner upon several occasions, so the lady's statement bore the impress of truth upon it.", "characters": 157, "sentences": 2}, {"text": "The flush had faded in an instant, and a deathly face was before me. Her dry lips could not speak the \"No\" which I saw rather than heard.", "characters": 137, "sentences": 3}, {"text": "\"Surely your memory deceives you,\" said I. \"I could even quote a passage of your letter. It ran 'Please, please, as you are a gentleman, burn this letter, and be at the gate by ten o'clock.'\"", "characters": 191, "sentences": 4}, {"text": "\"You do Sir Charles an injustice. He did burn the letter. But sometimes a letter may be legible even when burned. You acknowledge now that you wrote it?\"", "characters": 153, "sentences": 4}, {"text": "\"Yes, I did write it,\" she cried, pouring out her soul in a torrent of words. \"I did write it. Why should I deny it? I have no reason to be ashamed of it. I wished him to help me. I believed that if I had an interview I could gain his help, so I asked him to meet me.\"", "characters": 268, "sentences": 6}, {"text": "\"Because I had only just learned that he was going to London next day and might be away for months. There were reasons why I could not get there earlier.\"", "characters": 154, "sentences": 3}, {"text": "\"No, I swear it to you on all I hold sacred. I never went. Something intervened to prevent my going.\"", "characters": 101, "sentences": 4}, {"text": "\"You acknowledge then that you made an appointment with Sir Charles at the very hour and place at which he met his death, but you deny that you kept the appointment.\"", "characters": 166, "sentences": 2}, {"text": "\"Mrs. Lyons,\" said I as I rose from this long and inconclusive interview, \"you are taking a very great responsibility and putting yourself in a very false position by not making an absolutely clean breast of all that you know. If I have to call in the aid of the police you will find how seriously you are compromised. If your position is innocent, why did you in the first instance deny having written to Sir Charles upon that date?\"", "characters": 434, "sentences": 4}, {"text": "\"Because I feared that some false conclusion might be drawn from it and that I might find myself involved in a scandal.\"", "characters": 120, "sentences": 2}, {"text": "\"I quoted the postscript. The letter had, as I said, been burned and it was not all legible. I ask you once again why it was that you were so pressing that Sir Charles should destroy this letter which he received on the day of his death.\"", "characters": 238, "sentences": 4}, {"text": "\"I will tell you, then. If you have heard anything of my unhappy history you will know that I made a rash marriage and had reason to regret it.\"", "characters": 144, "sentences": 3}, {"text": "The woman's story hung coherently together, and all my questions were unable to shake it. I could only check it by finding if she had, indeed, instituted divorce proceedings against her husband at or about the time of the tragedy.", "characters": 230, "sentences": 3}, {"text": "Luck had been against us again and again in this inquiry, but now at last it came to my aid. And the messenger of good fortune was none other than Mr. Frankland, who was standing, gray-whiskered and red-faced, outside the gate of his garden, which opened on to the highroad along which I travelled.", "characters": 298, "sentences": 4}, {"text": "\"Good-day, Dr. Watson,\" cried he with unwonted good humour, \"you must really give your horses a rest and come in to have a glass of wine and to congratulate me.\"", "characters": 161, "sentences": 3}, {"text": "My feelings towards him were very far from being friendly after what I had heard of his treatment of his daughter, but I was anxious to send Perkins and the wagonette home, and the opportunity was a good one. I alighted and sent a message to Sir Henry that I should walk over in time for dinner. Then I followed Frankland into his dining-room.", "characters": 343, "sentences": 4}, {"text": "\"Look it up in the books, sir. It will repay reading--Frankland v. Morland, Court of Queen's Bench. It cost me 200 pounds, but I got my verdict.\"", "characters": 145, "sentences": 5}, {"text": "The old man put on a very knowing expression. \"Because I could tell them what they are dying to know; but nothing would induce me to help the rascals in any way.\"", "characters": 162, "sentences": 3}, {"text": "I had been casting round for some excuse by which I could get away from his gossip, but now I began to wish to hear more of it. I had seen enough of the contrary nature of the old sinner to understand that any strong sign of interest would be the surest way to stop his confidences.", "characters": 282, "sentences": 3}, {"text": "\"I may not know exactly where he is, but I am quite sure that I could help the police to lay their hands on him. Has it never struck you that the way to catch that man was to find out where he got his food and so trace it to him?\"", "characters": 230, "sentences": 2}, {"text": "He certainly seemed to be getting uncomfortably near the truth. \"No doubt,\" said I; \"but how do you know that he is anywhere upon the moor?\"", "characters": 140, "sentences": 2}, {"text": "My heart sank for Barrymore. It was a serious thing to be in the power of this spiteful old busybody. But his next remark took a weight from my mind.", "characters": 149, "sentences": 4}, {"text": "\"You'll be surprised to hear that his food is taken to him by a child. I see him every day through my telescope upon the roof. He passes along the same path at the same hour, and to whom should he be going except to the convict?\"", "characters": 229, "sentences": 3}, {"text": "Here was luck indeed! And yet I suppressed all appearance of interest. A child! Barrymore had said that our unknown was supplied by a boy. It was on his track, and not upon the convict's, that Frankland had stumbled. If I could get his knowledge it might save me a long and weary hunt. But incredulity and indifference were evidently my strongest cards.", "characters": 353, "sentences": 6}, {"text": "\"I should say that it was much more likely that it was the son of one of the moorland shepherds taking out his father's dinner.\"", "characters": 128, "sentences": 2}, {"text": "The least appearance of opposition struck fire out of the old autocrat. His eyes looked malignantly at me, and his gray whiskers bristled like those of an angry cat.", "characters": 165, "sentences": 3}, {"text": "\"Indeed, sir!\" said he, pointing out over the wide-stretching moor. \"Do you see that Black Tor over yonder? Well, do you see the low hill beyond with the thornbush upon it? It is the stoniest part of the whole moor. Is that a place where a shepherd would be likely to take his station? Your suggestion, sir, is a most absurd one.\"", "characters": 330, "sentences": 4}, {"text": "I meekly answered that I had spoken without knowing all the facts. My submission pleased him and led him to further confidences.", "characters": 128, "sentences": 3}, {"text": "\"You may be sure, sir, that I have very good grounds before I come to an opinion. I have seen the boy again and again with his bundle. Every day, and sometimes twice a day, I have been able--but wait a moment, Dr. Watson. Do my eyes deceive me, or is there at the present moment something moving upon that hillside?\"", "characters": 316, "sentences": 5}, {"text": "It was several miles off, but I could distinctly see a small dark dot against the dull green and gray.", "characters": 102, "sentences": 2}, {"text": "\"Come, sir, come!\" cried Frankland, rushing upstairs. \"You will see with your own eyes and judge for yourself.\"", "characters": 111, "sentences": 3}, {"text": "The telescope, a formidable instrument mounted upon a tripod, stood upon the flat leads of the house. Frankland clapped his eye to it and gave a cry of satisfaction.", "characters": 165, "sentences": 3}, {"text": "There he was, sure enough, a small urchin with a little bundle upon his shoulder, toiling slowly up the hill. When he reached the crest I saw the ragged uncouth figure outlined for an instant against the cold blue sky. He looked round him with a furtive and stealthy air, as one who dreads pursuit. Then he vanished over the hill.", "characters": 330, "sentences": 5}, {"text": "\"And what the errand is even a county constable could guess. But not one word shall they have from me, and I bind you to secrecy also, Dr. Watson. Not a word! You understand!\"", "characters": 175, "sentences": 4}, {"text": "\"They have treated me shamefully--shamefully. When the facts come out in Frankland v. Regina I venture to think that a thrill of indignation will run through the country. Nothing would induce me to help the police in any way. For all they cared it might have been me, instead of my effigy, which these rascals burned at the stake. Surely you are not going! You will help me to empty the decanter in honour of this great occasion!\"", "characters": 430, "sentences": 6}, {"text": "But I resisted all his solicitations and succeeded in dissuading him from his announced intention of walking home with me. I kept the road as long as his eye was on me, and then I struck off across the moor and made for the stony hill over which the boy had disappeared. Everything was working in my favour, and I swore that it should not be through lack of energy or perseverance that I should miss the chance which fortune had thrown in my way.", "characters": 446, "sentences": 4}, {"text": "And then at last I heard him. Far away came the sharp clink of a boot striking upon a stone. Then another and yet another, coming nearer and nearer. I shrank back into the darkest corner and cocked the pistol in my pocket, determined not to discover myself until I had an opportunity of seeing something of the stranger. There was a long pause which showed that he had stopped. Then once more the footsteps approached and a shadow fell across the opening of the hut.", "characters": 466, "sentences": 7}, {"text": "\"It is a lovely evening, my dear Watson,\" said a well-known voice. \"I really think that you will be more comfortable outside than in.\"", "characters": 134, "sentences": 3}, {"text": "For a moment or two I sat breathless, hardly able to believe my ears. Then my senses and my voice came back to me, while a crushing weight of responsibility seemed in an instant to be lifted from my soul. That cold, incisive, ironical voice could belong to but one man in all the world.", "characters": 286, "sentences": 4}, {"text": "\"The surprise was not all on one side, I assure you. I had no idea that you had found my occasional retreat, still less that you were inside it, until I was within twenty paces of the door.\"", "characters": 190, "sentences": 3}, {"text": "\"No, Watson, I fear that I could not undertake to recognize your footprint amid all the footprints of the world. If you seriously desire to deceive me you must change your tobacconist; for when I see the stub of a cigarette marked Bradley, Oxford Street, I know that my friend Watson is in the neighbourhood. You will see it there beside the path. You threw it down, no doubt, at that supreme moment when you charged into the empty hut.\"", "characters": 437, "sentences": 5}, {"text": "\"I thought as much--and knowing your admirable tenacity I was convinced that you were sitting in ambush, a weapon within reach, waiting for the tenant to return. So you actually thought that I was the criminal?\"", "characters": 211, "sentences": 2}, {"text": "\"Excellent, Watson! And how did you localize me? You saw me, perhaps, on the night of the convict hunt, when I was so imprudent as to allow the moon to rise behind me?\"", "characters": 168, "sentences": 1}, {"text": "\"The old gentleman with the telescope, no doubt. I could not make it out when first I saw the light flashing upon the lens.\" He rose and peeped into the hut. \"Ha, I see that Cartwright has brought up some supplies. What's this paper? So you have been to Coombe Tracey, have you?\"", "characters": 279, "sentences": 5}, {"text": "\"Well done! Our researches have evidently been running on parallel lines, and when we unite our results I expect we shall have a fairly full knowledge of the case.\"", "characters": 164, "sentences": 2}, {"text": "\"Well, I am glad from my heart that you are here, for indeed the responsibility and the mystery were both becoming too much for my nerves. But how in the name of wonder did you come here, and what have you been doing? I thought that you were in Baker Street working out that case of blackmailing.\"", "characters": 297, "sentences": 3}, {"text": "\"Then you use me, and yet do not trust me!\" I cried with some bitterness. \"I think that I have deserved better at your hands, Holmes.\"", "characters": 134, "sentences": 3}, {"text": "\"Then my reports have all been wasted!\"--My voice trembled as I recalled the pains and the pride with which I had composed them.", "characters": 128, "sentences": 2}, {"text": "\"Here are your reports, my dear fellow, and very well thumbed, I assure you. I made excellent arrangements, and they are only delayed one day upon their way. I must compliment you exceedingly upon the zeal and the intelligence which you have shown over an extraordinarily difficult case.\"", "characters": 288, "sentences": 4}, {"text": "I was still rather raw over the deception which had been practised upon me, but the warmth of Holmes's praise drove my anger from my mind. I felt also in my heart that he was right in what he said and that it was really best for our purpose that I should not have known that he was upon the moor.", "characters": 296, "sentences": 3}, {"text": "\"That's better,\" said he, seeing the shadow rise from my face. \"And now tell me the result of your visit to Mrs. Laura Lyons--it was not difficult for me to guess that it was to see her that you had gone, for I am already aware that she is the one person in Coombe Tracey who might be of service to us in the matter. In fact, if you had not gone today it is exceedingly probable that I should have gone tomorrow.\"", "characters": 413, "sentences": 5}, {"text": "The sun had set and dusk was settling over the moor. The air had turned chill and we withdrew into the hut for warmth. There, sitting together in the twilight, I told Holmes of my conversation with the lady. So interested was he that I had to repeat some of it twice before he was satisfied.", "characters": 291, "sentences": 5}, {"text": "\"This is most important,\" said he when I had concluded. \"It fills up a gap which I had been unable to bridge in this most complex affair. You are aware, perhaps, that a close intimacy exists between this lady and the man Stapleton?\"", "characters": 232, "sentences": 3}, {"text": "\"There can be no doubt about the matter. They meet, they write, there is a complete understanding between them. Now, this puts a very powerful weapon into our hands. If I could only use it to detach his wife--\"", "characters": 210, "sentences": 4}, {"text": "\"I am giving you some information now, in return for all that you have given me. The lady who has passed here as Miss Stapleton is in reality his wife.\"", "characters": 152, "sentences": 3}, {"text": "\"Good heavens, Holmes! Are you sure of what you say? How could he have permitted Sir Henry to fall in love with her?\"", "characters": 117, "sentences": 1}, {"text": "\"Sir Henry's falling in love could do no harm to anyone except Sir Henry. He took particular care that Sir Henry did not make love to her, as you have yourself observed. I repeat that the lady is his wife and not his sister.\"", "characters": 225, "sentences": 4}, {"text": "\"Because he foresaw that she would be very much more useful to him in the character of a free woman.\"", "characters": 101, "sentences": 2}, {"text": "All my unspoken instincts, my vague suspicions, suddenly took shape and centred upon the naturalist. In that impassive colourless man, with his straw hat and his butterfly-net, I seemed to see something terrible--a creature of infinite patience and craft, with a smiling face and a murderous heart.", "characters": 298, "sentences": 3}, {"text": "The shape of some monstrous villainy, half seen, half guessed, loomed through the darkness which had girt me so long.", "characters": 117, "sentences": 2}, {"text": "\"That is one of the points upon which your own researches have shed a light. Your interview with the lady has cleared the situation very much. I did not know about a projected divorce between herself and her husband. In that case, regarding Stapleton as an unmarried man, she counted no doubt upon becoming his wife.\"", "characters": 317, "sentences": 5}, {"text": "\"Why, then we may find the lady of service. It must be our first duty to see her--both of us--tomorrow. Don't you think, Watson, that you are away from your charge rather long? Your place should be at Baskerville Hall.\"", "characters": 219, "sentences": 4}, {"text": "The last red streaks had faded away in the west and night had settled upon the moor. A few faint stars were gleaming in a violet sky.", "characters": 133, "sentences": 3}, {"text": "\"One last question, Holmes,\" I said as I rose. \"Surely there is no need of secrecy between you and me. What is the meaning of it all? What is he after?\"", "characters": 152, "sentences": 3}, {"text": "A terrible scream--a prolonged yell of horror and anguish--burst out of the silence of the moor. That frightful cry turned the blood to ice in my veins.", "characters": 152, "sentences": 3}, {"text": "Holmes had sprung to his feet, and I saw his dark, athletic outline at the door of the hut, his shoulders stooping, his head thrust forward, his face peering into the darkness.", "characters": 176, "sentences": 2}, {"text": "The cry had been loud on account of its vehemence, but it had pealed out from somewhere far off on the shadowy plain. Now it burst upon our ears, nearer, louder, more urgent than before.", "characters": 186, "sentences": 3}, {"text": "\"Where is it?\" Holmes whispered; and I knew from the thrill of his voice that he, the man of iron, was shaken to the soul. \"Where is it, Watson?\"", "characters": 145, "sentences": 2}, {"text": "Again the agonized cry swept through the silent night, louder and much nearer than ever. And a new sound mingled with it, a deep, muttered rumble, musical and yet menacing, rising and falling like the low, constant murmur of the sea.", "characters": 233, "sentences": 3}, {"text": "He had started running swiftly over the moor, and I had followed at his heels. But now from somewhere among the broken ground immediately in front of us there came one last despairing yell, and then a dull, heavy thud. We halted and listened. Not another sound broke the heavy silence of the windless night.", "characters": 307, "sentences": 5}, {"text": "I saw Holmes put his hand to his forehead like a man distracted. He stamped his feet upon the ground.", "characters": 101, "sentences": 3}, {"text": "\"Fool that I was to hold my hand. And you, Watson, see what comes of abandoning your charge! But, by Heaven, if the worst has happened we'll avenge him!\"", "characters": 153, "sentences": 2}, {"text": "Blindly we ran through the gloom, blundering against boulders, forcing our way through gorse bushes, panting up hills and rushing down slopes, heading always in the direction whence those dreadful sounds had come. At every rise Holmes looked eagerly round him, but the shadows were thick upon the moor, and nothing moved upon its dreary face.", "characters": 342, "sentences": 3}, {"text": "There was no chance of either of us forgetting that peculiar ruddy tweed suit--the very one which he had worn on the first morning that we had seen him in Baker Street. We caught the one clear glimpse of it, and then the match flickered and went out, even as the hope had gone out of our souls. Holmes groaned, and his face glimmered white through the darkness.", "characters": 361, "sentences": 4}, {"text": "\"The brute! The brute!\" I cried with clenched hands. \"Oh Holmes, I shall never forgive myself for having left him to his fate.\"", "characters": 127, "sentences": 3}, {"text": "\"I am more to blame than you, Watson. In order to have my case well rounded and complete, I have thrown away the life of my client. It is the greatest blow which has befallen me in my career. But how could I know--how could I know--that he would risk his life alone upon the moor in the face of all my warnings?\"", "characters": 312, "sentences": 4}, {"text": "\"That we should have heard his screams--my God, those screams!--and yet have been unable to save him! Where is this brute of a hound which drove him to his death? It may be lurking among these rocks at this instant. And Stapleton, where is he? He shall answer for this deed.\"", "characters": 275, "sentences": 3}, {"text": "\"Our case is not complete. The fellow is wary and cunning to the last degree. It is not what we know, but what we can prove. If we make one false move the villain may escape us yet.\"", "characters": 182, "sentences": 5}, {"text": "\"There will be plenty for us to do tomorrow. Tonight we can only perform the last offices to our poor friend.\"", "characters": 110, "sentences": 3}, {"text": "Together we made our way down the precipitous slope and approached the body, black and clear against the silvered stones. The agony of those contorted limbs struck me with a spasm of pain and blurred my eyes with tears.", "characters": 219, "sentences": 3}, {"text": "\"We must send for help, Holmes! We cannot carry him all the way to the Hall. Good heavens, are you mad?\"", "characters": 104, "sentences": 2}, {"text": "He had uttered a cry and bent over the body. Now he was dancing and laughing and wringing my hand. Could this be my stern, self-contained friend? These were hidden fires, indeed!", "characters": 178, "sentences": 3}, {"text": "With feverish haste we had turned the body over, and that dripping beard was pointing up to the cold, clear moon. There could be no doubt about the beetling forehead, the sunken animal eyes. It was indeed the same face which had glared upon me in the light of the candle from over the rock--the face of Selden, the criminal.", "characters": 324, "sentences": 4}, {"text": "Then in an instant it was all clear to me. I remembered how the baronet had told me that he had handed his old wardrobe to Barrymore. Barrymore had passed it on in order to help Selden in his escape. Boots, shirt, cap--it was all Sir Henry's. The tragedy was still black enough, but this man had at least deserved death by the laws of his country. I told Holmes how the matter stood, my heart bubbling over with thankfulness and joy.", "characters": 433, "sentences": 7}, {"text": "\"Then the clothes have been the poor devil's death,\" said he. \"It is clear enough that the hound has been laid on from some article of Sir Henry's--the boot which was abstracted in the hotel, in all probability--and so ran this man down. There is one very singular thing, however: How came Selden, in the darkness, to know that the hound was on his trail?\"", "characters": 356, "sentences": 3}, {"text": "\"To hear a hound upon the moor would not work a hard man like this convict into such a paroxysm of terror that he would risk recapture by screaming wildly for help. By his cries he must have run a long way after he knew the animal was on his track. How did he know?\"", "characters": 266, "sentences": 3}, {"text": "\"Well, then, why this hound should be loose tonight. I suppose that it does not always run loose upon the moor. Stapleton would not let it go unless he had reason to think that Sir Henry would be there.\"", "characters": 203, "sentences": 4}, {"text": "\"My difficulty is the more formidable of the two, for I think that we shall very shortly get an explanation of yours, while mine may remain forever a mystery. The question now is, what shall we do with this poor wretch's body? We cannot leave it here to the foxes and the ravens.\"", "characters": 280, "sentences": 3}, {"text": "\"Exactly. I have no doubt that you and I could carry it so far. Halloa, Watson, what's this? It's the man himself, by all that's wonderful and audacious! Not a word to show your suspicions--not a word, or my plans crumble to the ground.\"", "characters": 237, "sentences": 4}, {"text": "A figure was approaching us over the moor, and I saw the dull red glow of a cigar. The moon shone upon him, and I could distinguish the dapper shape and jaunty walk of the naturalist. He stopped when he saw us, and then came on again.", "characters": 234, "sentences": 4}, {"text": "\"Why, Dr. Watson, that's not you, is it? You are the last man that I should have expected to see out on the moor at this time of night. But, dear me, what's this? Somebody hurt? Not--don't tell me that it is our friend Sir Henry!\" He hurried past me and stooped over the dead man. I heard a sharp intake of his breath and the cigar fell from his fingers.", "characters": 354, "sentences": 5}, {"text": "Stapleton turned a ghastly face upon us, but by a supreme effort he had overcome his amazement and his disappointment. He looked sharply from Holmes to me. \"Dear me! What a very shocking affair! How did he die?\"", "characters": 211, "sentences": 3}, {"text": "\"He appears to have broken his neck by falling over these rocks. My friend and I were strolling on the moor when we heard a cry.\"", "characters": 129, "sentences": 3}, {"text": "\"Because I had suggested that he should come over. When he did not come I was surprised, and I naturally became alarmed for his safety when I heard cries upon the moor. By the way\"--his eyes darted again from my face to Holmes's--\"did you hear anything else besides a cry?\"", "characters": 273, "sentences": 3}, {"text": "\"Oh, you know the stories that the peasants tell about a phantom hound, and so on. It is said to be heard at night upon the moor. I was wondering if there were any evidence of such a sound tonight.\"", "characters": 198, "sentences": 4}, {"text": "\"I have no doubt that anxiety and exposure have driven him off his head. He has rushed about the moor in a crazy state and eventually fallen over here and broken his neck.\"", "characters": 172, "sentences": 3}, {"text": "\"That seems the most reasonable theory,\" said Stapleton, and he gave a sigh which I took to indicate his relief. \"What do you think about it, Mr. Sherlock Holmes?\"", "characters": 163, "sentences": 3}, {"text": "\"We have been expecting you in these parts since Dr. Watson came down. You are in time to see a tragedy.\"", "characters": 105, "sentences": 4}, {"text": "\"Yes, indeed. I have no doubt that my friend's explanation will cover the facts. I will take an unpleasant remembrance back to London with me tomorrow.\"", "characters": 152, "sentences": 4}, {"text": "\"One cannot always have the success for which one hopes. An investigator needs facts and not legends or rumours. It has not been a satisfactory case.\"", "characters": 150, "sentences": 4}, {"text": "My friend spoke in his frankest and most unconcerned manner. Stapleton still looked hard at him. Then he turned to me.", "characters": 118, "sentences": 4}, {"text": "\"I would suggest carrying this poor fellow to my house, but it would give my sister such a fright that I do not feel justified in doing it. I think that if we put something over his face he will be safe until morning.\"", "characters": 218, "sentences": 3}, {"text": "And so it was arranged. Resisting Stapleton's offer of hospitality, Holmes and I set off to Baskerville Hall, leaving the naturalist to return alone. Looking back we saw the figure moving slowly away over the broad moor, and behind him that one black smudge on the silvered slope which showed where the man was lying who had come so horribly to his end.", "characters": 353, "sentences": 4}, {"text": "\"We're at close grips at last,\" said Holmes as we walked together across the moor. \"What a nerve the fellow has! How he pulled himself together in the face of what must have been a paralyzing shock when he found that the wrong man had fallen a victim to his plot. I told you in London, Watson, and I tell you now again, that we have never had a foeman more worthy of our steel.\"", "characters": 378, "sentences": 4}, {"text": "\"It may cause him to be more cautious, or it may drive him to desperate measures at once. Like most clever criminals, he may be too confident in his own cleverness and imagine that he has completely deceived us.\"", "characters": 212, "sentences": 3}, {"text": "\"My dear Watson, you were born to be a man of action. Your instinct is always to do something energetic. But supposing, for argument's sake, that we had him arrested tonight, what on earth the better off should we be for that? We could prove nothing against him. There's the devilish cunning of it! If he were acting through a human agent we could get some evidence, but if we were to drag this great dog to the light of day it would not help us in putting a rope round the neck of its master.\"", "characters": 494, "sentences": 5}, {"text": "\"Not a shadow of one--only surmise and conjecture. We should be laughed out of court if we came with such a story and such evidence.\"", "characters": 133, "sentences": 3}, {"text": "\"Found dead without a mark upon him. You and I know that he died of sheer fright, and we know also what frightened him, but how are we to get twelve stolid jurymen to know it? What signs are there of a hound? Where are the marks of its fangs? Of course we know that a hound does not bite a dead body and that Sir Charles was dead before ever the brute overtook him. But we have to prove all this, and we are not in a position to do it.\"", "characters": 436, "sentences": 4}, {"text": "\"We are not much better off tonight. Again, there was no direct connection between the hound and the man's death. We never saw the hound. We heard it, but we could not prove that it was running upon this man's trail. There is a complete absence of motive. No, my dear fellow; we must reconcile ourselves to the fact that we have no case at present, and that it is worth our while to run any risk in order to establish one.\"", "characters": 423, "sentences": 7}, {"text": "\"I have great hopes of what Mrs. Laura Lyons may do for us when the position of affairs is made clear to her. And I have my own plan as well. Sufficient for tomorrow is the evil thereof; but I hope before the day is past to have the upper hand at last.\"", "characters": 253, "sentences": 5}, {"text": "I could draw nothing further from him, and he walked, lost in thought, as far as the Baskerville gates.", "characters": 103, "sentences": 2}, {"text": "\"Yes; I see no reason for further concealment. But one last word, Watson. Say nothing of the hound to Sir Henry. Let him think that Selden's death was as Stapleton would have us believe. He will have a better nerve for the ordeal which he will have to undergo tomorrow, when he is engaged, if I remember your report aright, to dine with these people.\"", "characters": 351, "sentences": 6}, {"text": "\"Then you must excuse yourself and he must go alone. That will be easily arranged. And now, if we are too late for dinner, I think that we are both ready for our suppers.\"", "characters": 171, "sentences": 4}, {"text": "\"I've been moping in the house all day since Watson went off in the morning,\" said the baronet. \"I guess I should have some credit, for I have kept my promise. If I hadn't sworn not to go about alone I might have had a more lively evening, for I had a message from Stapleton asking me over there.\"", "characters": 297, "sentences": 4}, {"text": "\"I have no doubt that you would have had a more lively evening,\" said Holmes drily. \"By the way, I don't suppose you appreciate that we have been mourning over you as having broken your neck?\"", "characters": 192, "sentences": 2}, {"text": "\"This poor wretch was dressed in your clothes. I fear your servant who gave them to him may get into trouble with the police.\"", "characters": 126, "sentences": 3}, {"text": "\"That's lucky for him--in fact, it's lucky for all of you, since you are all on the wrong side of the law in this matter. I am not sure that as a conscientious detective my first duty is not to arrest the whole household. Watson's reports are most incriminating documents.\"", "characters": 273, "sentences": 4}, {"text": "\"But how about the case?\" asked the baronet. \"Have you made anything out of the tangle? I don't know that Watson and I are much the wiser since we came down.\"", "characters": 158, "sentences": 3}, {"text": "\"I think that I shall be in a position to make the situation rather more clear to you before long. It has been an exceedingly difficult and most complicated business. There are several points upon which we still want light--but it is coming all the same.\"", "characters": 255, "sentences": 4}, {"text": "\"We've had one experience, as Watson has no doubt told you. We heard the hound on the moor, so I can swear that it is not all empty superstition. I had something to do with dogs when I was out West, and I know one when I hear one. If you can muzzle that one and put him on a chain I'll be ready to swear you are the greatest detective of all time.\"", "characters": 348, "sentences": 5}, {"text": "\"If you will do this I think the chances are that our little problem will soon be solved. I have no doubt--\"", "characters": 108, "sentences": 2}, {"text": "He stopped suddenly and stared fixedly up over my head into the air. The lamp beat upon his face, and so intent was it and so still that it might have been that of a clear-cut classical statue, a personification of alertness and expectation.", "characters": 241, "sentences": 3}, {"text": "I could see as he looked down that he was repressing some internal emotion. His features were still composed, but his eyes shone with amused exultation.", "characters": 152, "sentences": 3}, {"text": "\"Excuse the admiration of a connoisseur,\" said he as he waved his hand towards the line of portraits which covered the opposite wall. \"Watson won't allow that I know anything of art but that is mere jealousy because our views upon the subject differ. Now, these are a really very fine series of portraits.\"", "characters": 306, "sentences": 4}, {"text": "\"Well, I'm glad to hear you say so,\" said Sir Henry, glancing with some surprise at my friend. \"I don't pretend to know much about these things, and I'd be a better judge of a horse or a steer than of a picture. I didn't know that you found time for such things.\"", "characters": 263, "sentences": 4}, {"text": "\"I know what is good when I see it, and I see it now. That's a Kneller, I'll swear, that lady in the blue silk over yonder, and the stout gentleman with the wig ought to be a Reynolds. They are all family portraits, I presume?\"", "characters": 227, "sentences": 3}, {"text": "\"That is Rear-Admiral Baskerville, who served under Rodney in the West Indies. The man with the blue coat and the roll of paper is Sir William Baskerville, who was Chairman of Committees of the House of Commons under Pitt.\"", "characters": 223, "sentences": 3}, {"text": "\"Ah, you have a right to know about him. That is the cause of all the mischief, the wicked Hugo, who started the Hound of the Baskervilles. We're not likely to forget him.\"", "characters": 172, "sentences": 4}, {"text": "\"Dear me!\" said Holmes, \"he seems a quiet, meek-mannered man enough, but I dare say that there was a lurking devil in his eyes. I had pictured him as a more robust and ruffianly person.\"", "characters": 186, "sentences": 3}, {"text": "\"There's no doubt about the authenticity, for the name and the date, 1647, are on the back of the canvas.\"", "characters": 106, "sentences": 2}, {"text": "Holmes said little more, but the picture of the old roysterer seemed to have a fascination for him, and his eyes were continually fixed upon it during supper. It was not until later, when Sir Henry had gone to his room, that I was able to follow the trend of his thoughts. He led me back into the banqueting-hall, his bedroom candle in his hand, and he held it up against the time-stained portrait on the wall.", "characters": 410, "sentences": 4}, {"text": "I looked at the broad plumed hat, the curling love-locks, the white lace collar, and the straight, severe face which was framed between them. It was not a brutal countenance, but it was prim, hard, and stern, with a firm-set, thin-lipped mouth, and a coldly intolerant eye.", "characters": 273, "sentences": 3}, {"text": "\"Just a suggestion, perhaps. But wait an instant!\" He stood upon a chair, and, holding up the light in his left hand, he curved his right arm over the broad hat and round the long ringlets.", "characters": 189, "sentences": 3}, {"text": "\"Ha, you see it now. My eyes have been trained to examine faces and not their trimmings. It is the first quality of a criminal investigator that he should see through a disguise.\"", "characters": 179, "sentences": 4}, {"text": "\"Yes, it is an interesting instance of a throwback, which appears to be both physical and spiritual. A study of family portraits is enough to convert a man to the doctrine of reincarnation. The fellow is a Baskerville--that is evident.\"", "characters": 236, "sentences": 4}, {"text": "\"Exactly. This chance of the picture has supplied us with one of our most obvious missing links. We have him, Watson, we have him, and I dare swear that before tomorrow night he will be fluttering in our net as helpless as one of his own butterflies. A pin, a cork, and a card, and we add him to the Baker Street collection!\" He burst into one of his rare fits of laughter as he turned away from the picture. I have not heard him laugh often, and it has always boded ill to somebody.", "characters": 483, "sentences": 6}, {"text": "I was up betimes in the morning, but Holmes was afoot earlier still, for I saw him as I dressed, coming up the drive.", "characters": 117, "sentences": 2}, {"text": "\"Yes, we should have a full day today,\" he remarked, and he rubbed his hands with the joy of action. \"The nets are all in place, and the drag is about to begin. We'll know before the day is out whether we have caught our big, leanjawed pike, or whether he has got through the meshes.\"", "characters": 284, "sentences": 4}, {"text": "\"I have sent a report from Grimpen to Princetown as to the death of Selden. I think I can promise that none of you will be troubled in the matter. And I have also communicated with my faithful Cartwright, who would certainly have pined away at the door of my hut, as a dog does at his master's grave, if I had not set his mind at rest about my safety.\"", "characters": 352, "sentences": 4}, {"text": "\"Good-morning, Holmes,\" said the baronet. \"You look like a general who is planning a battle with his chief of the staff.\"", "characters": 121, "sentences": 3}, {"text": "\"I hope that you will come also. They are very hospitable people, and I am sure that they would be very glad to see you.\"", "characters": 121, "sentences": 3}, {"text": "\"I hoped that you were going to see me through this business. The Hall and the moor are not very pleasant places when one is alone.\"", "characters": 132, "sentences": 3}, {"text": "\"My dear fellow, you must trust me implicitly and do exactly what I tell you. You can tell your friends that we should have been happy to have come with you, but that urgent business required us to be in town. We hope very soon to return to Devonshire. Will you remember to give them that message?\"", "characters": 298, "sentences": 4}, {"text": "\"Immediately after breakfast. We will drive in to Coombe Tracey, but Watson will leave his things as a pledge that he will come back to you. Watson, you will send a note to Stapleton to tell him that you regret that you cannot come.\"", "characters": 233, "sentences": 4}, {"text": "\"Because it is your post of duty. Because you gave me your word that you would do as you were told, and I tell you to stay.\"", "characters": 124, "sentences": 3}, {"text": "\"One more direction! I wish you to drive to Merripit House. Send back your trap, however, and let them know that you intend to walk home.\"", "characters": 138, "sentences": 3}, {"text": "\"This time you may do it with safety. If I had not every confidence in your nerve and courage I would not suggest it, but it is essential that you should do it.\"", "characters": 161, "sentences": 3}, {"text": "\"And as you value your life do not go across the moor in any direction save along the straight path which leads from Merripit House to the Grimpen Road, and is your natural way home.\"", "characters": 183, "sentences": 2}, {"text": "\"Very good. I should be glad to get away as soon after breakfast as possible, so as to reach London in the afternoon.\"", "characters": 118, "sentences": 3}, {"text": "\"You will take this train to town, Cartwright. The moment you arrive you will send a wire to Sir Henry Baskerville, in my name, to say that if he finds the pocketbook which I have dropped he is to send it by registered post to Baker Street.\"", "characters": 241, "sentences": 3}, {"text": "\"That is in answer to mine of this morning. He is the best of the professionals, I think, and we may need his assistance. Now, Watson, I think that we cannot employ our time better than by calling upon your acquaintance, Mrs. Laura Lyons.\"", "characters": 239, "sentences": 5}, {"text": "His plan of campaign was beginning to be evident. He would use the baronet in order to convince the Stapletons that we were really gone, while we should actually return at the instant when we were likely to be needed. That telegram from London, if mentioned by Sir Henry to the Stapletons, must remove the last suspicions from their minds. Already I seemed to see our nets drawing closer around that leanjawed pike.", "characters": 415, "sentences": 5}, {"text": "Mrs. Laura Lyons was in her office, and Sherlock Holmes opened his interview with a frankness and directness which considerably amazed her.", "characters": 139, "sentences": 3}, {"text": "\"I am investigating the circumstances which attended the death of the late Sir Charles Baskerville,\" said he. \"My friend here, Dr. Watson, has informed me of what you have communicated, and also of what you have withheld in connection with that matter.\"", "characters": 253, "sentences": 4}, {"text": "\"You have confessed that you asked Sir Charles to be at the gate at ten o'clock. We know that that was the place and hour of his death. You have withheld what the connection is between these events.\"", "characters": 199, "sentences": 4}, {"text": "\"In that case the coincidence must indeed be an extraordinary one. But I think that we shall succeed in establishing a connection, after all. I wish to be perfectly frank with you, Mrs. Lyons. We regard this case as one of murder, and the evidence may implicate not only your friend Mr. Stapleton but his wife as well.\"", "characters": 319, "sentences": 7}, {"text": "Mrs. Lyons had resumed her seat. Her hands were grasping the arms of her chair, and I saw that the pink nails had turned white with the pressure of her grip.", "characters": 157, "sentences": 4}, {"text": "\"I have come prepared to do so,\" said Holmes, drawing several papers from his pocket. \"Here is a photograph of the couple taken in York four years ago. It is indorsed 'Mr. and Mrs. Vandeleur,' but you will have no difficulty in recognizing him, and her also, if you know her by sight. Here are three written descriptions by trustworthy witnesses of Mr. and Mrs. Vandeleur, who at that time kept St. Oliver's private school. Read them and see if you can doubt the identity of these people.\"", "characters": 489, "sentences": 11}, {"text": "\"I entirely believe you, madam,\" said Sherlock Holmes. \"The recital of these events must be very painful to you, and perhaps it will make it easier if I tell you what occurred, and you can check me if I make any material mistake. The sending of this letter was suggested to you by Stapleton?\"", "characters": 292, "sentences": 3}, {"text": "\"I presume that the reason he gave was that you would receive help from Sir Charles for the legal expenses connected with your divorce?\"", "characters": 136, "sentences": 1}, {"text": "\"He told me that it would hurt his self-respect that any other man should find the money for such an object, and that though he was a poor man himself he would devote his last penny to removing the obstacles which divided us.\"", "characters": 226, "sentences": 2}, {"text": "\"He appears to be a very consistent character. And then you heard nothing until you read the reports of the death in the paper?\"", "characters": 128, "sentences": 2}, {"text": "\"He did. He said that the death was a very mysterious one, and that I should certainly be suspected if the facts came out. He frightened me into remaining silent.\"", "characters": 163, "sentences": 4}, {"text": "\"I think that on the whole you have had a fortunate escape,\" said Sherlock Holmes. \"You have had him in your power and he knew it, and yet you are alive. You have been walking for some months very near to the edge of a precipice. We must wish you good-morning now, Mrs. Lyons, and it is probable that you will very shortly hear from us again.\"", "characters": 343, "sentences": 6}, {"text": "The London express came roaring into the station, and a small, wiry bulldog of a man had sprung from a first-class carriage. We all three shook hands, and I saw at once from the reverential way in which Lestrade gazed at my companion that he had learned a good deal since the days when they had first worked together. I could well remember the scorn which the theories of the reasoner used then to excite in the practical man.", "characters": 426, "sentences": 4}, {"text": "\"The biggest thing for years,\" said Holmes. \"We have two hours before we need think of starting. I think we might employ it in getting some dinner and then, Lestrade, we will take the London fog out of your throat by giving you a breath of the pure night air of Dartmoor. Never been there? Ah, well, I don't suppose you will forget your first visit.\"", "characters": 350, "sentences": 5}, {"text": "The little detective smiled. \"As long as I have my trousers I have a hip-pocket, and as long as I have my hip-pocket I have something in it.\"", "characters": 141, "sentences": 3}, {"text": "\"My word, it does not seem a very cheerful place,\" said the detective with a shiver, glancing round him at the gloomy slopes of the hill and at the huge lake of fog which lay over the Grimpen Mire. \"I see the lights of a house ahead of us.\"", "characters": 240, "sentences": 3}, {"text": "\"That is Merripit House and the end of our journey. I must request you to walk on tiptoe and not to talk above a whisper.\"", "characters": 122, "sentences": 3}, {"text": "We moved cautiously along the track as if we were bound for the house, but Holmes halted us when we were about two hundred yards from it.", "characters": 137, "sentences": 2}, {"text": "\"Yes, we shall make our little ambush here. Get into this hollow, Lestrade. You have been inside the house, have you not, Watson? Can you tell the position of the rooms? What are those latticed windows at this end?\"", "characters": 215, "sentences": 3}, {"text": "\"The blinds are up. You know the lie of the land best. Creep forward quietly and see what they are doing--but for heaven's sake don't let them know that they are watched!\"", "characters": 171, "sentences": 3}, {"text": "I tiptoed down the path and stooped behind the low wall which surrounded the stunted orchard. Creeping in its shadow I reached a point whence I could look straight through the uncurtained window.", "characters": 195, "sentences": 3}, {"text": "There were only two men in the room, Sir Henry and Stapleton. They sat with their profiles towards me on either side of the round table. Both of them were smoking cigars, and coffee and wine were in front of them. Stapleton was talking with animation, but the baronet looked pale and distrait. Perhaps the thought of that lonely walk across the ill-omened moor was weighing heavily upon his mind.", "characters": 396, "sentences": 6}, {"text": "I have said that over the great Grimpen Mire there hung a dense, white fog. It was drifting slowly in our direction and banked itself up like a wall on that side of us, low but thick and well defined. The moon shone on it, and it looked like a great shimmering ice-field, with the heads of the distant tors as rocks borne upon its surface. Holmes's face was turned towards it, and he muttered impatiently as he watched its sluggish drift.", "characters": 438, "sentences": 5}, {"text": "\"Very serious, indeed--the one thing upon earth which could have disarranged my plans. He can't be very long, now. It is already ten o'clock. Our success and even his life may depend upon his coming out before the fog is over the path.\"", "characters": 236, "sentences": 5}, {"text": "\"If he isn't out in a quarter of an hour the path will be covered. In half an hour we won't be able to see our hands in front of us.\"", "characters": 133, "sentences": 3}, {"text": "So as the fog-bank flowed onward we fell back before it until we were half a mile from the house, and still that dense white sea, with the moon silvering its upper edge, swept slowly and inexorably on.", "characters": 201, "sentences": 2}, {"text": "\"We are going too far,\" said Holmes. \"We dare not take the chance of his being overtaken before he can reach us. At all costs we must hold our ground where we are.\" He dropped on his knees and clapped his ear to the ground. \"Thank God, I think that I hear him coming.\"", "characters": 268, "sentences": 6}, {"text": "Sir Henry lay insensible where he had fallen. We tore away his collar, and Holmes breathed a prayer of gratitude when we saw that there was no sign of a wound and that the rescue had been in time. Already our friend's eyelids shivered and he made a feeble effort to move. Lestrade thrust his brandy-flask between the baronet's teeth, and two frightened eyes were looking up at us.", "characters": 380, "sentences": 5}, {"text": "\"A cunning preparation of it,\" said Holmes, sniffing at the dead animal. \"There is no smell which might have interfered with his power of scent. We owe you a deep apology, Sir Henry, for having exposed you to this fright. I was prepared for a hound, but not for such a creature as this. And the fog gave us little time to receive him.\"", "characters": 335, "sentences": 6}, {"text": "\"Give me another mouthful of that brandy and I shall be ready for anything. So! Now, if you will help me up. What do you propose to do?\"", "characters": 136, "sentences": 3}, {"text": "\"To leave you here. You are not fit for further adventures tonight. If you will wait, one or other of us will go back with you to the Hall.\"", "characters": 140, "sentences": 4}, {"text": "He tried to stagger to his feet; but he was still ghastly pale and trembling in every limb. We helped him to a rock, where he sat shivering with his face buried in his hands.", "characters": 174, "sentences": 3}, {"text": "\"We must leave you now,\" said Holmes. \"The rest of our work must be done, and every moment is of importance. We have our case, and now we only want our man.", "characters": 156, "sentences": 4}, {"text": "\"It's a thousand to one against our finding him at the house,\" he continued as we retraced our steps swiftly down the path. \"Those shots must have told him that the game was up.\"", "characters": 178, "sentences": 3}, {"text": "\"He followed the hound to call him off--of that you may be certain. No, no, he's gone by this time! But we'll search the house and make sure.\"", "characters": 142, "sentences": 3}, {"text": "The front door was open, so we rushed in and hurried from room to room to the amazement of a doddering old manservant, who met us in the passage. There was no light save in the dining-room, but Holmes caught up the lamp and left no corner of the house unexplored. No sign could we see of the man whom we were chasing. On the upper floor, however, one of the bedroom doors was locked.", "characters": 383, "sentences": 5}, {"text": "A faint moaning and rustling came from within. Holmes struck the door just over the lock with the flat of his foot and it flew open. Pistol in hand, we all three rushed into the room.", "characters": 183, "sentences": 4}, {"text": "But there was no sign within it of that desperate and defiant villain whom we expected to see. Instead we were faced by an object so strange and so unexpected that we stood for a moment staring at it in amazement.", "characters": 213, "sentences": 3}, {"text": "\"The brute!\" cried Holmes. \"Here, Lestrade, your brandy-bottle! Put her in the chair! She has fainted from ill-usage and exhaustion.\"", "characters": 133, "sentences": 3}, {"text": "\"You bear him no good will, madam,\" said Holmes. \"Tell us then where we shall find him. If you have ever aided him in evil, help us now and so atone.\"", "characters": 150, "sentences": 4}, {"text": "\"There is but one place where he can have fled,\" she answered. \"There is an old tin mine on an island in the heart of the mire. It was there that he kept his hound and there also he had made preparations so that he might have a refuge. That is where he would fly.\"", "characters": 264, "sentences": 5}, {"text": "\"He may find his way in, but never out,\" she cried. \"How can he see the guiding wands tonight? We planted them together, he and I, to mark the pathway through the mire. Oh, if I could only have plucked them out today. Then indeed you would have had him at your mercy!\"", "characters": 268, "sentences": 4}, {"text": "\"Exactly. He retained it in his hand after using it to set the hound upon the track. He fled when he knew the game was up, still clutching it. And he hurled it away at this point of his flight. We know at least that he came so far in safety.\"", "characters": 242, "sentences": 6}, {"text": "\"We had an example of his readiness of resource that morning when he got away from us so successfully, and also of his audacity in sending back my own name to me through the cabman. From that moment he understood that I had taken over the case in London, and that therefore there was no chance for him there. He returned to Dartmoor and awaited the arrival of the baronet.\"", "characters": 373, "sentences": 4}, {"text": "\"One moment!\" said I. \"You have, no doubt, described the sequence of events correctly, but there is one point which you have left unexplained. What became of the hound when its master was in London?\"", "characters": 199, "sentences": 3}, {"text": "\"He could not hope to frighten Sir Henry to death as he had done the old uncle with his bogie hound.\"", "characters": 101, "sentences": 2}, {"text": "\"The beast was savage and half-starved. If its appearance did not frighten its victim to death, at least it would paralyze the resistance which might be offered.\"", "characters": 162, "sentences": 3}, {"text": "\"No doubt. There only remains one difficulty. If Stapleton came into the succession, how could he explain the fact that he, the heir, had been living unannounced under another name so close to the property? How could he claim it without causing suspicion and inquiry?\"", "characters": 268, "sentences": 3}], "id": 2852, "paragraphs": 584, "author": "A. Conan Doyle"}