{"title": "Following the Equator, Complete", "data": [{"text": "FOLLOWING                               THE EQUATOR                        A JOURNEY AROUND THE WORLD                                    BY                                MARK TWAIN                            SAMUEL L. CLEMENS                          HARTFORD, CONNECTICUT", "characters": 273, "sentences": 2}, {"text": "THIS BOOK                      Is affectionately inscribed to                             MY YOUNG FRIEND                               HARRY ROGERS                             WITH RECOGNITION          OF WHAT HE IS, AND APPREHENSION OF WHAT HE MAY BECOME               UNLESS HE FORM HIMSELF A LITTLE MORE CLOSELY                            UPON THE MODEL OF                               THE AUTHOR.", "characters": 402, "sentences": 2}, {"text": "THE PUDD'NHEAD MAXIMS.             THESE WISDOMS ARE FOR THE LURING OF YOUTH TOWARD                HIGH MORAL ALTITUDES.  THE AUTHOR DID NOT                   GATHER THEM FROM PRACTICE, BUT FROM                    OBSERVATION.  TO BE GOOD IS NOBLE;                          BUT TO SHOW OTHERS HOW                           TO BE GOOD IS NOBLER                             AND NO TROUBLE.", "characters": 387, "sentences": 5}, {"text": "CHAPTER I. The Party--Across America to Vancouver--On Board the Warrimo--Steamer Chairs--The Captain--Going Home under a Cloud--A Gritty Purser--The Brightest Passenger--Remedy for Bad Habits--The Doctor and the Lumbago --A Moral Pauper--Limited Smoking--Remittance-men.", "characters": 270, "sentences": 3}, {"text": "CHAPTER II. Change of Costume--Fish, Snake, and Boomerang Stories--Tests of Memory --A Brahmin Expert--General Grant's Memory--A Delicately Improper Tale", "characters": 153, "sentences": 2}, {"text": "CHAPTER III. Honolulu--Reminiscences of the Sandwich Islands--King Liholiho and His Royal Equipment--The Tabu--The Population of the Island--A Kanaka Diver --Cholera at Honolulu--Honolulu; Past and Present--The Leper Colony", "characters": 223, "sentences": 2}, {"text": "CHAPTER IV. Leaving Honolulu--Flying-fish--Approaching the Equator--Why the Ship Went Slow--The Front Yard of the Ship--Crossing the Equator--Horse Billiards or Shovel Board--The Waterbury Watch--Washing Decks--Ship Painters--The Great Meridian--The Loss of a Day--A Babe without a Birthday", "characters": 290, "sentences": 2}, {"text": "CHAPTER V. A lesson in Pronunciation--Reverence for Robert Burns--The Southern Cross--Troublesome Constellations--Victoria for a Name--Islands on the Map--Alofa and Fortuna--Recruiting for the Queensland Plantations --Captain Warren's NoteBook--Recruiting not thoroughly Popular", "characters": 278, "sentences": 2}, {"text": "CHAPTER VI. Missionaries Obstruct Business--The Sugar Planter and the Kanaka--The Planter's View--Civilizing the Kanaka--The Missionary's View--The Result --Repentant Kanakas--Wrinkles--The Death Rate in Queensland", "characters": 214, "sentences": 2}, {"text": "CHAPTER VII. The  Fiji Islands--Suva--The Ship from Duluth--Going Ashore--Midwinter in Fiji--Seeing the Governor--Why Fiji was Ceded to England--Old time Fijians--Convicts among the Fijians--A Case Where Marriage was a Failure- - Immortality with Limitations", "characters": 258, "sentences": 2}, {"text": "CHAPTER VIII. A Wilderness of Islands--Two Men without a Country--A Naturalist from New Zealand--The Fauna of Australasia--Animals, Insects, and Birds--The Ornithorhynchus--Poetry and Plagiarism", "characters": 194, "sentences": 2}, {"text": "Close to Australia--Porpoises at Night--Entrance to Sydney Harbor--The Loss of the Duncan Dunbar--The Harbor--The City of Sydney--Spring-time in Australia--The Climate--Information for Travelers--The Size of Australia --A Dust-Storm and Hot Wind", "characters": 245, "sentences": 1}, {"text": "CHAPTER X. The  Discovery of Australia--Transportation of Convicts--Discipline --English Laws, Ancient and Modern--Flogging Prisoners to Death--Arrival of Settlers--New South Wales Corps--Rum Currency--Intemperance Everywhere --$100,000 for One Gallon of Rum--Development of the Country--Immense Resources", "characters": 305, "sentences": 2}, {"text": "CHAPTER XI. Hospitality of English-speaking People--Writers and their Gratitude--Mr. Gane and the Panegyrics--Population of Sydney An English City with American Trimming--\"Squatters\"--Palaces and Sheep Kingdoms--Wool and Mutton--Australians and Americans--Costermonger Pronunciation--England is \"Home\"--Table Talk--English and Colonial Audiences 124", "characters": 349, "sentences": 3}, {"text": "CHAPTER XII. Mr. X., a Missionary--Why Christianity Makes Slow Progress in India--A Large Dream--Hindoo Miracles and Legends--Sampson and Hanuman--The Sandstone Ridge--Where are the Gates?", "characters": 188, "sentences": 4}, {"text": "CHAPTER XIII. Public Works in Australasia--Botanical Garden of Sydney--Four Special Socialties--The Government House--A Governor and His Functions--The Admiralty House--The Tour of the Harbor--Shark Fishing--Cecil Rhodes' Shark and his First Fortune--Free Board for Sharks.", "characters": 273, "sentences": 3}, {"text": "CHAPTER XIV. Bad Health--To Melbourne by Rail--Maps Defective--The Colony of Victoria --A Round-trip Ticket from Sydney--Change Cars, from Wide to Narrow Gauge, a Peculiarity at Albury--Customs-fences--\"My Word\"--The Blue Mountains--Rabbit Piles--Government R. R. Restaurants--Duchesses for Waiters--\"Sheep-dip\"--Railroad Coffee--Things Seen and Not Seen", "characters": 354, "sentences": 4}, {"text": "CHAPTER XV. Wagga-Wagga--The Tichborne Claimant--A Stock Mystery--The Plan of the Romance--The Realization--The Henry Bascom Mystery--Bascom Hall--The Author's Death and Funeral", "characters": 177, "sentences": 2}, {"text": "CHAPTER XVI. Melbourne and its Attractions--The Melbourne Cup Races--Cup Day--Great Crowds--Clothes Regardless of Cost--The Australian Larrikin--Is He Dead? --Australian Hospitality--Melbourne Wool-brokers--The Museums--The Palaces --The Origin of Melbourne", "characters": 257, "sentences": 2}, {"text": "CHAPTER XVII. The British Empire--Its Exports and Imports--The Trade of Australia--To Adelaide--Broken Hill Silver Mine--A Roundabout road--The Scrub and its Possibilities for the Novelist--The Aboriginal Tracker--A Test Case--How Does One Cow-Track Differ from Another?", "characters": 270, "sentences": 2}, {"text": "CHAPTER XVIII. The Gum Trees--Unsociable Trees--Gorse and Broom--A universal Defect--An Adventurer--Wanted L200, got L20,000,000--A Vast Land Scheme--The Smash-up--The Corpse Got Up and Danced--A Unique Business by One Man --Buying the Kangaroo Skin--The Approach to Adelaide--Everything Comes to Him who Waits--A Healthy Religious Atmosphere--What is the Matter with the Specter?", "characters": 380, "sentences": 2}, {"text": "The Botanical Gardens--Contributions from all Countries--The Zoological Gardens of Adelaide--The Laughing Jackass--The Dingo--A Misnamed Province--Telegraphing from Melbourne to San Francisco--A Mania for Holidays--The Temperature--The Death Rate--Celebration of the Reading of the Proclamation of 1836--Some old Settlers at the Commemoration--Their Staying Powers--The Intelligence of the Aboriginal --The Antiquity of the Boomerang", "characters": 433, "sentences": 1}, {"text": "CHAPTER XX. A Caller--A Talk about Old Times--The Fox Hunt--An Accurate Judgment of an Idiot--How We Passed the Custom Officers in Italy", "characters": 136, "sentences": 2}, {"text": "CHAPTER XXI. The \"Weet-Weet\"--Keeping down the Population--Victoria--Killing the Aboriginals--Pioneer Days in Queensland--Material for a Drama--The Bush --Pudding with Arsenic--Revenge--A Right Spirit but a Wrong Method--Death of Donga Billy", "characters": 241, "sentences": 2}, {"text": "CHAPTER XXII. Continued Description of Aboriginals--Manly Qualities--Dodging Balls --Feats of Spring--Jumping--Where the Kangaroo Learned its Art--Well Digging--Endurance--Surgery--Artistic Abilities--Fennimore Cooper's Last Chance--Australian Slang", "characters": 249, "sentences": 2}, {"text": "CHAPTER XXIII. To Horsham (Colony of Victoria)--Description of Horsham--At the Hotel --Pepper Tree-The Agricultural College, Forty Pupils--High Temperature --Width of Road in Chains, Perches, etc.--The Bird with a Forgettable Name--The Magpie and the Lady--Fruit Trees--Soils--Sheep Shearing--To Stawell --Gold Mining Country--$75,000 per Month Income and able to Keep House --Fine Grapes and Wine--The Dryest Community on Earth--The Three Sisters --Gum Trees and Water", "characters": 469, "sentences": 3}, {"text": "Road to Ballarat--The City--Great Gold Strike, 1851--Rush for Australia --\"Great Nuggets\"--Taxation--Revolt and Victory--Peter Lalor and the Eureka Stockade--\"Pencil Mark\"--Fine Statuary at Ballarat--Population --Ballarat English", "characters": 229, "sentences": 1}, {"text": "CHAPTER XXV. Bound for Bendigo--The Priest at Castlemaine--Time Saved by Walking --Description of Bendigo--A Valuable Nugget--Perseverence and Success --Mr. Blank and His Influence--Conveyance of an Idea--I Had to Like the Irishman--Corrigan Castle, and the Mark Twain Club--My Bascom Mystery Solved", "characters": 299, "sentences": 3}, {"text": "CHAPTER XXVI. Where New Zealand Is--But Few Know--Things People Think They Know--The Yale Professor and His Visitor from N. Z.", "characters": 126, "sentences": 4}, {"text": "CHAPTER XXVII. The South Pole Swell--Tasmania--Extermination of the Natives--The Picture Proclamation--The Conciliator--The Formidable Sixteen", "characters": 142, "sentences": 2}, {"text": "CHAPTER XXVIII. When the Moment Comes the Man Appears--Why Ed. Jackson called on Commodore Vanderbilt--Their Interview--Welcome to the Child of His Friend --A Big Time but under Inspection--Sent on Important Business--A Visit to the Boys on the Boat", "characters": 249, "sentences": 3}, {"text": "CHAPTER XXIX: Tasmania, Early Days--Description of the Town of Hobart--An Englishman's Love of Home Surroundings--Neatest City on Earth--The Museum--A Parrot with an Acquired Taste--Glass Arrow Beads--Refuge for the Indigent too healthy", "characters": 236, "sentences": 1}, {"text": "CHAPTER XXX. Arrival at Bluff, N. Z.--Where the Rabbit Plague Began--The Natural Enemy of the Rabbit--Dunedin--A Lovely Town--Visit to Dr. Hockin--His Museum --A Liquified Caterpillar--The Unperfected Tape Worm--The Public Museum and Picture Gallery", "characters": 249, "sentences": 5}, {"text": "CHAPTER XXXI.  The Express Train--\"A Hell of a Hotel at Maryborough\" --Clocks and Bells--Railroad Service.", "characters": 106, "sentences": 3}, {"text": "CHAPTER XXXII. Description of the Town of Christ Church--A Fine Museum--Jade-stone Trinkets--The Great Moa--The First Maori in New Zealand--Women Voters --\"Person\" in New Zealand Law Includes Woman--Taming an Ornithorhynchus --A Voyage in the 'Flora' from Lyttelton--Cattle Stalls for Everybody --A Wonderful Time.", "characters": 314, "sentences": 3}, {"text": "CHAPTER XXXIII. The Town of Nelson--\"The Mongatapu Murders,\" the Great Event of the Town --Burgess' Confession--Summit of Mount Eden--Rotorua and the Hot Lakes and Geysers--Thermal Springs District--Kauri Gum--Tangariwa Mountains", "characters": 229, "sentences": 2}, {"text": "CHAPTER XXXIV. The Bay of Gisborne--Taking in Passengers by the Yard Arm--The Green Ballarat Fly--False Teeth--From Napier to Hastings by the Ballarat Fly Train--Kauri Trees--A Case of Mental Telegraphy", "characters": 202, "sentences": 2}, {"text": "CHAPTER XXXV. Fifty Miles in Four Hours--Comfortable Cars--Town of Wauganui--Plenty of Maoris--On the Increase--Compliments to the Maoris--The Missionary Ways all Wrong--The Tabu among the Maoris--A Mysterious Sign--Curious War-monuments--Wellington", "characters": 249, "sentences": 2}, {"text": "CHAPTER XXXVI. The Poems of Mrs. Moore--The Sad Fate of William Upson--A Fellow Traveler Imitating the Prince of Wales--A Would-be Dude--Arrival at Sydney --Curious Town Names with Poem", "characters": 185, "sentences": 3}, {"text": "CHAPTER XXXVII. From Sydney for Ceylon--A Lascar Crew--A Fine Ship--Three Cats and a Basket of Kittens--Dinner Conversations--Veuve Cliquot Wine--At Anchor in King George's Sound Albany Harbor--More Cats--A Vulture on Board--Nearing the Equator again--Dressing for Dinner--Ceylon, Hotel Bristol--Servant Brampy--A Feminine Man--Japanese Jinriksha or Cart--Scenes in Ceylon--A Missionary School--Insincerity of Clothes", "characters": 417, "sentences": 2}, {"text": "CHAPTER XXXVIII. Steamer Rosetta to Bombay--Limes 14 cents a Barrel--Bombay, a Bewitching City--Descriptions of People and Dress--Woman as a Road Decoration --India, the Land of Dreams and Romance--Fourteen Porters to Carry Baggage --Correcting a Servant--Killing a Slave--Arranging a Bedroom--Three Hours' Work and a Terrible Racket--The Bird of Birds, the Indian Crow", "characters": 369, "sentences": 2}, {"text": "CHAPTER XXXIX. God Vishnu, 108 Names--Change of Titles or Hunting for an Heir--Bombay as a Kaleidoscope--The Native's Man Servant--Servants' Recommendations--How Manuel got his Name and his English--Satan--A Visit from God", "characters": 222, "sentences": 2}, {"text": "CHAPTER XL. The Government House at Malabar Point--Mansion of Kumar Shri Samatsin Hji Bahadur--The Indian Princess--A Difficult Game--Wardrobe and Jewels --Ceremonials--Decorations when Leaving--The Towers of Silence--A Funeral", "characters": 227, "sentences": 2}, {"text": "CHAPTER XLI. A Jain Temple--Mr. Roychand's Bungalow--A Decorated Six-Gun Prince--Human Fireworks--European Dress, Past and Present--Complexions--Advantages with the Zulu--Festivities at the Bungalow--Nautch Dancers--Entrance of the Prince--Address to the Prince", "characters": 261, "sentences": 3}, {"text": "CHAPTER XLII. A Hindoo Betrothal, midnight, Sleepers on the ground, Home of the Bride of Twelve Years Dressed as a Boy--Illumination--Nautch Girls--Imitating Snakes--Later--Illuminated Porch Filled with Sleepers--The Plague", "characters": 223, "sentences": 2}, {"text": "CHAPTER XLIII. Murder Trial in Bombay--Confidence Swindlers--Some Specialities of India --The Plague, Juggernaut, Suttee, etc.--Everything on Gigantic Scale --India First in Everything--80 States, more Custom Houses than Cats-- Rich Ground for Thug Society", "characters": 256, "sentences": 3}, {"text": "CHAPTER XLIV. Official Thug Book--Supplies for Traveling, Bedding, and other Freight-- Scene at Railway Station--Making Way for White Man--Waiting Passengers, High and Low Caste, Touch in the cars--Our Car--Beds made up--Dreaming of Thugs --Baroda--Meet Friends--Indian Well--The Old Town--Narrow Streets--A Mad Elephant", "characters": 320, "sentences": 2}, {"text": "Elephant Riding--Howdahs--The New Palace--The Prince's Excursion--Gold and Silver Artillery--A Vice-royal Visit--Remarkable Dog--The Bench Show --Augustin Daly's Back Door--Fakeer", "characters": 179, "sentences": 1}, {"text": "CHAPTER XLVI. The Thugs--Government Efforts to Exterminate them--Choking a Victim--A Fakeer Spared--Thief Strangled", "characters": 115, "sentences": 2}, {"text": "CHAPTER XLVII. Thugs, Continued--Record of Murders--A Joy of Hunting and Killing Men --Gordon Cumming--Killing an Elephant--Family Affection among Thugs --Burial Places", "characters": 168, "sentences": 2}, {"text": "CHAPTER XLVIII. Starting for Allahabad--Lower Berths in Sleepers--Elderly Ladies have Preference of Berths--An American Lady Takes One Anyhow--How Smythe Lost his Berth--How He Got Even--The Suttee", "characters": 197, "sentences": 2}, {"text": "CHAPTER L. On the Road to Benares--Dust and Waiting--The Bejeweled Crowd--A Native Prince and his Guard--Zenana Lady--The Extremes of Fashion--The Hotel at Benares--An Annex a Mile Away--Doors in India--The Peepul Tree--Warning against Cold Baths--A Strange Fruit--Description of Benares--The Beginning of Creation--Pilgrims to Benares--A Priest with a Good Business Stand--Protestant Missionary--The Trinity Brahma, Shiva, and Vishnu --Religion the Business at Benares", "characters": 469, "sentences": 2}, {"text": "CHAPTER LII. A Curious Way to Secure Salvation--The Banks of the Ganges--Architecture Represents Piety--A Trip on the River--Bathers and their Costumes --Drinking the Water--A Scientific Test of the Nasty Purifier--Hindoo Faith in the Ganges--A Cremation--Remembrances of the Suttee--All Life Sacred Except Human Life--The Goddess Bhowanee, and the Sacrificers-- Sacred Monkeys--Ugly Idols Everywhere--Two White Minarets--A Great View with a Monkey in it--A Picture on the Water", "characters": 478, "sentences": 2}, {"text": "CHAPTER LIII. Still in Benares--Another Living God--Why Things are Wonderful--Sri 108 Utterly Perfect--How He Came so--Our Visit to Sri--A Friendly Deity Exchanging Autographs and Books--Sri's Pupil--An Interesting Man --Reverence and Irreverence--Dancing in a Sepulchre", "characters": 270, "sentences": 2}, {"text": "CHAPTER LIV. Rail to Calcutta--Population--The \"City of Palaces\"--A Fluted Candle-stick--Ochterlony--Newspaper Correspondence--Average Knowledge of Countries--A Wrong Idea of Chicago--Calcutta and the Black Hole --Description of the Horrors--Those Who Lived--The Botanical Gardens--The Afternoon Turnout--Grand Review--Military Tournament--Excursion on the Hoogly--The Museum--What Winter Means in Calcutta", "characters": 406, "sentences": 2}, {"text": "CHAPTER LVI. On the Road Again--The Hand-Car--A Thirty-five-mile Slide--The Banyan Tree--A Dramatic Performance--The Railroad Loop--The Half-way House--The Brain Fever Bird--The Coppersmith Bird--Nightingales and Cue Owls", "characters": 221, "sentences": 2}, {"text": "CHAPTER LVII. India the Most Extraordinary Country on Earth--Nothing Forgotten--The Land of Wonders--Annual Statistics Everywhere about Violence--Tiger vs. Man--A Handsome Fight--Annual Man Killing and Tiger Killing--Other Animals--Snakes--Insurance and Snake Tables--The Cobra Bite--Muzaffurpore --Dinapore--A Train that Stopped for Gossip--Six Hours for Thirty-five Miles--A Rupee to the Engineer--Ninety Miles an Hour--Again to Benares, the Piety Hiv--To Lucknow", "characters": 465, "sentences": 3}, {"text": "CHAPTER LVIII. The Great Mutiny--The Massacre in Cawnpore--Terrible Scenes in Lucknow --The Residency--The Siege", "characters": 112, "sentences": 2}, {"text": "CHAPTER LIX. A Visit to the Residency--Cawnpore--The Adjutant Bird and the Hindoo Corpse--The Taj Mahal--The True Conception--The Ice Storm--True Gems --Syrian Fountains--An Exaggerated Niagara", "characters": 193, "sentences": 2}, {"text": "CHAPTER LX. To Lahore--The Governor's Elephant--Taking a Ride--No Danger from Collision--Rawal Pindi--Back to Delhi--An Orientalized Englishman --Monkeys and the Paint-pot--Monkey Crying over my Note-book--Arrival at Jeypore--In Rajputana--Watching Servants--The Jeypore Hotel--Our Old and New Satan--Satan as a Liar--The Museum--A Street Show--Blocks of Houses --A Religious Procession", "characters": 386, "sentences": 2}, {"text": "CHAPTER LXI. Methods in American Deaf and Dumb Asylums--Methods in the Public Schools --A Letter from a Youth in Punjab--Highly Educated Service--A Damage to the Country--A Little Book from Calcutta--Writing Poor English --Embarrassed by a Beggar Girl--A Specimen Letter--An Application for Employment--A Calcutta School Examination--Two Samples of Literature", "characters": 359, "sentences": 2}, {"text": "CHAPTER LXIII. Port Louis--Matches no Good--Good Roads--Death Notices--Why European Nations Rob Each Other--What Immigrants to Mauritius Do--Population --Labor Wages--The Camaron--The Palmiste and other Eatables--Monkeys--The Cyclone of 1892--Mauritius a Sunday Landscape", "characters": 271, "sentences": 2}, {"text": "CHAPTER LXV. Royal Hotel Durban--Bells that Did not Ring--Early Inquiries for Comforts --Change of Temperature after Sunset--Rickhaws--The Hotel Chameleon --Natives not out after the Bell--Preponderance of Blacks in Natal--Hair Fashions in Natal--Zulus for Police--A Drive round the Berea--The Cactus and other Trees--Religion a Vital Matter--Peculiar Views about Babies --Zulu Kings--A Trappist Monastery--Transvaal Politics--Reasons why the Trouble came About", "characters": 461, "sentences": 2}, {"text": "CHAPTER LXVI. Jameson over the Border--His Defeat and Capture--Sent to England for Trial--Arrest of Citizens by the Boers--Commuted Sentences--Final Release of all but Two--Interesting Days for a Stranger--Hard to Understand Either Side--What the Reformers Expected to Accomplish--How They Proposed to Do it--Testimonies a Year Later--A \"Woman's Part\"--The Truth of the South African Situation--\"Jameson's Ride\"--A Poem", "characters": 419, "sentences": 2}, {"text": "CHAPTER LXVII Jameson's Raid--The Reform Committee's Difficult Task--Possible Plans --Advice that Jameson Ought to Have--The War of 1881 and its Lessons --Statistics of Losses of the Combatants--Jameson's Battles--Losses on Both Sides--The Military Errors--How the Warfare Should Have Been Carried on to Be Successful", "characters": 317, "sentences": 1}, {"text": "CONCLUSION. Table Rock--Table Bay--The Castle--Government and Parliament--The Club --Dutch Mansions and their Hospitality--Dr. John Barry and his Doings--On the Ship Norman--Madeira--Arrived in Southampton", "characters": 205, "sentences": 3}, {"text": "A man may have no bad habits and have worse.                              --Pudd'nhead Wilson's New Calendar.", "characters": 109, "sentences": 3}, {"text": "The starting point of this lecturing-trip around the world was Paris, where we had been living a year or two.", "characters": 109, "sentences": 2}, {"text": "We sailed for America, and there made certain preparations.  This took but little time.  Two members of my family elected to go with me.  Also a carbuncle.  The dictionary says a carbuncle is a kind of jewel.  Humor is out of place in a dictionary.", "characters": 248, "sentences": 7}, {"text": "The captain, with his gentle nature, his polish, his sweetness, his moral and verbal purity, seemed pathetically out of place in his rude and autocratic vocation.  It seemed another instance of the irony of fate.", "characters": 212, "sentences": 3}, {"text": "I can quit any of my nineteen injurious habits at any time, and without discomfort or inconvenience.  I think that the Dr. Tanners and those others who go forty days without eating do it by resolutely keeping out the desire to eat, in the beginning, and that after a few hours the desire is discouraged and comes no more.", "characters": 321, "sentences": 4}, {"text": "Once I tried my scheme in a large medical way.  I had been confined to my bed several days with lumbago.  My case refused to improve.  Finally the doctor said,--", "characters": 161, "sentences": 4}, {"text": "\"My remedies have no fair chance.  Consider what they have to fight, besides the lumbago.  You smoke extravagantly, don't you?\"", "characters": 127, "sentences": 3}, {"text": "\"Very well, there you see what I have to contend against.  We can't make progress the way the matter stands.  You must make a reduction in these things; you must cut down your consumption of them considerably for some days.\"", "characters": 224, "sentences": 4}, {"text": "He said that that would answer, and said he would come around in twenty-four hours and begin work again.  He was taken ill himself and could not come; but I did not need him.  I cut off all those things for two days and nights; in fact, I cut off all kinds of food, too, and all drinks except water, and at the end of the forty-eight hours the lumbago was discouraged and left me.  I was a well man; so I gave thanks and took to those delicacies again.", "characters": 452, "sentences": 5}, {"text": "When in doubt, tell the truth.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 100, "sentences": 3}, {"text": "About four days out from Victoria we plunged into hot weather, and all the male passengers put on white linen clothes.  One or two days later we crossed the 25th parallel of north latitude, and then, by order, the officers of the ship laid away their blue uniforms and came out in white linen ones.  All the ladies were in white by this time.  This prevalence of snowy costumes gave the promenade deck an invitingly cool, and cheerful and picnicky aspect.", "characters": 455, "sentences": 5}, {"text": "The Brahmin now sat silent and thinking, a while, then began and repeated all the sentences, placing the words in their proper order, and untangled the disordered arithmetical problems and gave accurate answers to them all.", "characters": 223, "sentences": 2}, {"text": "In the beginning he had asked the company to throw almonds at him during the two hours, he to remember how many each gentleman had thrown; but none were thrown, for the Viceroy said that the test would be a sufficiently severe strain without adding that burden to it.", "characters": 267, "sentences": 2}, {"text": "The President gave my hand an unsympathetic wag and dropped it.  He did not say a word but just stood.  In my trouble I could not think of anything to say, I merely wanted to resign.  There was an awkward pause, a dreary pause, a horrible pause.  Then I thought of something, and looked up into that unyielding face, and said timidly:--", "characters": 336, "sentences": 5}, {"text": "His face broke--just a little--a wee glimmer, the momentary flicker of a summer-lightning smile, seven years ahead of time--and I was out and gone as soon as it was.", "characters": 165, "sentences": 2}, {"text": "And now General Grant, arm-in-arm with Major Carter Harrison, stepped out on the platform, followed two and two by the badged and uniformed reception committee.  General Grant was looking exactly as he had looked upon that trying occasion of ten years before--all iron and bronze self-possession.  Mr. Harrison came over and led me to the General and formally introduced me.  Before I could put together the proper remark, General Grant said--", "characters": 443, "sentences": 5}, {"text": "\"Mr. Clemens, I am not embarrassed.  Are you?\"--and that little seven-year smile twinkled across his face again.", "characters": 112, "sentences": 4}, {"text": "At last the time seemed ripe for a final advance, and Brown gathered his courage together and resolved to make it.  He would take along a contribution of double the usual size, and win the mother over; with her opposition annulled, the rest of the conquest would be sure and prompt.", "characters": 282, "sentences": 3}, {"text": "He took to the road in the middle of a placid Sunday afternoon in the soft Missourian summer, and he was equipped properly for his mission.  He was clothed all in white linen, with a blue ribbon for a necktie, and he had on dressy tight boots.  His horse and buggy were the finest that the livery stable could furnish.  The lap robe was of white linen, it was new, and it had a hand-worked border that could not be rivaled in that region for beauty and elaboration.", "characters": 465, "sentences": 5}, {"text": "When he was four miles out on the lonely road and was walking his horse over a wooden bridge, his straw hat blew off and fell in the creek, and floated down and lodged against a bar.  He did not quite know what to do. He must have the hat, that was manifest; but how was he to get it?", "characters": 284, "sentences": 3}, {"text": "Then he had an idea.  The roads were empty, nobody was stirring.  Yes, he would risk it.  He led the horse to the roadside and set it to cropping the grass; then he undressed and put his clothes in the buggy, petted the horse a moment to secure its compassion and its loyalty, then hurried to the stream.  He swam out and soon had the hat.  When he got to the top of the bank the horse was gone!", "characters": 395, "sentences": 6}, {"text": "He had come upon Mrs. Enderby, Mrs.  Glossop, Mrs. Taylor, and Mary. They were on foot, and seemed tired and excited.  They came at once to the buggy and shook hands, and all spoke at once, and said eagerly and earnestly, how glad they were that he was come, and how fortunate it was. And Mrs. Enderby said, impressively:", "characters": 321, "sentences": 8}, {"text": "\"It looks like an accident, his coming at such a time; but let no one profane it with such a name; he was sent--sent from on high.\"", "characters": 131, "sentences": 2}, {"text": "\"Sarah Enderby, you never said a truer word in your life.  This is no accident, it is a special Providence.  He was sent.  He is an angel--an angel as truly as ever angel was--an angel of deliverance.  I say angel, Sarah Enderby, and will have no other word.  Don't let any one ever say to me again, that there's no such thing as special Providences; for if this isn't one, let them account for it that can.\"", "characters": 408, "sentences": 7}, {"text": "\"I know it's so,\" said Mrs. Taylor, fervently.  \"John Brown, I could worship you; I could go down on my knees to you.  Didn't something tell you?--didn't you feel that you were sent?  I could kiss the hem of your laprobe.\"", "characters": 222, "sentences": 5}, {"text": "\"Why, just look at it all around, Julia Glossop.  Any person can see the hand of Providence in it.  Here at noon what do we see?  We see the smoke rising.  I speak up and say, 'That's the Old People's cabin afire.' Didn't I, Julia Glossop?\"", "characters": 240, "sentences": 5}, {"text": "\"The very words you said, Nancy Taylor.  I was as close to you as I am now, and I heard them.  You may have said hut instead of cabin, but in substance it's the same.  And you were looking pale, too.\"", "characters": 200, "sentences": 5}, {"text": "\"Pale?  I was that pale that if--why, you just compare it with this laprobe.  Then the next thing I said was, 'Mary Taylor, tell the hired man to rig up the team-we'll go to the rescue.'  And she said, 'Mother, don't you know you told him he could drive to see his people, and stay over Sunday?'  And it was just so.  I declare for it, I had forgotten it. 'Then,' said I, 'we'll go afoot.'  And go we did.  And found Sarah Enderby on the road.\"", "characters": 444, "sentences": 8}, {"text": "\"And we all went together,\" said Mrs.  Enderby.  \"And found the cabin set fire to and burnt down by the crazy one, and the poor old things so old and feeble that they couldn't go afoot.  And we got them to a shady place and made them as comfortable as we could, and began to wonder which way to turn to find some way to get them conveyed to Nancy Taylor's house. And I spoke up and said--now what did I say?  Didn't I say, 'Providence will provide'?\"", "characters": 450, "sentences": 5}, {"text": "\"So had I,\" said Mrs. Glossop and Mrs. Taylor; \"but you certainly said it.  Now wasn't that remarkable?\"", "characters": 104, "sentences": 4}, {"text": "\"Yes, I said it.  And then we went to Mr. Moseley's, two miles, and all of them were gone to the camp meeting over on Stony Fork; and then we came all the way back, two miles, and then here, another mile--and Providence has provided.  You see it yourselves.\"", "characters": 258, "sentences": 5}, {"text": "\"And then,\" said Mrs.  Glossop, \"what do you think we had better do---let Mr. Brown drive the Old People to Nancy Taylor's one at a time, or put both of them in the buggy, and him lead the horse?\"", "characters": 196, "sentences": 3}, {"text": "\"Now, then, that's a question,\" said Mrs.  Enderby.  \"You see, we are all tired out, and any way we fix it it's going to be difficult.  For if Mr. Brown takes both of them, at least one of us must, go back to help him, for he can't load them into the buggy by himself, and they so helpless.\"", "characters": 291, "sentences": 6}, {"text": "\"That is so,\" said Mrs. Taylor.  \"It doesn't look-oh, how would this do? --one of us drive there with Mr. Brown, and the rest of you go along to my house and get things ready.  I'll go with him.  He and I together can lift one of the Old People into the buggy; then drive her to my house and----", "characters": 295, "sentences": 6}, {"text": "\"But who will take care of the other one?\" said Mrs.  Enderby.  \"We musn't leave her there in the woods alone, you know--especially the crazy one.  There and back is eight miles, you see.\"", "characters": 188, "sentences": 5}, {"text": "They had all been sitting on the grass beside the buggy for a while, now, trying to rest their weary bodies.  They fell silent a moment or two, and struggled in thought over the baffling situation; then Mrs. Enderby brightened and said:", "characters": 236, "sentences": 3}, {"text": "\"Why, dear Mr. Brown!  You do look pale; I am ashamed of myself that I didn't notice it sooner.  Come back-all of you!  Mr. Brown is not well. Is there anything I can do for you, Mr. Brown?--I'm real sorry.  Are you in pain?\"", "characters": 225, "sentences": 7}, {"text": "The others came back, and poured out their sympathies and commiserations, and were full of self-reproaches for not having noticed how pale he was.", "characters": 146, "sentences": 2}, {"text": "And they at once struck out a new plan, and soon agreed that it was by far the best of all.  They would all go to Nancy Taylor's house and see to Brown's needs first.  He could lie on the sofa in the parlor, and while Mrs. Taylor and Mary took care of him the other two ladies would take the buggy and go and get one of the Old People, and leave one of themselves with the other one, and----", "characters": 391, "sentences": 4}, {"text": "By this time, without any solicitation, they were at the horse's head and were beginning to turn him around.  The danger was imminent, but Brown found his voice again and saved himself.  He said--", "characters": 196, "sentences": 3}, {"text": "\"But ladies, you are overlooking something which makes the plan impracticable.  You see, if you bring one of them home, and one remains behind with the other, there will be three persons there when one of you comes back for that other, for some one must drive the buggy back, and three can't come home in it.\"", "characters": 309, "sentences": 3}, {"text": "\"Dear, dear, what can we do?\" said Mrs.  Glossop; \"it is the most mixed-up thing that ever was.  The fox and the goose and the corn and things--Oh, dear, they are nothing to it.\"", "characters": 178, "sentences": 4}, {"text": "They sat wearily down once more, to further torture their tormented heads for a plan that would work.  Presently Mary offered a plan; it was her first effort.  She said:", "characters": 169, "sentences": 3}, {"text": "This plan was discussed and accepted; it seemed the best that could be done, in the circumstances, and the Old People must be getting discouraged by this time.", "characters": 159, "sentences": 2}, {"text": "Brown felt relieved, and was deeply thankful.  Let him once get to the main road and he would find a way to escape.", "characters": 115, "sentences": 3}, {"text": "\"The evening chill will be coming on, pretty soon, and those poor old burnt-out things will need some kind of covering.  Take the lap-robe with you, dear.\"", "characters": 155, "sentences": 3}, {"text": "That was the end of the tale.  The passenger who told it said that when he read the story twenty-five years ago in a train he was interrupted at that point--the train jumped off a bridge.", "characters": 187, "sentences": 3}, {"text": "Of course none but a happy ending of the story would be accepted by the jury; the finish must find Brown in high credit with the ladies, his behavior without blemish, his modesty unwounded, his character for self sacrifice maintained, the Old People rescued through him, their benefactor, all the party proud of him, happy in him, his praises on all their tongues.", "characters": 364, "sentences": 2}, {"text": "Meantime Mary was still reaching for the lap-robe.  We gave it up, and decided to let her continue to reach.  It is the reader's privilege to determine for himself how the thing came out.", "characters": 187, "sentences": 4}, {"text": "It is more trouble to make a maxim than it is to do right.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 128, "sentences": 3}, {"text": "On the seventh day out we saw a dim vast bulk standing up out of the wastes of the Pacific and knew that that spectral promontory was Diamond Head, a piece of this world which I had not seen before for twenty-nine years.  So we were nearing Honolulu, the capital city of the Sandwich Islands--those islands which to me were Paradise; a Paradise which I had been longing all those years to see again.  Not any other thing in the world could have stirred me as the sight of that great rock did.", "characters": 492, "sentences": 4}, {"text": "These rules, as you see, were quite simple and clear.  It was easy to remember them; and useful.  For the penalty for infringing any rule in the whole list was death.  Those women easily learned to put up with shark and taro and dog for a diet when the other things were so expensive.", "characters": 284, "sentences": 5}, {"text": "It was death for any one to walk upon tabu'd ground; or defile a tabu'd thing with his touch; or fail in due servility to a chief; or step upon the king's shadow.  The nobles and the King and the priests were always suspending little rags here and there and yonder, to give notice to the people that the decorated spot or thing was tabu, and death lurking near. The struggle for life was difficult and chancy in the islands in those days.", "characters": 438, "sentences": 4}, {"text": "He destroyed his Established Church, and his kingdom is a republic today, in consequence of that act.", "characters": 101, "sentences": 2}, {"text": "Long before that, the kingship had itself become but a name, a show.  At an early day the missionaries had turned it into something very much like a republic; and here lately the business whites have turned it into something exactly like it.", "characters": 241, "sentences": 3}, {"text": "In Captain Cook's time (1778), the native population of the islands was estimated at 400,000; in 1836 at something short of 200,000, in 1866 at 50,000; it is to-day, per census, 25,000.  All intelligent people praise Kamehameha I. and Liholiho for conferring upon their people the great boon of civilization.  I would do it myself, but my intelligence is out of repair, now, from over-work.", "characters": 390, "sentences": 5}, {"text": "Many memories of my former visit to the islands came up in my mind while we lay at anchor in front of Honolulu that night.  And pictures--pictures pictures--an enchanting procession of them!  I was impatient for the morning to come.", "characters": 232, "sentences": 3}, {"text": "When it came it brought disappointment, of course.  Cholera had broken out in the town, and we were not allowed to have any communication with the shore.  Thus suddenly did my dream of twenty-nine years go to ruin. Messages came from friends, but the friends themselves I was not to have any sight of.  My lecture-hall was ready, but I was not to see that, either.", "characters": 364, "sentences": 6}, {"text": "A change had come, but that was political, and not visible from the ship. The monarchy of my day was gone, and a republic was sitting in its seat. It was not a material change.  The old imitation pomps, the fuss and feathers, have departed, and the royal trademark--that is about all that one could miss, I suppose.  That imitation monarchy, was grotesque enough, in my time; if it had held on another thirty years it would have been a monarchy without subjects of the king's race.", "characters": 481, "sentences": 6}, {"text": "But Honolulu has grown wealthy since then, and of course wealth has introduced changes; some of the old simplicities have disappeared.  Here is a modern house, as pictured by Mrs.  Krout:", "characters": 187, "sentences": 3}, {"text": "\"Almost every house is surrounded by extensive lawns and gardens      enclosed by walls of volcanic stone or by thick hedges of the      brilliant hibiscus.", "characters": 156, "sentences": 2}, {"text": "\"The houses are most tastefully and comfortably furnished; the      floors are either of hard wood covered with rugs or with fine Indian      matting, while there is a preference, as in most warm countries, for      rattan or bamboo furniture; there are the usual accessories of      bric-a-brac, pictures, books, and curios from all parts of the world,      for these island dwellers are indefatigable travelers.", "characters": 413, "sentences": 2}, {"text": "\"The lanai is the favorite reception room, and here at any social      function the musical program is given and cakes and ices are served;      here morning callers are received, or gay riding parties, the ladies      in pretty divided skirts, worn for convenience in riding astride,      --the universal mode adopted by Europeans and Americans, as well as      by the natives.", "characters": 378, "sentences": 2}, {"text": "\"The comfort and luxury of such an apartment, especially at a      seashore villa, can hardly be imagined.  The soft breezes sweep      across it, heavy with the fragrance of jasmine and gardenia, and      through the swaying boughs of palm and mimosa there are glimpses of      rugged mountains, their summits veiled in clouds, of purple sea with      the white surf beating eternally against the reefs, whiter still in      the yellow sunlight or the magical moonlight of the tropics.\"", "characters": 487, "sentences": 3}, {"text": "In this place let me insert a paragraph or two from \"The Paradise of the Pacific\" (Rev. H. H. Gowen)--", "characters": 102, "sentences": 4}, {"text": "\"Poor lepers!  It is easy for those who have no relatives or friends      among them to enforce the decree of segregation to the letter, but      who can write of the terrible, the heart-breaking scenes which that      enforcement has brought about?", "characters": 249, "sentences": 1}, {"text": "\"A man upon Hawaii was suddenly taken away after a summary arrest,      leaving behind him a helpless wife about to give birth to a babe.      The devoted wife with great pain and risk came the whole journey to      Honolulu, and pleaded until the authorities were unable to resist      her entreaty that she might go and live like a leper with her leper      husband.", "characters": 368, "sentences": 3}, {"text": "\"A woman in the prime of life and activity is condemned as an      incipient leper, suddenly removed from her home, and her husband      returns to find his two helpless babes moaning for their lost      mother.", "characters": 211, "sentences": 2}, {"text": "\"Imagine it!  The case of the babies is hard, but its bitterness is      a trifle--less than a trifle--less than nothing--compared to what      the mother must suffer; and suffer minute by minute, hour by hour,      day by day, month by month, year by year, without respite, relief,      or any abatement of her pain till she dies.", "characters": 331, "sentences": 2}, {"text": "And one great pity of it all is, that these poor sufferers are innocent. The leprosy does not come of sins which they committed, but of sins committed by their ancestors, who escaped the curse of leprosy!", "characters": 204, "sentences": 2}, {"text": "Mr. Gowan has made record of a certain very striking circumstance.  Would you expect to find in that awful Leper Settlement a custom worthy to be transplanted to your own country?  They have one such, and it is inexpressibly touching and beautiful.  When death sets open the prison-door of life there, the band salutes the freed soul with a burst of glad music!", "characters": 361, "sentences": 4}, {"text": "A dozen direct censures are easier to bear than one morganatic compliment.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 144, "sentences": 3}, {"text": "Sept. 2.  Flocks of flying fish-slim, shapely, graceful, and intensely white.  With the sun on them they look like a flight of silver fruit-knives.  They are able to fly a hundred yards.", "characters": 186, "sentences": 6}, {"text": "Sept. 4.  Total eclipse of the moon last night.  At 7.30 it began to go off.  At total--or about that--it was like a rich rosy cloud with a tumbled surface framed in the circle and projecting from it--a bulge of strawberry-ice, so to speak.  At half-eclipse the moon was like a gilded acorn in its cup.", "characters": 302, "sentences": 8}, {"text": "Sept. 5.  Closing in on the equator this noon.  A sailor explained to a young girl that the ship's speed is poor because we are climbing up the bulge toward the center of the globe; but that when we should once get over, at the equator, and start down-hill, we should fly.  When she asked him the other day what the fore-yard was, he said it was the front yard, the open area in the front end of the ship.  That man has a good deal of learning stored up, and the girl is likely to get it all.", "characters": 492, "sentences": 7}, {"text": "The short-voyage passenger gets his chief physical exercise out of \"horse-billiards\"--shovel-board.  It is a good game.  We play it in this ship.  A quartermaster chalks off a diagram like this-on the deck.", "characters": 206, "sentences": 5}, {"text": "We had a couple of grand tournaments, to determine who should be \"Champion of the Pacific\"; they included among the participants nearly all the passengers, of both sexes, and the officers of the ship, and they afforded many days of stupendous interest and excitement, and murderous exercise--for horse-billiards is a physically violent game.", "characters": 341, "sentences": 2}, {"text": "The figures in the following record of some of the closing games in the first tournament will show, better than any description, how very chancy the game is.  The losers here represented had all been winners in the previous games of the series, some of them by fine majorities:", "characters": 277, "sentences": 2}, {"text": "Chase,102      Mrs.  D.,57    Mortimer, 105  The Surgeon, 92 Miss C.,105    Mrs.  T.,9     Clemens, 101   Taylor,92 Taylor,109     Davies,95      Miss C., 108   Mortimer,55 Thomas,102     Roper,76       Clemens, 111   Miss C.,89 Coomber, 106   Chase,98", "characters": 252, "sentences": 8}, {"text": "And so on; until but three couples of winners were left.  Then I beat my man, young Smith beat his man, and Thomas beat his.  This reduced the combatants to three.  Smith and I took the deck, and I led off.  At the close of the first inning I was 10 worse than nothing and Smith had scored 7.  The luck continued against me.  When I was 57, Smith was 97 --within 3 of out.  The luck changed then.  He picked up a 10-off or so, and couldn't recover.  I beat him.", "characters": 461, "sentences": 11}, {"text": "Mr. Thomas played again--and landed his second disk alongside of the first, and almost touching its right-hand side.  \"Good 10.\" (Great applause.)", "characters": 146, "sentences": 5}, {"text": "Mr. Thomas delivered his third shot and landed his disk just at the right of the other two.  \"Good 10.\" (Immense applause.)", "characters": 123, "sentences": 5}, {"text": "There they lay, side by side, the three in a row.  It did not seem possible that anybody could miss them.  Still I did it.  (Immense silence.)", "characters": 142, "sentences": 5}, {"text": "Mr. Thomas played his last disk.  It seems incredible, but he actually landed that disk alongside of the others, and just to the right of them-a straight solid row of 4 disks.  (Tumultuous and long-continued applause.)", "characters": 218, "sentences": 5}, {"text": "Then I played my last disk.  Again it did not seem possible that anybody could miss that row--a row which would have been 14 inches long if the disks had been clamped together; whereas, with the spaces separating them they made a longer row than that.  But I did it.  It may be that I was getting nervous.", "characters": 305, "sentences": 5}, {"text": "The blame for this untimely painting did not lie with the ship's officers, but with custom.  As far back as Noah's time it became law that ships must be constantly painted and fussed at when at sea; custom grew out of the law, and at sea custom knows no death; this custom will continue until the sea goes dry.", "characters": 310, "sentences": 3}, {"text": "Sept. 8.--Sunday.  We are moving so nearly south that we cross only about two meridians of longitude a day.  This morning we were in longitude 178 west from Greenwich, and 57 degrees west from San Francisco.  To-morrow we shall be close to the center of the globe--the 180th degree of west longitude and 180th degree of east longitude.", "characters": 335, "sentences": 7}, {"text": "And then we must drop out a day-lose a day out of our lives, a day never to be found again.  We shall all die one day earlier than from the beginning of time we were foreordained to die.  We shall be a day behindhand all through eternity.  We shall always be saying to the other angels, \"Fine day today,\" and they will be always retorting, \"But it isn't to-day, it's tomorrow.\" We shall be in a state of confusion all the time and shall never know what true happiness is.", "characters": 471, "sentences": 6}, {"text": "Noise proves nothing.  Often a hen who has merely laid an egg cackles as if she had laid an asteroid.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 171, "sentences": 4}, {"text": "\"Very well, don't say any more.  I confess defeat.  I thought I knew, but I see my mistake.  I was deceived by one of your Scotch poets.\"", "characters": 137, "sentences": 5}, {"text": "It is wonderful the power of that name.  These men looked doubtful--but paralyzed, all the same.  They were quite silent for a moment; then one of them said--with the reverence in his voice which is always present in a Scotchman's tone when he utters the name.", "characters": 260, "sentences": 4}, {"text": "It ended the discussion.  There was no man there profane enough, disloyal enough, to say any word against a thing which Robert Burns had settled. I shall always honor that great name for the salvation it brought me in this time of my sore need.", "characters": 244, "sentences": 4}, {"text": "It is my belief that nearly any invented quotation, played with confidence, stands a good chance to deceive.  There are people who think that honesty is always the best policy.  This is a superstition; there are times when the appearance of it is worth six of it.", "characters": 263, "sentences": 4}, {"text": "It consists of four large stars and one little one.  The little one is out of line and further damages the shape.  It should have been placed at the intersection of the stem and the cross-bar.  If you do not draw an imaginary line from star to star it does not suggest a cross--nor anything in particular.", "characters": 305, "sentences": 5}, {"text": "One must ignore the little star, and leave it out of the combination--it confuses everything.  If you leave it out, then you can make out of the four stars a sort of cross--out of true; or a sort of kite--out of true; or a sort of coffin-out of true.", "characters": 250, "sentences": 3}, {"text": "In these past few days we are plowing through a mighty Milky Way of islands.  They are so thick on the map that one would hardly expect to find room between them for a canoe; yet we seldom glimpse one.  Once we saw the dim bulk of a couple of them, far away, spectral and dreamy things; members of the Horne-Alofa and Fortuna.  On the larger one are two rival native kings--and they have a time together.  They are Catholics; so are their people.  The missionaries there are French priests.", "characters": 490, "sentences": 7}, {"text": "Captain Wawn was a recruiting ship-master during many years.  From his pleasant book one gets the idea that the recruiting business was quite popular with the islanders, as a rule.  And yet that did not make the business wholly dull and uninteresting; for one finds rather frequent little breaks in the monotony of it--like this, for instance:", "characters": 343, "sentences": 3}, {"text": "He was as shy as a newspaper is when referring to its own merits.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 135, "sentences": 3}, {"text": "I cannot understand his willingness to go to Queensland.  It is a deep puzzle to me.  Here is the explanation, from the planter's point of view; at least I gather from the missionary's pamphlet that it is the planter's:", "characters": 219, "sentences": 3}, {"text": "\"When he comes from his home he is a savage, pure and simple.  He      feels no shame at his nakedness and want of adornment.  When he      returns home he does so well dressed, sporting a Waterbury watch,      collars, cuffs, boots, and jewelry.  He takes with him one or more      boxes--[\"Box\" is English for trunk.]--well filled with clothing, a      musical instrument or two, and perfumery and other articles of      luxury he has learned to appreciate.\"", "characters": 460, "sentences": 6}, {"text": "For just one moment we have a seeming flash of comprehension of, the Kanaka's reason for exiling himself: he goes away to acquire civilization.  Yes, he was naked and not ashamed, now he is clothed and knows how to be ashamed; he was unenlightened; now he has a Waterbury watch; he was unrefined, now he has jewelry, and something to make him smell good; he was a nobody, a provincial, now he has been to far countries and can show off.", "characters": 436, "sentences": 3}, {"text": "It all looks plausible--for a moment.  Then the missionary takes hold of this explanation and pulls it to pieces, and dances on it, and damages it beyond recognition.", "characters": 166, "sentences": 3}, {"text": "A hat, an umbrella, a belt, a neckerchief.  Otherwise stark naked.  All in a day the hard-earned \"civilization\" has melted away to this.  And even these perishable things must presently go.  Indeed, there is but a single detail of his civilization that can be depended on to stay by him: according to the missionary, he has learned to swear.  This is art, and art is long, as the poet says.", "characters": 390, "sentences": 7}, {"text": "The law and the missionaries feel for the repentant recruit--and properly, one may be permitted to think, for he is only a youth and ignorant and persuadable to his hurt--but sympathy for him is not kept in stock by the recruiter.  Rev. Mr. Gray says:", "characters": 251, "sentences": 4}, {"text": "\"A captain many years in the traffic explained to me how a penitent      could betaken.  'When a boy jumps overboard we just take a boat and      pull ahead of him, then lie between him and the shore.  If he has      not tired himself swimming, and passes the boat, keep on heading him      in this way.  The dodge rarely fails.  The boy generally tires of      swimming, gets into the boat of his own accord, and goes quietly on      board.\"", "characters": 442, "sentences": 6}, {"text": "Captain Wawn of the free spirit chafes under the annoyance of \"cast-iron regulations.\"  They and the missionaries have poisoned his life.  He grieves for the good old days, vanished to come no more.  See him weep; hear him cuss between the lines!", "characters": 246, "sentences": 4}, {"text": "\"For a long time we were allowed to apprehend and detain all      deserters who had signed the agreement on board ship, but the      'cast-iron' regulations of the Act of 1884 put a stop to that,      allowing the Kanaka to sign the agreement for three years' service,      travel about in the ship in receipt of the regular rations, cadge      all he could, and leave when he thought fit, so long as he did not      extend his pleasure trip to Queensland.\"", "characters": 457, "sentences": 2}, {"text": "Rev. Mr. Gray calls this same restrictive cast-iron law a \"farce.\" \"There is as much cruelty and injustice done to natives by acts that are legal as by deeds unlawful.  The regulations that exist are unjust and inadequate--unjust and inadequate they must ever be.\"  He furnishes his reasons for his position, but they are too long for reproduction here.", "characters": 353, "sentences": 7}, {"text": "However, if the most a Kanaka advantages himself by a three-years course in civilization in Queensland, is a necklace and an umbrella and a showy imperfection in the art of swearing, it must be that all the profit of the traffic goes to the white man.  This could be twisted into a plausible argument that the traffic ought to be squarely abolished.", "characters": 349, "sentences": 3}, {"text": "Concerning these Pacific isles and their peoples an eloquent prophet spoke long years ago--five and fifty years ago.  In fact, he spoke a little too early.  Prophecy is a good line of business, but it is full of risks.  This prophet was the Right Rev. M. Russell, LL.D., D.C.L., of Edinburgh:", "characters": 292, "sentences": 11}, {"text": "\"Come, bright Improvement! on the car of Time,           And rule the spacious world from clime to clime.\"", "characters": 106, "sentences": 2}, {"text": "Very well, Bright Improvement has arrived, you see, with her civilization, and her Waterbury, and her umbrella, and her third-quality profanity, and her humanizing-not-destroying machinery, and her hundred-and-eighty death-rate, and everything is going along just as handsome!", "characters": 276, "sentences": 1}, {"text": "But the prophet that speaks last has an advantage over the pioneer in the business.  Rev. Mr. Gray says:", "characters": 104, "sentences": 4}, {"text": "\"What I am concerned about is that we as a Christian nation should      wipe out these races to enrich ourselves.\"", "characters": 114, "sentences": 2}, {"text": "And he closes his pamphlet with a grim Indictment which is as eloquent in its flowerless straightforward English as is the hand-painted rhapsody of the early prophet:", "characters": 166, "sentences": 1}, {"text": "\"1. It generally demoralizes and always impoverishes the Kanaka,      deprives him of his citizenship, and depopulates the islands fitted      to his home.", "characters": 155, "sentences": 3}, {"text": "\"2. It is felt to lower the dignity of the white agricultural      laborer in Queensland, and beyond a doubt it lowers his wages there.", "characters": 135, "sentences": 3}, {"text": "\"3. The whole system is fraught with danger to Australia and the      islands on the score of health.", "characters": 101, "sentences": 3}, {"text": "\"4. On social and political grounds the continuance of the      Queensland Kanaka Labor Traffic must be a barrier to the true      federation of the Australian colonies.", "characters": 169, "sentences": 3}, {"text": "\"5. The Regulations under which the Traffic exists in Queensland are      inadequate to prevent abuses, and in the nature of things they must      remain so.", "characters": 157, "sentences": 3}, {"text": "\"6. The whole system is contrary to the spirit and doctrine of the      Gospel of Jesus Christ.  The Gospel requires us to help the weak,      but the Kanaka is fleeced and trodden down.", "characters": 186, "sentences": 4}, {"text": "\"7. The bed-rock of this Traffic is that the life and liberty of a      black man are of less value than those of a white man.  And a      Traffic that has grown out of 'slave-hunting' will certainly remain      to the end not unlike its origin.\"", "characters": 246, "sentences": 4}, {"text": "Truth is the most valuable thing we have.  Let us economize it.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 133, "sentences": 4}, {"text": "Row-boats began to flock from the shore; their crews were the first natives we had seen.  These men carried no overplus of clothing, and this was wise, for the weather was hot.  Handsome, great dusky men they were, muscular, clean-limbed, and with faces full of character and intelligence.  It would be hard to find their superiors anywhere among the dark races, I should think.", "characters": 378, "sentences": 5}, {"text": "\"We supposed that this was summer; it has the ear-marks of it.  You could take it to almost any country and deceive people with it.  But if it isn't summer, what does it lack?\"", "characters": 176, "sentences": 3}, {"text": "I had been suffering from colds for several months, and a sudden change of season, like this, could hardly fail to do me hurt.  It brought on another cold.  It is odd, these sudden jumps from season to season.  A fortnight ago we left America in mid-summer, now it is midwinter; about a week hence we shall arrive in Australia in the spring.", "characters": 341, "sentences": 5}, {"text": "However, as far as I can make out from the books, the King was between the devil and the deep sea at the time, and hadn't much choice.  He owed the United States a large debt--a debt which he could pay if allowed time, but time was denied him.  He must pay up right away or the warships would be upon him.  To protect his people from this disaster he ceded his country to Britain, with a clause in the contract providing for the ultimate payment of the American debt.", "characters": 467, "sentences": 5}, {"text": "The missionary taught these exacting savages many valuable things, and got from them one--a very dainty and poetical idea: Those wild and ignorant poor children of Nature believed that the flowers, after they perish, rise on the winds and float away to the fair fields of heaven, and flourish there forever in immortal beauty!", "characters": 326, "sentences": 1}, {"text": "It could probably be shown by facts and figures that there is no distinctly native American criminal class except Congress.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 193, "sentences": 3}, {"text": "What a strange and romantic episode it is; and how one is tortured with curiosity to know whence those mysterious creatures came, those Men Without a Country, errant waifs who cannot name their lost home, wandering Children of Nowhere.", "characters": 235, "sentences": 2}, {"text": "\"When at last, after thirteen months of travel and research in all      the Zones it went aground on a mountain-summit, it strode ashore,      saying in its heart, 'Let them that come after me invent theories      and dream dreams about the Survival of the Fittest if they like, but      I am the first that has done it!", "characters": 320, "sentences": 1}, {"text": "\"Such is the history of the most hoary, the most ancient, the most      venerable creature that exists in the earth today--Ornithorhynchus      Platypus Extraordinariensis--whom God preserve!\"", "characters": 192, "sentences": 1}, {"text": "When he was strongly moved he could rise and soar like that with ease. And not only in the prose form, but in the poetical as well.  He had written many pieces of poetry in his time, and these manuscripts he lent around among the passengers, and was willing to let them be copied.  It seemed to me that the least technical one in the series, and the one which reached the loftiest note, perhaps, was his:", "characters": 404, "sentences": 4}, {"text": "\"Come forth from thy oozy couch,      O Ornithorhynchus dear!      And greet with a cordial claw      The stranger that longs to hear", "characters": 133, "sentences": 1}, {"text": "\"From thy own own lips the tale      Of thy origin all unknown:      Thy misplaced bone where flesh should be      And flesh where should be bone;", "characters": 146, "sentences": 1}, {"text": "\"And fishy fin where should be paw,      And beaver-trowel tail,      And snout of beast equip'd with teeth      Where gills ought to prevail.", "characters": 142, "sentences": 2}, {"text": "\"Come, Kangaroo, the good and true      Foreshortened as to legs,      And body tapered like a churn,      And sack marsupial, i' fegs,", "characters": 135, "sentences": 1}, {"text": "\"And tells us why you linger here,      Thou relic of a vanished time,      When all your friends as fossils sleep,      Immortalized in lime!\"", "characters": 143, "sentences": 1}, {"text": "\"Frank Dutton was as fine a lad      As ever you wish to see,      And he was drowned in Pine Island Lake      On earth no more will he be,      His age was near fifteen years,      And he was a motherless boy,      He was living with his grandmother      When he was drowned, poor boy.\"", "characters": 287, "sentences": 2}, {"text": "\"He was drowned on Tuesday afternoon,      On Sunday he was found,      And the tidings of that drowned boy      Was heard for miles around.      His form was laid by his mother's side,      Beneath the cold, cold ground,      His friends for him will drop a tear      When they view his little mound.\"", "characters": 302, "sentences": 3}, {"text": "It is your human environment that makes climate.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 118, "sentences": 3}, {"text": "By and by, when we had approached to somewhere within thirty miles of Sydney Heads the great electric light that is posted on one of those lofty ramparts began to show, and in time the little spark grew to a great sun and pierced the firmament of darkness with a far-reaching sword of light.", "characters": 291, "sentences": 2}, {"text": "\"It is beautiful, of course it's beautiful--the Harbor; but that isn't all of it, it's only half of it; Sydney's the other half, and it takes both of them together to ring the supremacy-bell.  God made the Harbor, and that's all right; but Satan made Sydney.\"", "characters": 259, "sentences": 3}, {"text": "But Nature is always stingy of perfect climates; stingier in the case of Australia than usual.  Apparently this vast continent has a really good climate nowhere but around the edges.", "characters": 182, "sentences": 3}, {"text": "If we look at a map of the world we are surprised to see how big Australia is.  It is about two-thirds as large as the United States was before we added Alaska.", "characters": 160, "sentences": 3}, {"text": "That hot wind sweeps over Sydney sometimes, and brings with it what is called a \"dust-storm.\"  It is said that most Australian towns are acquainted with the dust-storm.  I think I know what it is like, for the following description by Mr. Gane tallies very well with the alkali duststorm of Nevada, if you leave out the \"shovel\" part.  Still the shovel part is a pretty important part, and seems to indicate that my Nevada storm is but a poor thing, after all.", "characters": 460, "sentences": 6}, {"text": "Everything human is pathetic.  The secret source of Humor itself is not joy but sorrow.  There is no humor in heaven.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 187, "sentences": 5}, {"text": "Captain Cook found Australia in 1770, and eighteen years later the British Government began to transport convicts to it.  Altogether, New South Wales received 83,000 in 53 years.  The convicts wore heavy chains; they were ill-fed and badly treated by the officers set over them; they were heavily punished for even slight infractions of the rules; \"the cruelest discipline ever known\" is one historian's description of their life.--[The Story of Australasia.  J. S. Laurie.]", "characters": 474, "sentences": 8}, {"text": "English law was hard-hearted in those days.  For trifling offenses which in our day would be punished by a small fine or a few days' confinement, men, women, and boys were sent to this other end of the earth to serve terms of seven and fourteen years; and for serious crimes they were transported for life.  Children were sent to the penal colonies for seven years for stealing a rabbit!", "characters": 387, "sentences": 3}, {"text": "The convict life in Tasmania was so unendurable, and suicide so difficult to accomplish that once or twice despairing men got together and drew straws to determine which of them should kill another of the group--this murder to secure death to the perpetrator and to the witnesses of it by the hand of the hangman!", "characters": 313, "sentences": 1}, {"text": "The incidents quoted above are mere hints, mere suggestions of what convict life was like--they are but a couple of details tossed into view out of a shoreless sea of such; or, to change the figure, they are but a pair of flaming steeples photographed from a point which hides from sight the burning city which stretches away from their bases on every hand.", "characters": 357, "sentences": 2}, {"text": "If we look into the characters and conduct of the officers and gentlemen who had charge of the convicts and attended to their backs and stomachs, we must grant again that as between the convict and his masters, and between both and the nation at home, there was a quite noticeable monotony of sameness.", "characters": 302, "sentences": 2}, {"text": "Four years had gone by, and many convicts had come.  Respectable settlers were beginning to arrive.  These two classes of colonists had to be protected, in case of trouble among themselves or with the natives.  It is proper to mention the natives, though they could hardly count they were so scarce.  At a time when they had not as yet begun to be much disturbed--not as yet being in the way--it was estimated that in New South Wales there was but one native to 45,000 acres of territory.", "characters": 488, "sentences": 6}, {"text": "People had to be protected.  Officers of the regular army did not want this service--away off there where neither honor nor distinction was to be gained.  So England recruited and officered a kind of militia force of 1,000 uniformed civilians called the \"New South Wales Corps\" and shipped it.", "characters": 293, "sentences": 4}, {"text": "This was the worst blow of all.  The colony fairly staggered under it. The Corps was an object-lesson of the moral condition of England outside of the jails.  The colonists trembled.  It was feared that next there would be an importation of the nobility.", "characters": 254, "sentences": 6}, {"text": "It is a country that is rich in mines, wool ranches, trams, railways, steamship lines, schools, newspapers, botanical gardens, art galleries, libraries, museums, hospitals, learned societies; it is the hospitable home of every species of culture and of every species of material enterprise, and there is a church at every man's door, and a race-track over the way.", "characters": 364, "sentences": 2}, {"text": "We should be careful to get out of an experience only the wisdom that is in it--and stop there; lest we be like the cat that sits down on a hot stove-lid.  She will never sit down on a hot stove-lid again--and that is well; but also she will never sit down on a cold one any more.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 350, "sentences": 4}, {"text": "Mr. Gane (\"New South Wales and Victoria in 1885 \"), tried to distribute his gratitude, and was not lucky:", "characters": 105, "sentences": 2}, {"text": "Nobody could say it finer than that.  If he had put in his cork then, and stayed away from Dubbo----but no; heedless man, he pulled it again. Pulled it when he was away along in his book, and his memory of what he had said about Sydney had grown dim:", "characters": 250, "sentences": 3}, {"text": "In Australia it takes about two acres and a half of pastureland (some people say twice as many), to support a sheep; and when the squatter has half a million sheep his private domain is about as large as Rhode Island, to speak in general terms.  His annual wool crop may be worth a quarter or a half million dollars.", "characters": 316, "sentences": 3}, {"text": "On at least one of these vast estates there is a considerable town, with all the various businesses and occupations that go to make an important town; and the town and the land it stands upon are the property of the squatters.  I have seen that town, and it is not unlikely that there are other squatter-owned towns in Australia.", "characters": 329, "sentences": 3}, {"text": "Australia supplies the world not only with fine wool, but with mutton also.  The modern invention of cold storage and its application in ships has created this great trade.  In Sydney I visited a huge establishment where they kill and clean and solidly freeze a thousand sheep a day, for shipment to England.", "characters": 308, "sentences": 4}, {"text": "\"The tyble is set, and here is the piper; and if the lydy is ready I'll tell the wyter to bring up the breakfast.\"", "characters": 114, "sentences": 2}, {"text": "I have made passing mention, a moment ago, of the native Australasian's custom of speaking of England as \"home.\"  It was always pretty to hear it, and often it was said in an unconsciously caressing way that made it touching; in a way which transmuted a sentiment into an embodiment, and made one seem to see Australasia as a young girl stroking mother England's old gray head.", "characters": 377, "sentences": 3}, {"text": "In the Australasian home the table-talk is vivacious and unembarrassed; it is without stiffness or restraint.  This does not remind one of England so much as it does of America.  But Australasia is strictly democratic, and reserves and restraints are things that are bred by differences of rank.", "characters": 295, "sentences": 4}, {"text": "But it is hard to move a new English acquaintance when he is by himself, or when the company present is small and new to him.  He is on his guard then, and his natural reserve is to the fore.  This has given him the false reputation of being without humor and without the appreciation of humor.", "characters": 294, "sentences": 4}, {"text": "Americans are not Englishmen, and American humor is not English humor; but both the American and his humor had their origin in England, and have merely undergone changes brought about by changed conditions and a new environment.  About the best humorous speeches I have yet heard were a couple that were made in Australia at club suppers--one of them by an Englishman, the other by an Australian.", "characters": 396, "sentences": 3}, {"text": "There are those who scoff at the schoolboy, calling him frivolous and shallow: Yet it was the schoolboy who said \"Faith is believing what you know ain't so.\"                                   --Pudd'nhead Wilson's New Calendar.", "characters": 227, "sentences": 3}, {"text": "In Sydney I had a large dream, and in the course of talk I told it to a missionary from India who was on his way to visit some relatives in New Zealand.  I dreamed that the visible universe is the physical person of God; that the vast worlds that we see twinkling millions of miles apart in the fields of space are the blood corpuscles in His veins; and that we and the other creatures are the microbes that charge with multitudinous life the corpuscles.", "characters": 454, "sentences": 3}, {"text": "He told some of the legends, and said that they were implicitly believed by all classes of Hindoos, including those of high social position and intelligence; and he said that this universal credulity was a great hindrance to the missionary in his work.  Then he said something like this:", "characters": 287, "sentences": 2}, {"text": "The timid man yearns for full value and asks a tenth.  The bold man strikes for double value and compromises on par.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 186, "sentences": 4}, {"text": "Thus the Governor's functions are much more limited than are a Governor's functions with us.  And therefore more fatiguing.  He is the apparent head of the State, he is the real head of Society.  He represents culture, refinement, elevated sentiment, polite life, religion; and by his example he propagates these, and they spread and flourish and bear good fruit.  He creates the fashion, and leads it.  His ball is the ball of balls, and his countenance makes the horse-race thrive.", "characters": 483, "sentences": 7}, {"text": "He is usually a lord, and this is well; for his position compels him to lead an expensive life, and an English lord is generally well equipped for that.", "characters": 152, "sentences": 2}, {"text": "Another of Sydney's social pleasures is the visit to the Admiralty House; which is nobly situated on high ground overlooking the water.  The trim boats of the service convey the guests thither; and there, or on board the flag-ship, they have the duplicate of the hospitalities of Government House.  The Admiral commanding a station in British waters is a magnate of the first degree, and he is sumptuously housed, as becomes the dignity of his office.", "characters": 451, "sentences": 4}, {"text": "Third in the list of special pleasures is the tour of the harbor in a fine steam pleasure-launch.  Your richer friends own boats of this kind, and they will invite you, and the joys of the trip will make a long day seem short.", "characters": 226, "sentences": 3}, {"text": "And finally comes the shark-fishing.  Sydney Harbor is populous with the finest breeds of man-eating sharks in the world.  Some people make their living catching them; for the Government pays a cash bounty on them.  The larger the shark the larger the bounty, and some of the sharks are twenty feet long.  You not only get the bounty, but everything that is in the shark belongs to you.  Sometimes the contents are quite valuable.", "characters": 430, "sentences": 7}, {"text": "\"Because you can't.  It has been at its worst all night.  If you can't change it, no harm's done; if you do change it, it's for the better, of course.  Come.\"", "characters": 158, "sentences": 5}, {"text": "\"Here you are.  I will get away, now, for awhile, so that my luck won't spoil yours; for many and many a time I've noticed that if----there, pull in, pull in, man, you've got a bite!  I knew how it would be.  Why, I knew you for a born son of luck the minute I saw you.  All right--he's landed.\"", "characters": 295, "sentences": 5}, {"text": "It was an unusually large shark--\"a full nineteen-footer,\" the fisherman said, as he laid the creature open with his knife.", "characters": 123, "sentences": 2}, {"text": "\"Now you rob him, young man, while I step to my hamper for a fresh bait. There's generally something in them worth going for.  You've changed my luck, you see.  But my goodness, I hope you haven't changed your own.\"", "characters": 215, "sentences": 5}, {"text": "When the fisherman got back the young man had just finished washing his hands in the bay, and was starting away.", "characters": 112, "sentences": 2}, {"text": "\"What use is he?  I like that.  Don't you know that we can go and report him to Government, and you'll get a clean solid eighty shillings bounty? Hard cash, you know.  What do you think about it now?\"", "characters": 200, "sentences": 3}, {"text": "\"Well, this is odd.  You're one of those sort they call eccentrics, I judge.  The saying is, you mustn't judge a man by his clothes, and I'm believing it now.  Why yours are looking just ratty, don't you know; and yet you must be rich.\"", "characters": 236, "sentences": 5}, {"text": "The young man walked slowly back to the town, deeply musing as he went. He halted a moment in front of the best restaurant, then glanced at his clothes and passed on, and got his breakfast at a \"stand-up.\"  There was a good deal of it, and it cost five shillings.  He tendered a sovereign, got his change, glanced at his silver, muttered to himself, \"There isn't enough to buy clothes with,\" and went his way.", "characters": 409, "sentences": 5}, {"text": "At half-past nine the richest wool-broker in Sydney was sitting in his morning-room at home, settling his breakfast with the morning paper.  A servant put his head in and said:", "characters": 176, "sentences": 2}, {"text": "\"He won't go?  That's--why, that's unusual.  He's one of two things, then: he's a remarkable person, or he's crazy.  Is he crazy?\"", "characters": 130, "sentences": 3}, {"text": "The sundowner was shown in.  The broker said to himself, \"No, he's not crazy; that is easy to see; so he must be the other thing.\"", "characters": 130, "sentences": 3}, {"text": "\"Scott!  (It's a mistake; he is crazy .  .  .  .  No--he can't be--not with that eye.) Why, you take my breath away.  Come, who are you?\"", "characters": 137, "sentences": 7}, {"text": "\"No, I don't remember hearing the name before.  Now then--just for curiosity's sake--what has sent you to me on this extraordinary errand?\"", "characters": 139, "sentences": 2}, {"text": "\"The intention to make a hundred thousand pounds for you and as much for myself within the next sixty days.\"", "characters": 108, "sentences": 2}, {"text": "\"Well, well, well.  It is the most extraordinary idea that--sit down--you interest me.  And somehow you--well, you fascinate me; I think that that is about the word.  And it isn't your proposition--no, that doesn't fascinate me; it's something else, I don't quite know what; something that's born in you and oozes out of you, I suppose.  Now then just for curiosity's sake again, nothing more: as I understand it, it is your desire to bor----\"", "characters": 443, "sentences": 5}, {"text": "\"Pardon, so you did.  I thought it was an unheedful use of the word--an unheedful valuing of its strength, you know.\"", "characters": 117, "sentences": 3}, {"text": "\"Well, I must say--but look here, let me walk the floor a little, my mind is getting into a sort of whirl, though you don't seem disturbed any. (Plainly this young fellow isn't crazy; but as to his being remarkable --well, really he amounts to that, and something over.)  Now then, I believe I am beyond the reach of further astonishment.  Strike, and spare not.  What is your scheme?\"", "characters": 385, "sentences": 5}, {"text": "\"No, I was not quite out of the reach of surprises, after all.  Why, how you talk!  Do you know what our crop is going to foot up?\"", "characters": 131, "sentences": 2}, {"text": "\"Well, you've got your statistics right, any way.  Now, then, do you know what the margins would foot up, to buy it at sixty days?\"", "characters": 131, "sentences": 2}, {"text": "\"Right, once more.  Well, dear me, just to see what would happen, I wish you had the money.  And if you had it, what would you do with it?\"", "characters": 139, "sentences": 3}, {"text": "\"Because France has declared war against Germany, and wool has gone up fourteen per cent. in London and is still rising.\"", "characters": 121, "sentences": 3}, {"text": "\"Oh, oh, oh, this is too much!  Front! call the police bring the gun --raise the town!  All the asylums in Christendom have broken loose in the single person of----\"", "characters": 165, "sentences": 1}, {"text": "\"Sit down!  And collect yourself.  Where is the use in getting excited? Am I excited?  There is nothing to get excited about.  When I make a statement which I cannot prove, it will be time enough for you to begin to offer hospitality to damaging fancies about me and my sanity.\"", "characters": 278, "sentences": 4}, {"text": "\"Oh, a thousand, thousand pardons!  I ought to be ashamed of myself, and I am ashamed of myself for thinking that a little bit of a circumstance like sending a shark to England to fetch back a market report----\"", "characters": 211, "sentences": 1}, {"text": "\"Wait a moment.  Proof about the shark--and another matter.  Only ten lines.  There--now it is done.  Sign it.\"", "characters": 111, "sentences": 6}, {"text": "\"Many thanks--many.  Let me see; it says--it says oh, come, this is interesting!  Why--why--look here! prove what you say here, and I'll put up the money, and double as much, if necessary, and divide the winnings with you, half and half.  There, now--I've signed; make your promise good if you can.  Show me a copy of the London Times only ten days old.\"", "characters": 354, "sentences": 5}, {"text": "\"It is hard to remember.  However, I think you will make it easier by and by, if you live.  There are three kinds of people--Commonplace Men, Remarkable Men, and Lunatics.  I'll classify you with the Remarkables, and take the chances.\"", "characters": 235, "sentences": 5}, {"text": "The government pays a bounty for the shark; to get the bounty the fishermen bait the hook or the seine with agreeable mutton; the news spreads and the sharks come from all over the Pacific Ocean to get the free board.  In time the shark culture will be one of the most successful things in the colony.", "characters": 301, "sentences": 3}, {"text": "We can secure other people's approval, if we do right and try hard; but our own is worth a hundred of it, and no way has been found out of securing that.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 223, "sentences": 3}, {"text": "My health had broken down in New York in May; it had remained in a doubtful but fairish condition during a succeeding period of 82 days; it broke again on the Pacific.  It broke again in Sydney, but not until after I had had a good outing, and had also filled my lecture engagements.  This latest break lost me the chance of seeing Queensland. In the circumstances, to go north toward hotter weather was not advisable.", "characters": 418, "sentences": 5}, {"text": "Outside of Melbourne, Victoria seems to be owned by a handful of squatters, each with a Rhode Island for a sheep farm.  That is the impression which one gathers from common talk, yet the wool industry of Victoria is by no means so great as that of New South Wales.  The climate of Victoria is favorable to other great industries--among others, wheat-growing and the making of wine.", "characters": 381, "sentences": 4}, {"text": "We took the train at Sydney at about four in the afternoon.  It was American in one way, for we had a most rational sleeping car; also the car was clean and fine and new--nothing about it to suggest the rolling stock of the continent of Europe.  But our baggage was weighed, and extra weight charged for.  That was continental.  Continental and troublesome. Any detail of railroading that is not troublesome cannot honorably be described as continental.", "characters": 453, "sentences": 7}, {"text": "The tickets were round-trip ones--to Melbourne, and clear to Adelaide in South Australia, and then all the way back to Sydney.  Twelve hundred more miles than we really expected to make; but then as the round trip wouldn't cost much more than the single trip, it seemed well enough to buy as many miles as one could afford, even if one was not likely to need them.  A human being has a natural desire to have more of a good thing than he needs.", "characters": 444, "sentences": 4}, {"text": "It is a narrow-gage road to the frontier, and a broader gauge thence to Melbourne.  The two governments were the builders of the road and are the owners of it.  One or two reasons are given for this curious state of things.  One is, that it represents the jealousy existing between the colonies--the two most important colonies of Australasia.  What the other one is, I have forgotten.  But it is of no consequence.  It could be but another effort to explain the inexplicable.", "characters": 476, "sentences": 8}, {"text": "All passengers fret at the double-gauge; all shippers of freight must of course fret at it; unnecessary expense, delay, and annoyance are imposed upon everybody concerned, and no one is benefitted.", "characters": 197, "sentences": 2}, {"text": "We breakfasted at the station.  A good breakfast, except the coffee; and cheap.  The Government establishes the prices and placards them.  The waiters were men, I think; but that is not usual in Australasia.  The usual thing is to have girls.  No, not girls, young ladies--generally duchesses.  Dress?  They would attract attention at any royal levee in Europe.  Even empresses and queens do not dress as they do.  Not that they could not afford it, perhaps, but they would not know how.", "characters": 487, "sentences": 10}, {"text": "Truth is stranger than fiction--to some people, but I am measurably familiar with it.                              --Pudd'nhead Wilson's New Calendar.", "characters": 150, "sentences": 3}, {"text": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.                              --Pudd'nhead Wilson's New Calendar.", "characters": 173, "sentences": 3}, {"text": "When we recall the details of that great romance we marvel to see what daring chances truth may freely take in constructing a tale, as compared with the poor little conservative risks permitted to fiction.  The fiction-artist could achieve no success with the materials of this splendid Tichborne romance.", "characters": 305, "sentences": 3}, {"text": "He would have to drop out the chief characters; the public would say such people are impossible.  He would have to drop out a number of the most picturesque incidents; the public would say such things could never happen.  And yet the chief characters did exist, and the incidents did happen.", "characters": 291, "sentences": 4}, {"text": "These invitations were always for a long time ahead; if we were in Europe, three months ahead; if we were in America, six to twelve months ahead.  They always named the exact date and train for the beginning and also for the end of the visit.", "characters": 242, "sentences": 3}, {"text": "This first note invited us for a date three months in the future.  It asked us to arrive by the 4.10 p.m. train from London, August 6th.  The carriage would be waiting.  The carriage would take us away seven days later-train specified.  And there were these words: \"Speak to Tom Hughes.\"", "characters": 287, "sentences": 9}, {"text": "He described Mr. Bascom as being a man of genius, a man of fine attainments, a choice man in every way, a rare and beautiful character. He said that Bascom Hall was a particularly fine example of the stately manorial mansion of Elizabeth's days, and that it was a house worth going a long way to see--like Knowle; that Mr. B. was of a social disposition; liked the company of agreeable people, and always had samples of the sort coming and going.", "characters": 446, "sentences": 6}, {"text": "We paid the visit.  We paid others, in later years--the last one in 1879. Soon after that Mr. Bascom started on a voyage around the world in a steam yacht--a long and leisurely trip, for he was making collections, in all lands, of birds, butterflies, and such things.", "characters": 267, "sentences": 5}, {"text": "My first thought was, why didn't he have the coffin opened?  He would have seen that the corpse was an imposter, and he could have gone right ahead and dried up the most of those tears, and comforted those sorrowing governments, and sold the remains and sent me the money.", "characters": 272, "sentences": 2}, {"text": "However, when I found that I was going to Australia it revived.  And naturally: for if the people should say that I was a dull, poor thing compared to what I was before I died, it would have a bad effect on business.  Well, to my surprise the Sydney journalists had never heard of that impostor!  I pressed them, but they were firm--they had never heard of him, and didn't believe in him.", "characters": 388, "sentences": 4}, {"text": "I could not understand it; still, I thought it would all come right in Melbourne.  The government would remember; and the other mourners.  At the supper of the Institute of Journalists I should find out all about the matter.  But no--it turned out that they had never heard of it.", "characters": 280, "sentences": 5}, {"text": "So my mystery was a mystery still.  It was a great disappointment.  I believed it would never be cleared up--in this life--so I dropped it out of my mind.", "characters": 154, "sentences": 4}, {"text": "However, this is not the place for the rest of it; I shall come to the matter again, in a far-distant chapter.", "characters": 110, "sentences": 2}, {"text": "There is a Moral sense, and there is an Immoral Sense.  History shows us that the Moral Sense enables us to perceive morality and how to avoid it, and that the Immoral Sense enables us to perceive immorality and how to enjoy it.                               -Pudd'nhead Wilson's New Calendar.", "characters": 293, "sentences": 4}, {"text": "It is the \"Melbourne Cup\" that brings this multitude together.  Their clothes have been ordered long ago, at unlimited cost, and without bounds as to beauty and magnificence, and have been kept in concealment until now, for unto this day are they consecrate.  I am speaking of the ladies' clothes; but one might know that.", "characters": 322, "sentences": 4}, {"text": "We have a supreme day--a sweeping and tremendous and tumultuous day, a day which commands an absolute universality of interest and excitement; but it is not annual.  It comes but once in four years; therefore it cannot count as a rival of the Melbourne Cup.", "characters": 257, "sentences": 3}, {"text": "In Great Britain and Ireland they have two great days--Christmas and the Queen's birthday.  But they are equally popular; there is no supremacy.", "characters": 144, "sentences": 3}, {"text": "I think it must be conceded that the position of the Australasian Day is unique, solitary, unfellowed; and likely to hold that high place a long time.", "characters": 150, "sentences": 2}, {"text": "No, as I have suggested, novelties are rare in the great capitals of modern times.  Even the wool exchange in Melbourne could not be told from the familiar stock exchange of other countries.  Wool brokers are just like stockbrokers; they all bounce from their seats and put up their hands and yell in unison--no stranger can tell what--and the president calmly says \"Sold to Smith & Co., threpence farthing--next!\"--when probably nothing of the kind happened; for how should he know?", "characters": 483, "sentences": 4}, {"text": "The English are mentioned in the Bible: Blessed are the meek, for they shall inherit the earth.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 165, "sentences": 3}, {"text": "In round numbers the 4,000,000 buy and sell about $600,000,000 worth of goods a year.  It is claimed that about half of this represents commodities of Australasian production.  The products exported annually by India are worth a trifle over $500,000,000.  Now, here are some faith-straining figures:", "characters": 299, "sentences": 4}, {"text": "That is to say, the product of the individual Indian, annually (for export some whither), is worth $1.75; that of the individual Australasian (for export some whither), $75! Or, to put it in another way, the Indian family of man and wife and three children sends away an annual result worth $8.75, while the Australasian family sends away $375 worth.", "characters": 350, "sentences": 4}, {"text": "There are trustworthy statistics furnished by Sir Richard Temple and others, which show that the individual Indian's whole annual product, both for export and home use, is worth in gold only $7.50; or, $37.50 for the family-aggregate.  Ciphered out on a like ratio of multiplication, the Australasian family's aggregate production would be nearly $1,600.  Truly, nothing is so astonishing as figures, if they once get started.", "characters": 426, "sentences": 6}, {"text": "It is easier to stay out than get out.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 108, "sentences": 3}, {"text": "The gentleman who enriched me with the poverty of his information about the gorse and the broom told me that he came out from England a youth of twenty and entered the Province of South Australia with thirty-six shillings in his pocket--an adventurer without trade, profession, or friends, but with a clearly-defined purpose in his head: he would stay until he was worth L200, then go back home.  He would allow himself five years for the accumulation of this fortune.", "characters": 468, "sentences": 3}, {"text": "As he went out at the door he met a friend, and turned and introduced him to me, and the friend and I had a talk and a smoke.  I spoke of the previous conversation and said there was something very pathetic about this half century of exile, and that I wished the L200 scheme had succeeded.", "characters": 289, "sentences": 3}, {"text": "Adelaide was indeed almost empty; its population had fallen to 3,000. During two years or more the death-trance continued.  Prospect of revival there was none; hope of it ceased.  Then, as suddenly as the paralysis had come, came the resurrection from it.  Those astonishingly rich copper mines were discovered, and the corpse got up and danced.", "characters": 345, "sentences": 6}, {"text": "The wool production began to grow; grain-raising followed--followed so vigorously, too, that four or five years after the copper discovery, this little colony, which had had to import its breadstuffs formerly, and pay hard prices for them--once $50 a barrel for flour--had become an exporter of grain.", "characters": 301, "sentences": 2}, {"text": "The prosperities continued.  After many years Providence, desiring to show especial regard for New South Wales and exhibit a loving interest in its welfare which should certify to all nations the recognition of that colony's conspicuous righteousness and distinguished well-deserving, conferred upon it that treasury of inconceivable riches, Broken Hill; and South Australia went over the border and took it, giving thanks.", "characters": 423, "sentences": 3}, {"text": "We descended and entered.  There was nothing to remind one of the humble capital, of huts and sheds of the long-vanished day of the land-boom. No, this was a modern city, with wide streets, compactly built; with fine homes everywhere, embowered in foliage and flowers, and with imposing masses of public buildings nobly grouped and architecturally beautiful.", "characters": 358, "sentences": 4}, {"text": "Pity is for the living, Envy is for the dead.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 115, "sentences": 3}, {"text": "A cable had been previously laid from Port Darwin to Java and thence to India, and there was telegraphic communication with England from India. And so, if Adelaide could make connection with Port Darwin it meant connection with the whole world.  The enterprise succeeded.  One could watch the London markets daily, now; the profit to the wool-growers of Australia was instant and enormous.", "characters": 389, "sentences": 5}, {"text": "A telegram from Melbourne to San Francisco covers approximately 20,000 miles--the equivalent of five-sixths of the way around the globe.  It has to halt along the way a good many times and be repeated; still, but little time is lost.  These halts, and the distances between them, are here tabulated.--[From \"Round the Empire.\" (George R.  Parkin), all but the last two.]", "characters": 370, "sentences": 7}, {"text": "You have seen that the Province is tolerant, religious-wise.  It is so politically, also.  One of the speakers at the Commemoration banquet--the Minister of Public Works-was an American, born and reared in New England. There is nothing narrow about the Province, politically, or in any other way that I know of.  Sixty-four religions and a Yankee cabinet minister. No amount of horse-racing can damn this community.", "characters": 415, "sentences": 7}, {"text": "\"When we, now great and prosperous and powerful, bow our heads in      reverent wonder in the contemplation of those sublimities of energy,      of wisdom, of forethought, of----\"", "characters": 179, "sentences": 1}, {"text": "It was a stirring spectacle; stirring in more ways than one, for it was amazingly funny, and at the same time deeply pathetic; for they had seen so much, these time-worn veterans, and had suffered so much; and had built so strongly and well, and laid the foundations of their commonwealth so deep, in liberty and tolerance; and had lived to see the structure rise to such state and dignity and hear themselves so praised for their honorable work.", "characters": 446, "sentences": 2}, {"text": "It is contended--and may be said to be conceded--that the boomerang was known to certain savage tribes in Europe in Roman times.  In support of this, Virgil and two other Roman poets are quoted.  It is also contended that it was known to the ancient Egyptians.", "characters": 260, "sentences": 4}, {"text": "One of two things is then apparent: either some one with a boomerang arrived in Australia in the days of antiquity before European knowledge of the thing had been lost, or the Australian aboriginal reinvented it. It will take some time to find out which of these two propositions is the fact.  But there is no hurry.", "characters": 316, "sentences": 4}, {"text": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 260, "sentences": 3}, {"text": "Mr. G.  called.  I had not seen him since Nauheim, Germany--several years ago; the time that the cholera broke out at Hamburg.  We talked of the people we had known there, or had casually met; and G. said:", "characters": 205, "sentences": 6}, {"text": "\"Yes.  That was the last time I saw you.  You and he were in a carriage, just starting--belated--for the train.  I remember it.\"", "characters": 128, "sentences": 5}, {"text": "\"How curious that is.  Why, he hadn't the least recollection of it.  Had you any conversation with him?\"", "characters": 104, "sentences": 3}, {"text": "\"I didn't much like the tone, but I did not let on; for he was excited, you know.  But I was calm; so I said softly, and without acrimony:", "characters": 138, "sentences": 2}, {"text": "\"'If you could be a little more definite--a little less vague--because I am a stranger, and there are many foxes, as you will know even better than I, and unless I know which one it is that you desire to identify, and----'", "characters": 222, "sentences": 1}, {"text": "\"'You're certainly the damdest idiot that has escaped in a thousand years!' and he snatched his great horse around as easily as I would snatch a cat, and was away like a hurricane.  A very excitable man.", "characters": 203, "sentences": 3}, {"text": "\"'I knew it! I couldn't hear what he said, but I knew he spoke to you! Do you know who it was?  It was Lord C., and he is Master of the Buckhounds! Tell me--what do you think of him?'", "characters": 183, "sentences": 2}, {"text": "\"'Him?  Well, for sizing-up a stranger, he's got the most sudden and accurate judgment of any man I ever saw.'", "characters": 110, "sentences": 2}, {"text": "I showed him the mountain.  Nobody was disturbing it; nobody was interested in it; all the family's attempts to get attention to it had failed--except in the case of one of the trunks containing the dutiable goods.  It was just being opened.  My officer said:", "characters": 259, "sentences": 4}, {"text": "\"There, let that alone! Lock it.  Now chalk it.  Chalk all of the lot. Now please come and show me the hand-baggage.\"", "characters": 117, "sentences": 5}, {"text": "He plowed through the waiting crowd, I following, to the counter, and he gave orders again, in his emphatic military way:", "characters": 121, "sentences": 1}, {"text": "Then he took off his cap and made that beautiful bow again, and went his way.  By this time these attentions had attracted the wonder of that acre of passengers, and the whisper had gone around that the royal family were present getting their baggage chalked; and as we passed down in review on our way to the door, I was conscious of a pervading atmosphere of envy which gave me deep satisfaction.", "characters": 398, "sentences": 3}, {"text": "\"Oh, it is you! I beg a thousands pardons!  This idiot here---\" He turned to the exulting soldier and burst out with a flood of white-hot Italian lava, and the next moment he was bowing, and the soldier and I were moving in procession again--he in the lead and ashamed, this time, I with my chin up.  And so we marched by the crowd of fascinated passengers, and I went forth to the train with the honors of war.  Tobacco and all.", "characters": 429, "sentences": 4}, {"text": "Man will do many things to get himself loved, he will do all things to get himself envied.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 160, "sentences": 3}, {"text": "What is the secret of the feat?  No one explains.  It cannot be physical strength, for that could not drive such a feather-weight any distance. It must be art.  But no one explains what the art of it is; nor how it gets around that law of nature which says you shall not throw any two-ounce thing 220 yards, either through the air or bumping along the ground.  Rev. J. G. Woods says:", "characters": 383, "sentences": 8}, {"text": "The Old Settler said that he had seen distances made by the weet-weet, in the early days, which almost convinced him that it was as extraordinary an instrument as the boomerang.", "characters": 177, "sentences": 2}, {"text": "There must have been a large distribution of acuteness among those naked skinny aboriginals, or they couldn't have been such unapproachable trackers and boomerangers and weet-weeters.  It must have been race-aversion that put upon them a good deal of the low-rate intellectual reputation which they bear and have borne this long time in the world's estimate of them.", "characters": 366, "sentences": 3}, {"text": "They were lazy--always lazy.  Perhaps that was their trouble.  It is a killing defect.  Surely they could have invented and built a competent house, but they didn't.  And they could have invented and developed the agricultural arts, but they didn't.  They went naked and houseless, and lived on fish and grubs and worms and wild fruits, and were just plain savages, for all their smartness.", "characters": 390, "sentences": 7}, {"text": "\"At Nie Nie station, one dark night, the unsuspecting hut-keeper,      having, as he believed, secured himself against assault, was lying      wrapped in his blankets sleeping profoundly.  The Blacks crept      stealthily down the chimney and battered in his skull while he      slept.\"", "characters": 286, "sentences": 3}, {"text": "One could guess the whole drama from that little text.  The curtain was up.  It would not fall until the mastership of one party or the other was determined--and permanently:", "characters": 174, "sentences": 3}, {"text": "\"There was treachery on both sides.  The Blacks killed the Whites      when they found them defenseless, and the Whites slew the Blacks in      a wholesale and promiscuous fashion which offended against my      childish sense of justice.", "characters": 237, "sentences": 3}, {"text": "\"They were regarded as little above the level of brutes, and in some      cases were destroyed like vermin.", "characters": 107, "sentences": 2}, {"text": "You observe the combination?  It is robbery, humiliation, and slow, slow murder, through poverty and the white man's whisky.  The savage's gentle friend, the savage's noble friend, the only magnanimous and unselfish friend the savage has ever had, was not there with the merciful swift release of his poisoned pudding.", "characters": 318, "sentences": 3}, {"text": "There are many humorous things in the world; among them the white man's notion that he is less savage than the other savages.--[See Chapter on Tasmania, post.]", "characters": 159, "sentences": 3}, {"text": "Mr. Chauncy once saw \"a little native man\" throw a cricket-ball 119 yards.  This is said to beat the English professional record by thirteen yards.", "characters": 147, "sentences": 4}, {"text": "We have all seen the circus-man bound into the air from a spring-board and make a somersault over eight horses standing side by side.  Mr. Chauncy saw an aboriginal do it over eleven; and was assured that he had sometimes done it over fourteen.  But what is that to this:", "characters": 271, "sentences": 4}, {"text": "I should think so!  On board a ship lately I saw a young Oxford athlete run four steps and spring into the air and squirm his hips by a side-twist over a bar that was five and one-half feet high; but he could not have stood still and cleared a bar that was four feet high.  I know this, because I tried it myself.", "characters": 313, "sentences": 3}, {"text": "Sir George Grey and Mr. Eyre testify that the natives dug wells fourteen or fifteen feet deep and two feet in diameter at the bore--dug them in the sand--wells that were \"quite circular, carried straight down, and the work beautifully executed.\"", "characters": 245, "sentences": 3}, {"text": "Their tools were their hands and feet.  How did they throw sand out from such a depth?  How could they stoop down and get it, with only two feet of space to stoop in?  How did they keep that sand-pipe from caving in on them?  I do not know.  Still, they did manage those seeming impossibilities.  Swallowed the sand, may be.", "characters": 324, "sentences": 5}, {"text": "Mr. Chauncy speaks highly of the patience and skill and alert intelligence of the native huntsman when he is stalking the emu, the kangaroo, and other game:", "characters": 156, "sentences": 2}, {"text": "Fennimore Cooper lost his chance.  He would have known how to value these people.  He wouldn't have traded the dullest of them for the brightest Mohawk he ever invented.", "characters": 169, "sentences": 4}, {"text": "All savages are able to stand a good deal of physical pain.  The Australian aboriginal has this quality in a well-developed degree.  Do not read the following instances if horrors are not pleasant to you. They were recorded by the Rev. Henry N. Wolloston, of Melbourne, who had been a surgeon before he became a clergyman:", "characters": 322, "sentences": 6}, {"text": "And he proceeded on the journey the next day, \"as if nothing had happened\"--and walked thirty miles.  It was a strange idea, to keep a surgeon and then do his own surgery.", "characters": 171, "sentences": 3}, {"text": "But No. 3 is my favorite.  Whenever I read it I seem to enjoy all that the patient enjoyed--whatever it was:", "characters": 108, "sentences": 3}, {"text": "But he was a fastidious native.  He soon discarded the wooden leg made for him by the doctor, because \"it had no feeling in it.\"  It must have had as much as the one he burnt off, I should think.", "characters": 195, "sentences": 4}, {"text": "So much for the Aboriginals.  It is difficult for me to let them alone. They are marvelously interesting creatures.  For a quarter of a century, now, the several colonial governments have housed their remnants in comfortable stations, and fed them well and taken good care of them in every way.  If I had found this out while I was in Australia I could have seen some of those people--but I didn't.  I would walk thirty miles to see a stuffed one.", "characters": 447, "sentences": 7}, {"text": "Be careless in your dress if you must, but keep a tidy soul.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 130, "sentences": 3}, {"text": "It turned out, upon inquiry, to be a pepper tree--an importation from China.  It has a silky sheen, soft and rich.  I saw some that had long red bunches of currant-like berries ambushed among the foliage.  At a distance, in certain lights, they give the tree a pinkish tint and a new charm.", "characters": 290, "sentences": 5}, {"text": "They said that the wide space dates from the earliest sheep and cattle-raising days.  People had to drive their stock long distances --immense journeys--from worn-out places to new ones where were water and fresh pasturage; and this wide space had to be left in grass and unfenced, or the stock would have starved to death in the transit.", "characters": 338, "sentences": 3}, {"text": "On the way we saw the usual birds--the beautiful little green parrots, the magpie, and some others; and also the slender native bird of modest plumage and the eternally-forgettable name--the bird that is the smartest among birds, and can give a parrot 30 to 1 in the game and then talk him to death.  I cannot recall that bird's name.  I think it begins with M. I wish it began with G. or something that a person can remember.", "characters": 426, "sentences": 6}, {"text": "It was long believed that fruit trees would not grow in that baked and waterless plain around Horsham, but the agricultural college has dissipated that idea.  Its ample nurseries were producing oranges, apricots, lemons, almonds, peaches, cherries, 48 varieties of apples--in fact, all manner of fruits, and in abundance.  The trees did not seem to miss the water; they were in vigorous and flourishing condition.", "characters": 413, "sentences": 4}, {"text": "Experiments are made with different soils, to see what things thrive best in them and what climates are best for them.  A man who is ignorantly trying to produce upon his farm things not suited to its soil and its other conditions can make a journey to the college from anywhere in Australia, and go back with a change of scheme which will make his farm productive and profitable.", "characters": 380, "sentences": 3}, {"text": "There were forty pupils there--a few of them farmers, relearning their trade, the rest young men mainly from the cities--novices.  It seemed a strange thing that an agricultural college should have an attraction for city-bred youths, but such is the fact.  They are good stuff, too; they are above the agricultural average of intelligence, and they come without any inherited prejudices in favor of hoary ignorances made sacred by long descent.", "characters": 444, "sentences": 4}, {"text": "The coat of wool was unbelievably thick.  Before the shearing the sheep looked like the fat woman in the circus; after it he looked like a bench. He was clipped to the skin; and smoothly and uniformly.  The fleece comes from him all in one piece and has the spread of a blanket.", "characters": 278, "sentences": 5}, {"text": "The college was flying the Australian flag--the gridiron of England smuggled up in the northwest corner of a big red field that had the random stars of the Southern Cross wandering around over it.", "characters": 196, "sentences": 2}, {"text": "On the way back to Stawell we had a chance to see a group of boulders called the Three Sisters--a curiosity oddly located; for it was upon high ground, with the land sloping away from it, and no height above it from whence the boulders could have rolled down.  Relics of an early ice-drift, perhaps.  They are noble boulders.  One of them has the size and smoothness and plump sphericity of a balloon of the biggest pattern.", "characters": 424, "sentences": 5}, {"text": "The road led through a forest of great gum-trees, lean and scraggy and sorrowful.  The road was cream-white--a clayey kind of earth, apparently. Along it toiled occasional freight wagons, drawn by long double files of oxen.  Those wagons were going a journey of two hundred miles, I was told, and were running a successful opposition to the railway!  The railways are owned and run by the government.", "characters": 400, "sentences": 5}, {"text": "There is no such thing as \"the Queen's English.\" The property has gone into the hands of a joint stock company and we own the bulk of the shares!                                   --Pudd'nhead Wilson's New Calendar.", "characters": 215, "sentences": 3}, {"text": "That grassy and leafy paradise at Ballarat was soon ripped open, and lacerated and scarified and gutted, in the feverish search for its hidden riches.  There is nothing like surface-mining to snatch the graces and beauties and benignities out of a paradise, and make an odious and repulsive spectacle of it.", "characters": 307, "sentences": 3}, {"text": "Ballarat was a great region for \"nuggets.\" No such nuggets were found in California as Ballarat produced.  In fact, the Ballarat region has yielded the largest ones known to history.  Two of them weighed about 180 pounds each, and together were worth $90,000.  They were offered to any poor person who would shoulder them and carry them away.  Gold was so plentiful that it made people liberal like that.", "characters": 404, "sentences": 7}, {"text": "Ballarat was a swarming city of tents in the early days.  Everybody was happy, for a time, and apparently prosperous.  Then came trouble.  The government swooped down with a mining tax.  And in its worst form, too; for it was not a tax upon what the miner had taken out, but upon what he was going to take out--if he could find it.  It was a license tax-- license to work his claim--and it had to be paid before he could begin digging.", "characters": 435, "sentences": 7}, {"text": "The Ballarat miners protested, petitioned, complained--it was of no use; the government held its ground, and went on collecting the tax.  And not by pleasant methods, but by ways which must have been very galling to free people.  The rumblings of a coming storm began to be audible.", "characters": 282, "sentences": 4}, {"text": "At this point I strike out some other praiseful things which I was tempted to add.  I do not strike them out because they were not true or not well said, but because I find them better said by another man--and a man more competent to testify, too, because he belongs on the ground, and knows.  I clip them from a chatty speech delivered some years ago by Mr. William Little, who was at that time mayor of Ballarat:", "characters": 414, "sentences": 4}, {"text": "The closing clause has the seeming of a rather frosty compliment, but that is apparent only, not real.  November is summer-time there.", "characters": 134, "sentences": 3}, {"text": "Then I saw.  'Q' is the end of the phrase \"I thank you\" 'Km'  is the end of the phrase \"You are welcome.\"  Mr. Little puts no emphasis upon either of them, but delivers them so reduced that they hardly have a sound.  All Ballarat English is like that, and the effect is very soft and pleasant; it takes all the hardness and harshness out of our tongue and gives to it a delicate whispery and vanishing cadence which charms the ear like the faint rustling of the forest leaves.", "characters": 476, "sentences": 6}, {"text": "\"Classic.\"  A book which people praise and don't read.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 124, "sentences": 4}, {"text": "\"Yes, it did.  Ballarat and Bendigo have produced the three monumental nuggets of the world, and this one is the monumentalest one of the three. The other two represent L9,000 a piece; this one a couple of thousand more.  It is small, and not much to look at, but it is entitled to (its) name--Adam.  It is the Adam-nugget of this mine, and its children run up into the millions.\"", "characters": 380, "sentences": 6}, {"text": "Speaking of patience again, another of the mines was worked, under heavy expenses, during 17 years before pay was struck, and still another one compelled a wait of 21 years before pay was struck; then, in both instances, the outlay was all back in a year or two, with compound interest.", "characters": 286, "sentences": 2}, {"text": "Bendigo has turned out even more gold than Ballarat.  The two together have produced $650,000,000 worth--which is half as much as California produced.", "characters": 150, "sentences": 3}, {"text": "But I am not representing him quite correctly.  He did not say it was through his influence that all these things had happened--for that would have been coarse; he merely conveyed that idea; conveyed it so subtly that I only caught it fleetingly, as one catches vagrant faint breaths of perfume when one traverses the meadows in summer; conveyed it without offense and without any suggestion of egoism or ostentation--but conveyed it, nevertheless.", "characters": 448, "sentences": 3}, {"text": "\"Yes, many years ago.  Twelve or fifteen.  Oh, longer than that.  But of course you----\"  A musing pause.  Then he said:", "characters": 120, "sentences": 5}, {"text": "He waited a moment, pondering, with the door-knob in his hand, then started out; but turned back and said that I had once been interested in Corrigan Castle, and asked me if I would go with him to his quarters in the evening and take a hot Scotch and talk it over.  I was a teetotaler and liked relaxation, so I said I would.", "characters": 325, "sentences": 3}, {"text": "We drove from the lecture-hall together about half-past ten.  He had a most comfortably and tastefully furnished parlor, with good pictures on the walls, Indian and Japanese ornaments on the mantel, and here and there, and books everywhere-largely mine; which made me proud.  The light was brilliant, the easy chairs were deep-cushioned, the arrangements for brewing and smoking were all there.  We brewed and lit up; then he passed a sheet of note-paper to me and said--", "characters": 471, "sentences": 4}, {"text": "The paper was of a sumptuous quality.  At the top was a twisted and interlaced monogram printed from steel dies in gold and blue and red, in the ornate English fashion of long years ago; and under it, in neat gothic capitals was this--printed in blue:", "characters": 251, "sentences": 2}, {"text": "THE MARK TWAIN CLUB                             CORRIGAN CASTLE                            ............187..", "characters": 108, "sentences": 15}, {"text": "\"It is true.  I was its first President.  I was re-elected annually as long as its meetings were held in my castle--Corrigan--which was five years.\"", "characters": 148, "sentences": 4}, {"text": "Then he showed me an album with twenty-three photographs of me in it. Five of them were of old dates, the others of various later crops; the list closed with a picture taken by Falk in Sydney a month before.", "characters": 207, "sentences": 3}, {"text": "This was paradise!  We ran late, and talked, talked, talked--subject, the Mark Twain Club of Corrigan Castle, Ireland.", "characters": 118, "sentences": 2}, {"text": "My first knowledge of that Club dates away back; all of twenty years, I should say.  It came to me in the form of a courteous letter, written on the note-paper which I have described, and signed \"By order of the President; C. PEMBROKE, Secretary.\"  It conveyed the fact that the Club had been created in my honor, and added the hope that this token of appreciation of my work would meet with my approval.", "characters": 404, "sentences": 5}, {"text": "Well, in the sociable frankness of that night in Bendigo I brought this all out in full confession.  Then Mr. Blank came out in the same frank way, and with a preliminary word of gentle apology said that he was the Mark Twain Club, and the only member it had ever had!", "characters": 268, "sentences": 3}, {"text": "He invented the thirty-two members and their names.  He invented the five favorite speakers and their five separate styles.  He invented their speeches, and reported them himself.  He would have kept that Club going until now, if I hadn't deserted, he said.  He said he worked like a slave over those reports; each of them cost him from a week to a fortnight's work, and the work gave him pleasure and kept him alive and willing to be alive.  It was a bitter blow to him when the Club died.", "characters": 490, "sentences": 7}, {"text": "It was wonderful--the whole thing; and altogether the most ingenious and laborious and cheerful and painstaking practical joke I have ever heard of.  And I liked it; liked to hear him tell about it; yet I have been a hater of practical jokes from as long back as I can remember.  Finally he said--", "characters": 297, "sentences": 3}, {"text": "\"Do you remember a note from Melbourne fourteen or fifteen years ago, telling about your lecture tour in Australia, and your death and burial in Melbourne?--a note from Henry Bascomb, of Bascomb Hall, Upper Holywell, Hants.\"", "characters": 224, "sentences": 2}, {"text": "\"Yes, I did it.  I don't know why.  I just took the notion, and carried it out without stopping to think.  It was wrong.  It could have done harm.  I was always sorry about it afterward.  You must forgive me.  I was Mr. Bascom's guest on his yacht, on his voyage around the world.  He often spoke of you, and of the pleasant times you had had together in his home; and the notion took me, there in Melbourne, and I imitated his hand, and wrote the letter.\"", "characters": 456, "sentences": 11}, {"text": "There are people who can do all fine and heroic things but one! keep from telling their happinesses to the unhappy.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 185, "sentences": 3}, {"text": "I wanted to see him do more miracles; and so, just for the pleasure of hearing him answer, I asked him about Hertzegovina, and pariah, and unique.  But he began to generalize then, and show distress.  I saw that with New Zealand gone, he was a Samson shorn of his locks; he was as other men.  This was a curious and interesting mystery, and I was frank with him, and asked him to explain it.", "characters": 391, "sentences": 5}, {"text": "He tried to avoid it at first; but then laughed and said that after all, the matter was not worth concealment, so he would let me into the secret. In substance, this is his story:", "characters": 179, "sentences": 2}, {"text": "\"We shut him off and called up the professor of biology, and he said that all he knew was that it was close to Aus----.", "characters": 119, "sentences": 2}, {"text": "\"It is in the official log-book of Yale, to be read and wondered at by future generations--the account of the Great Blank Day--the memorable Blank Day--the day wherein the wheels of culture were stopped, a Sunday silence prevailed all about, and the whole University stood still while the Faculty read-up and qualified itself to sit at meat, without shame, in the presence of the Professor of Theological Engineering from New Zealand:", "characters": 434, "sentences": 1}, {"text": "\"When we assembled at the dinner we were miserably tired and worn--but we were posted.  Yes, it is fair to claim that.  In fact, erudition is a pale name for it.  New Zealand was the only subject; and it was just beautiful to hear us ripple it out.  And with such an air of unembarrassed ease, and unostentatious familiarity with detail, and trained and seasoned mastery of the subject-and oh, the grace and fluency of it!", "characters": 422, "sentences": 5}, {"text": "Man is the Only Animal that Blushes.  Or needs to.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 120, "sentences": 4}, {"text": "The universal brotherhood of man is our most precious possession, what there is of it.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 156, "sentences": 3}, {"text": "Another scheme was to drive the natives into a corner of the island and fence them in by a cordon of men placed in line across the country; but the natives managed to slip through, constantly, and continue their murders and arsons.", "characters": 231, "sentences": 2}, {"text": "The governor warned these unlettered savages by printed proclamation that they must stay in the desolate region officially appointed for them!  The proclamation was a dead letter; the savages could not read it.  Afterward a picture-proclamation was issued.  It was painted up on boards, and these were nailed to trees in the forest.  Herewith is a photographic reproduction of this fashion-plate.  Substantially it means:", "characters": 421, "sentences": 5}, {"text": "At the end of five-and-twenty years of hard fighting, the surviving 300 naked patriots were still defiant, still persistent, still efficacious with their rude weapons, and the Gove7rnor and the 40,000 knew not which way to turn, nor what to do.", "characters": 244, "sentences": 2}, {"text": "The redoubtable chief stood in menacing attitude, with his eighteen-foot spear poised; his warriors stood massed at his back, armed for battle, their faces eloquent with their long-cherished loathing for white men. \"They rattled their spears and shouted their war-cry.\"  Their women were back of them, laden with supplies of weapons, and keeping their 150 eager dogs quiet until the chief should give the signal to fall on.", "characters": 423, "sentences": 4}, {"text": "\"I think we shall,\" answered Robinson; then plucked up heart and began his persuasions--in the tribe's own dialect, which surprised and pleased the chief.  Presently there was an interruption by the chief:", "characters": 205, "sentences": 2}, {"text": "A few minutes passed--in by-play--suspense--discussion among the tribesmen--Robinson's tamed squaws ventured to cross the line and begin persuasions upon the wild squaws.  Then the chief stepped back \"to confer with the old women--the real arbiters of savage war.\"  Mr. Bonwick continues:", "characters": 288, "sentences": 4}, {"text": "\"It was a jubilee of joy.  A festival followed.  And, while tears      flowed at the recital of woe, a corrobory of pleasant laughter      closed the eventful day.\"", "characters": 164, "sentences": 4}, {"text": "In four years, without the spilling of a drop of blood, Robinson brought them all in, willing captives, and delivered them to the white governor, and ended the war which powder and bullets, and thousands of men to use them, had prosecuted without result since 1804.", "characters": 265, "sentences": 2}, {"text": "Marsyas charming the wild beasts with his music--that is fable; but the miracle wrought by Robinson is fact.  It is history--and authentic; and surely, there is nothing greater, nothing more reverence-compelling in the history of any country, ancient or modern.", "characters": 261, "sentences": 3}, {"text": "And in memory of the greatest man Australasia ever developed or ever will develop, there is a stately monument to George Augustus Robinson, the Conciliator in--no, it is to another man, I forget his name.", "characters": 204, "sentences": 2}, {"text": "However, Robertson's own generation honored him, and in manifesting it honored themselves.  The Government gave him a money-reward and a thousand acres of land; and the people held mass-meetings and praised him and emphasized their praise with a large subscription of money.", "characters": 274, "sentences": 3}, {"text": "These were indeed wonderful people, the natives.  They ought not to have been wasted.  They should have been crossed with the Whites.  It would have improved the Whites and done the Natives no harm.", "characters": 198, "sentences": 5}, {"text": "But the Natives were wasted, poor heroic wild creatures.  They were gathered together in little settlements on neighboring islands, and paternally cared for by the Government, and instructed in religion, and deprived of tobacco, because the superintendent of the Sunday-school was not a smoker, and so considered smoking immoral.", "characters": 329, "sentences": 3}, {"text": "In a very few years nothing but a scant remnant remained alive.  A handful lingered along into age.  In 1864 the last man died, in 1876 the last woman died, and the Spartans of Australasia were extinct.", "characters": 202, "sentences": 4}, {"text": "They didn't know why those exiled savages faded away, and they did their honest best to reason it out.  And one man, in a like case in New South Wales, did reason it out and arrive at a solution:", "characters": 195, "sentences": 2}, {"text": "\"It is from the wrath of God, which is revealed from heaven against      cold ungodliness and unrighteousness of men.\"", "characters": 118, "sentences": 2}, {"text": "Let us be thankful for the fools.  But for them the rest of us could not succeed.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 151, "sentences": 4}, {"text": "The favorite butt for the jokes was Ed Jackson, because he played none himself, and was easy game for other people's--for he always believed whatever was told him.", "characters": 163, "sentences": 2}, {"text": "One day he told the others his scheme for his holiday.  He was not going fishing or hunting this time--no, he had thought out a better plan.  Out of his $40 a month he had saved enough for his purpose, in an economical way, and he was going to have a look at New York.", "characters": 268, "sentences": 4}, {"text": "It was a great and surprising idea.  It meant travel--immense travel--in those days it meant seeing the world; it was the equivalent of a voyage around it in ours.  At first the other youths thought his mind was affected, but when they found that he was in earnest, the next thing to be thought of was, what sort of opportunity this venture might afford for a practical joke.", "characters": 375, "sentences": 4}, {"text": "With all gravity Ed was asked if he would like to have a letter to Commodore Vanderbilt, the great millionaire.  It was expected that the question would astonish Ed, and it did.", "characters": 177, "sentences": 3}, {"text": "\"No; but my father does.  They were schoolboys together.  And if you like, I'll write and ask father.  I know he'll be glad to give it to you for my sake.\"", "characters": 155, "sentences": 5}, {"text": "Ed could not find words capable of expressing his gratitude and delight. The three days passed, and the letter was put into his bands.  He started on his trip, still pouring out his thanks while he shook good-bye all around.  And when he was out of sight his comrades let fly their laughter in a storm of happy satisfaction--and then quieted down, and were less happy, less satisfied.  For the old doubts as to the wisdom of this deception began to intrude again.", "characters": 463, "sentences": 6}, {"text": "Arrived in New York, Ed found his way to Commodore Vanderbilt's business quarters, and was ushered into a large anteroom, where a score of people were patiently awaiting their turn for a two-minute interview with the millionaire in his private office.  A servant asked for Ed's card, and got the letter instead.  Ed was sent for a moment later, and found Mr. Vanderbilt alone, with the letter--open--in his hand.", "characters": 412, "sentences": 5}, {"text": "Ed stayed a week, and had an immense time--and never suspected that the Commodore's shrewd eye was on him, and that he was daily being weighed and measured and analyzed and tried and tested.", "characters": 190, "sentences": 2}, {"text": "Yes, he had an immense time; and never wrote home, but saved it all up to tell when he should get back.  Twice, with proper modesty and decency, he proposed to end his visit, but the Commodore said, \"No--wait; leave it to me; I'll tell you when to go.\"", "characters": 252, "sentences": 3}, {"text": "In those days the Commodore was making some of those vast combinations of his--consolidations of warring odds and ends of railroads into harmonious systems, and concentrations of floating and rudderless commerce in effective centers--and among other things his farseeing eye had detected the convergence of that huge tobacco-commerce, already spoken of, toward Memphis, and he had resolved to set his grasp upon it and make it his own.", "characters": 435, "sentences": 2}, {"text": "\"Yes.  Your salary will be high--of course-for you are representing me. Later you will earn increases of it, and will get them.  You will need a small army of assistants; choose them yourself--and carefully.  Take no man for friendship's sake; but, all things being equal, take the man you know, take your friend, in preference to the stranger.\"  After some further talk under this head, the Commodore said:", "characters": 407, "sentences": 6}, {"text": "The swimmer muttered, \"Hang him, he smelt a rat and never delivered the letter!--but it's all right, I'm not going to fetch up the subject.\"  And he crawled out and came dripping and draining to shake hands.  First one and then another of the conspirators showed up cautiously--armed to the teeth--took in the amicable situation, then ventured warily forward and joined the love-feast.", "characters": 385, "sentences": 4}, {"text": "And to Ed's eager inquiry as to what made them act as they had been acting, they answered evasively, and pretended that they had put it up as a joke, to see what he would do.  It was the best explanation they could invent at such short notice.  And each said to himself, \"He never delivered that letter, and the joke is on us, if he only knew it or we were dull enough to come out and tell.\"", "characters": 391, "sentences": 4}, {"text": "\"Come right up on the boiler deck and order the drinks--it's my treat. I'm going to tell you all about it.  And to-night it's my treat again --and we'll have oysters and a time!\"", "characters": 178, "sentences": 3}, {"text": "\"Did you deliver it?\"  And they looked at each other as people might who thought that maybe they were dreaming.", "characters": 111, "sentences": 2}, {"text": "Then they settled to listening; and as the story deepened and its marvels grew, the amazement of it made them dumb, and the interest of it took their breath.  They hardly uttered a whisper during two hours, but sat like petrifactions and drank in the immortal romance.  At last the tale was ended, and Ed said--", "characters": 311, "sentences": 3}, {"text": "Yes, when the Moment comes, the Man appears--even if he is a thousand miles away, and has to be discovered by a practical joke.", "characters": 127, "sentences": 2}, {"text": "When people do not respect us we are sharply offended; yet deep down in his private heart no man much respects himself.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 189, "sentences": 3}, {"text": "It looked so to me.  \"Coasting along Tasman's Peninsula, what a shock of pleasant wonder must have struck the early mariner on suddenly sighting Cape Pillar, with its cluster of black-ribbed basaltic columns rising to a height of 900 feet, the hydra head wreathed in a turban of fleecy cloud, the base lashed by jealous waves spouting angry fountains of foam.\"", "characters": 360, "sentences": 3}, {"text": "It is made up of very simple details--just grass, and trees, and shrubs, and roads, and hedges, and gardens, and houses, and vines, and churches, and castles, and here and there a ruin--and over it all a mellow dream-haze of history.  But its beauty is incomparable, and all its own.", "characters": 283, "sentences": 3}, {"text": "The steamer disappointed us.  Instead of making a long visit at Hobart, as usual, she made a short one.  So we got but a glimpse of Tasmania, and then moved on.", "characters": 160, "sentences": 4}, {"text": "Nature makes the locust with an appetite for crops; man would have made him with an appetite for sand.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 172, "sentences": 3}, {"text": "It was from Bluff that we ought to have cut across to the west coast and visited the New Zealand Switzerland, a land of superb scenery, made up of snowy grandeurs, anal mighty glaciers, and beautiful lakes; and over there, also, are the wonderful rivals of the Norwegian and Alaskan fiords; and for neighbor, a waterfall of 1,900 feet; but we were obliged to postpone the trip to some later and indefinite time.", "characters": 411, "sentences": 2}, {"text": "November 6.  A lovely summer morning; brilliant blue sky.  A few miles out from Invercargill, passed through vast level green expanses snowed over with sheep.  Fine to see.  The green, deep and very vivid sometimes; at other times less so, but delicate and lovely.  A passenger reminds me that I am in \"the England of the Far South.\"", "characters": 333, "sentences": 7}, {"text": "Dunedin, same date.  The town justifies Michael Davitt's praises. The people are Scotch.  They stopped here on their way from home to heaven-thinking they had arrived.  The population is stated at 40,000, by Malcolm Ross, journalist; stated by an M. P. at 60,000.  A journalist cannot lie.", "characters": 289, "sentences": 9}, {"text": "Nature is always acting like that.  Mrs. X. said (of course) that the caterpillar was not conscious and didn't suffer.  She should have known better.  No caterpillar can deceive Nature.  If this one couldn't suffer, Nature would have known it and would have hunted up another caterpillar. Not that she would have let this one go, merely because it was defective. No.  She would have waited and let him turn into a night-moth; and then fried him in the candle.", "characters": 459, "sentences": 11}, {"text": "In Australia is prevalent a horrible disease due to an \"unperfected tapeworm.\"  Unperfected--that is what they call it, I do not know why, for it transacts business just as well as if it were finished and frescoed and gilded, and all that.", "characters": 239, "sentences": 3}, {"text": "The spirit of wrath--not the words--is the sin; and the spirit of wrath is cursing.  We begin to swear before we can talk.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 192, "sentences": 4}, {"text": "By contrast, these pleasant cars call to mind the branch-road cars at Maryborough, Australia, and the passengers' talk about the branch-road and the hotel.", "characters": 155, "sentences": 2}, {"text": "In order to start conversation I asked him something about Maryborough. He said, in a most pleasant--even musical voice, but with quiet and cultured decision:", "characters": 158, "sentences": 2}, {"text": "\"Yes, the pillows, too.  Just sand.  And not a good quality of sand.  It packs too hard, and has never been screened.  There is too much gravel in it.  It is like sleeping on nuts.\"", "characters": 181, "sentences": 7}, {"text": "\"Plenty of it.  There is as good bed-sand in this region as the world can furnish.  Aerated sand--and loose; but they won't buy it.  They want something that will pack solid, and petrify.\"", "characters": 188, "sentences": 5}, {"text": "\"Eight feet square; and a sheet of iced oil-cloth to step on in the morning when you get out of the sand-quarry.\"", "characters": 113, "sentences": 2}, {"text": "\"There isn't any slop-jar.  The hotels don't keep them.  That is, outside of Sydney and Melbourne.\"", "characters": 99, "sentences": 4}, {"text": "\"Yes, I knew that.  I was only talking.  It's the oddest thing in Australia.  Another thing: I've got to get up in the dark, in the morning, to take the 5 o'clock train.  Now if the boots----\"", "characters": 192, "sentences": 5}, {"text": "\"Nobody.  You'll call yourself.  And you'll light yourself, too. There'll not be a light burning in the halls or anywhere.  And if you don't carry a light, you'll break your neck.\"", "characters": 180, "sentences": 6}, {"text": "\"Nobody.  However, I will tell you what to do.  In Maryborough there's an American who has lived there half a lifetime; a fine man, and prosperous and popular.  He will be on the lookout for you; you won't have any trouble.  Sleep in peace; he will rout you out, and you will make your train.  Where is your manager?\"", "characters": 317, "sentences": 6}, {"text": "\"I left him at Ballarat, studying the language.  And besides, he had to go to Melbourne and get us ready for New Zealand.  I've not tried to pilot myself before, and it doesn't look easy.\"", "characters": 188, "sentences": 4}, {"text": "\"Easy!  You've selected the very most difficult piece of railroad in Australia for your experiment.  There are twelve miles of this road which no man without good executive ability can ever hope--tell me, have you good executive ability? first-rate executive ability?\"", "characters": 268, "sentences": 2}, {"text": "\"That settles it.  The tone of----oh, you wouldn't ever make it in the world.  However, that American will point you right, and you'll go. You've got tickets?\"", "characters": 159, "sentences": 4}, {"text": "\"Ah, there it is, you see!  You are going in the 5 o'clock by Castlemaine--twelve miles--instead of the 7.15 by Ballarat--in order to save two hours of fooling along the road.  Now then, don't interrupt--let me have the floor.  You're going to save the government a deal of hauling, but that's nothing; your ticket is by Ballarat, and it isn't good over that twelve miles, and so----\"", "characters": 384, "sentences": 4}, {"text": "\"Wait--there's more.  Leave that American out of the account and see what would happen.  There's nobody on hand to examine your ticket when you arrive.  But the conductor will come and examine it when the train is ready to start.  It is too late to buy your extra ticket now; the train can't wait, and won't.  You must climb out.\"", "characters": 330, "sentences": 7}, {"text": "\"No, he is not authorized to receive the money, and he won't.  You must climb out.  There's no other way.  I tell you, the railway management is about the only thoroughly European thing here--continentally European I mean, not English.  It's the continental business in perfection; down fine.  Oh, yes, even to the peanut-commerce of weighing baggage.\"", "characters": 352, "sentences": 7}, {"text": "\"Yes, you'll like Maryborough.  Plenty of intelligence there.  It's a charming place--with a hell of a hotel.\"", "characters": 110, "sentences": 4}, {"text": "The man with a new idea is a Crank until the idea succeeds.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 129, "sentences": 3}, {"text": "Also we saw a complete skeleton of the giant Moa.  It stood ten feet high, and must have been a sight to look at when it was a living  bird. It was a kicker, like the ostrich; in fight it did not use its beak, but its foot.  It must have been a convincing kind of kick.  If a person had his back to the bird and did not see who it was that did it, he would think he had been kicked by a wind-mill.", "characters": 397, "sentences": 6}, {"text": "\"A feature of the election was the orderliness and sobriety of the people.  Women were in no way molested.\"", "characters": 107, "sentences": 3}, {"text": "At home, a standing argument against woman suffrage has always been that women could not go to the polls without being insulted.  The arguments against woman suffrage have always taken the easy form of prophecy.  The prophets have been prophesying ever since the woman's rights movement began in 1848--and in forty-seven years they have never scored a hit.", "characters": 356, "sentences": 4}, {"text": "In the New Zealand law occurs this: \"The word person wherever it occurs throughout the Act includes woman.\"", "characters": 107, "sentences": 2}, {"text": "That is promotion, you see.  By that enlargement of the word, the matron with the garnered wisdom and experience of fifty years becomes at one jump the political equal of her callow kid of twenty-one.  The white population of the colony is 626,000, the Maori population is 42,000.  The whites elect seventy members of the House of Representatives, the Maoris four.  The Maori women vote for their four members.", "characters": 410, "sentences": 6}, {"text": "November 16.   After four pleasant days in Christchurch, we are to leave at midnight to-night.  Mr. Kinsey gave me an ornithorhynchus, and I am taming it.", "characters": 154, "sentences": 5}, {"text": "So we did.  I remember it yet.  The people who sailed in the Flora that night may forget some other things if they live a good while, but they will not live long enough to forget that.  The Flora is about the equivalent of a cattle-scow; but when the Union Company find it inconvenient to keep a contract and lucrative to break it, they smuggle her into passenger service, and \"keep the change.\"", "characters": 395, "sentences": 5}, {"text": "They give no notice of their projected depredation; you innocently buy tickets for the advertised passenger boat, and when you get down to Lyttelton at midnight, you find that they have substituted the scow. They have plenty of good boats, but no competition--and that is the trouble.  It is too late now to make other arrangements if you have engagements ahead.", "characters": 362, "sentences": 4}, {"text": "If the Flora had gone down that night, half of the people on board would have been wholly without means of escape.", "characters": 114, "sentences": 2}, {"text": "The owners of that boat were not technically guilty of conspiracy to commit murder, but they were morally guilty of it.", "characters": 119, "sentences": 2}, {"text": "The women and children and some of the men and boys spent the night in that place, for they were too ill to leave it; but the rest of us got up, by and by, and finished the night on the hurricane-deck.", "characters": 201, "sentences": 2}, {"text": "That boat was the foulest I was ever in; and the smell of the breakfast saloon when we threaded our way among the layers of steaming passengers stretched upon its floor and its tables was incomparable for efficiency.", "characters": 216, "sentences": 2}, {"text": "A good many of us got ashore at the first way-port to seek another ship. After a wait of three hours we got good rooms in the Mahinapua, a wee little bridal-parlor of a boat--only 205 tons burthen; clean and comfortable; good service; good beds; good table, and no crowding.  The seas danced her about like a duck, but she was safe and capable.", "characters": 344, "sentences": 4}, {"text": "Let us be grateful to Adam our benefactor.  He cut us out of the \"blessing of idleness,\" and won for us the \"curse of labor.\"                                   --Pudd'nhead Wilson's New Calendar.", "characters": 195, "sentences": 4}, {"text": "The Thermal-springs District of New Zealand comprises an area of upwards of 600,000 acres, or close on 1,000 square miles.  Rotorua is the favorite place.  It is the center of a rich field of lake and mountain scenery; from Rotorua as a base the pleasure-seeker makes excursions. The crowd of sick people is great, and growing.  Rotorua is the Carlsbad of Australasia.", "characters": 368, "sentences": 6}, {"text": "The gum is dug up out of the ground; it has been there for ages.  It is the sap of the Kauri tree.  Dr. Campbell of Auckland told me he sent a cargo of it to England fifty years ago, but nothing came of the venture. Nobody knew what to do with it; so it was sold at L5 a ton, to light fires with.", "characters": 296, "sentences": 6}, {"text": "Let us not be too particular.  It is better to have old second-hand diamonds than none at all.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 164, "sentences": 4}, {"text": "November 27.   To-day we reached Gisborne, and anchored in a big bay; there was a heavy sea on, so we remained on board.", "characters": 120, "sentences": 3}, {"text": "There was no collusion.  She had not seen the pictures, and they had not been mentioned.  She ought to have thought of some recent news that came to Paris, for we were but seven months from there and had been living there a couple of years when we started on this trip; but instead of that she thought of an incident of our brief sojourn in Paris of sixteen years before.", "characters": 371, "sentences": 4}, {"text": "Here was a clear case of mental telegraphy; of mind-transference; of my mind telegraphing a thought into hers.  How do I know?  Because I telegraphed an error.  For it turned out that the pictures did not represent the killing of Lulu at all, nor anything connected with Lulu. She had to get the error from my head--it existed nowhere else.", "characters": 340, "sentences": 5}, {"text": "The Autocrat of Russia possesses more power than any other man in the earth; but he cannot stop a sneeze.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 175, "sentences": 3}, {"text": "Much horseback riding, in and around this town; many comely girls in cool and pretty summer gowns; much Salvation Army; lots of Maoris; the faces and bodies of some of the old ones very tastefully frescoed.  Maori Council House over the river--large, strong, carpeted from end to end with matting, and decorated with elaborate wood carvings, artistically executed.  The Maoris were very polite.", "characters": 394, "sentences": 4}, {"text": "December 9.  Wellington.  Ten hours from Wanganui by the Fly. December 12.  It is a fine city and nobly situated.  A busy place, and full of life and movement.  Have spent the three days partly in walking about, partly in enjoying social privileges, and largely in idling around the magnificent garden at Hutt, a little distance away, around the shore. I suppose we shall not see such another one soon.", "characters": 402, "sentences": 9}, {"text": "We are packing to-night for the return-voyage to Australia.  Our stay in New Zealand has been too brief; still, we are not unthankful for the glimpse which we have had of it.", "characters": 174, "sentences": 3}, {"text": "There are several good protections against temptations, but the surest is cowardice.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 154, "sentences": 3}, {"text": "Names are not always what they seem.  The common Welsh name Bzjxxllwep is pronounced Jackson.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 163, "sentences": 4}, {"text": "Friday, December 13.   Sailed, at 3 p.m., in the 'Mararoa'.  Summer seas and a good ship--life has nothing better.", "characters": 114, "sentences": 6}, {"text": "Monday.  Three days of paradise.  Warm and sunny and smooth; the sea a luminous Mediterranean blue .  .  .  .  One lolls in a long chair all day under deck-awnings, and reads and smokes, in measureless content.  One does not read prose at such a time, but poetry.  I have been reading the poems of Mrs. Julia A. Moore, again, and I find in them the same grace and melody that attracted me when they were first published, twenty years ago, and have held me in happy bonds ever since.", "characters": 482, "sentences": 12}, {"text": "\"The Sentimental Song Book\" has long been out of print, and has been forgotten by the world in general, but not by me.  I carry it with me always--it and Goldsmith's deathless story.", "characters": 182, "sentences": 3}, {"text": "Air--\"The Major's Only Son.\" Come all good people far and near, Oh, come and see what you can hear, It's of a young man true and brave, That is now sleeping in his grave.", "characters": 170, "sentences": 3}, {"text": "Now, William Upson was his name If it's not that, it's all the same He did enlist in a cruel strife, And it caused him to lose his life.", "characters": 136, "sentences": 2}, {"text": "He was Perry Upson's eldest son, His father loved his noble son, This son was nineteen years of age When first in the rebellion he engaged.", "characters": 139, "sentences": 2}, {"text": "His father said that he might go, But his dear mother she said no, \"Oh! stay at home, dear Billy,\" she said, But she could not turn his head.", "characters": 141, "sentences": 2}, {"text": "He went to Nashville, in Tennessee, There his kind friends he could not see; He died among strangers, so far away, They did not know where his body lay.", "characters": 152, "sentences": 2}, {"text": "He was taken sick and lived four weeks, And Oh! how his parents weep, But now they must in sorrow mourn, For Billy has gone to his heavenly home.", "characters": 145, "sentences": 2}, {"text": "Oh! if his mother could have seen her son, For she loved him, her darling son; If she could heard his dying prayer, It would ease her heart till she met him there.", "characters": 163, "sentences": 2}, {"text": "How it would relieve his mother's heart To see her son from this world depart, And hear his noble words of love, As he left this world for that above.", "characters": 150, "sentences": 2}, {"text": "Now it will relieve his mother's heart, For her son is laid in our graveyard; For now she knows that his grave is near, She will not shed so many tears.", "characters": 152, "sentences": 2}, {"text": "Although she knows not that it was her son, For his coffin could not be opened It might be someone in his place, For she could not see his noble face.", "characters": 150, "sentences": 2}, {"text": "December 20.  Back to Sydney.  Blazing hot again.  From the newspaper, and from the map, I have made a collection of curious names of Australasian towns, with the idea of making a poem out of them:", "characters": 197, "sentences": 4}, {"text": "Mittagong Jamberoo Kondoparinga Kuitpo Tungkillo Oukaparinga Talunga Yatala Parawirra Moorooroo Whangarei Woolundunga Booleroo Pernatty Parramatta Taroom Narrandera Deniliquin Kawakawa.", "characters": 185, "sentences": 2}, {"text": "The Bombola faints in the hot Bowral tree,                Where fierce Mullengudgery's smothering fires                Far from the breezes of Coolgardie                Burn ghastly and blue as the day expires;", "characters": 210, "sentences": 1}, {"text": "And Murriwillumba complaineth in song                For the garlanded bowers of Woolloomooloo,                And the Ballarat Fly and the lone Wollongong                They dream of the gardens of Jamberoo;", "characters": 209, "sentences": 1}, {"text": "The wallabi sighs for the Murrubidgee,                For the velvety sod of the Munno Parah,                Where the waters of healing from Muloowurtie                Flow dim in the gloaming by Yaranyackah;", "characters": 209, "sentences": 1}, {"text": "The Koppio sorrows for lost Wolloway,                And sigheth in secret for Murrurundi,                The Whangeroo wombat lamenteth the day                That made him an exile from Jerrilderie;", "characters": 200, "sentences": 1}, {"text": "The Teawamute Tumut from Wirrega's glade,                The Nangkita swallow, the Wallaroo swan,                They long for the peace of the Timaru shade                And thy balmy soft airs, O sweet Mittagong!", "characters": 215, "sentences": 1}, {"text": "The Kooringa buffalo pants in the sun,                The Kondoparinga lies gaping for breath,                The Kongorong Camaum to the shadow has won,                But the Goomeroo sinks in the slumber of death;", "characters": 216, "sentences": 1}, {"text": "In the weltering hell of the Moorooroo plain                The Yatala Wangary withers and dies,                And the Worrow Wanilla, demented with pain,                To the Woolgoolga woodlands despairingly flies;", "characters": 218, "sentences": 1}, {"text": "Sweet Nangwarry's desolate, Coonamble wails,                And Tungkillo Kuito in sables is drest,                For the Whangerei winds fall asleep in the sails                And the Booleroo life-breeze is dead in the west.", "characters": 228, "sentences": 2}, {"text": "Mypongo, Kapunda, O slumber no more                Yankalilla, Parawirra, be warned                There's death in the air!                Killanoola, wherefore                Shall the prayer of Penola be scorned?", "characters": 215, "sentences": 1}, {"text": "Cootamundra, and Takee, and Wakatipu,                Toowoomba, Kaikoura are lost                From Onkaparinga to far Oamaru                All burn in this hell's holocaust!", "characters": 177, "sentences": 1}, {"text": "Paramatta and Binnum are gone to their rest                In the vale of Tapanni Taroom,                Kawakawa, Deniliquin--all that was best                In the earth are but graves and a tomb!", "characters": 199, "sentences": 1}, {"text": "Narrandera mourns, Cameron answers not                When the roll of the scathless we cry                Tongariro, Goondiwindi, Woolundunga, the spot                Is mute and forlorn where ye lie.", "characters": 201, "sentences": 2}, {"text": "To succeed in the other trades, capacity must be shown; in the law, concealment of it will do.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 164, "sentences": 3}, {"text": "\"Yes--and there was never a bottle of the genuine in America since Columbus's time.  That wine all comes from a little bit of a patch of ground which isn't big enough to raise many bottles; and all of it that is produced goes every year to one person--the Emperor of Russia.  He takes the whole crop in advance, be it big or little.\"", "characters": 333, "sentences": 4}, {"text": "January 14.   Hotel Bristol.  Servant Brompy.  Alert, gentle, smiling, winning young brown creature as ever was.  Beautiful shining black hair combed back like a woman's, and knotted at the back of his head --tortoise-shell comb in it, sign that he is a Singhalese; slender, shapely form; jacket; under it is a beltless and flowing white cotton gown--from neck straight to heel; he and his outfit quite unmasculine.  It was an embarrassment to undress before him.", "characters": 463, "sentences": 7}, {"text": "We drove to the market, using the Japanese jinriksha--our first acquaintanceship with it.  It is a light cart, with a native to draw it. He makes good speed for half-an-hour, but it is hard work for him; he is too slight for it.  After the half-hour there is no more pleasure for you; your attention is all on the man, just as it would be on a tired horse, and necessarily your sympathy is there too.  There's a plenty of these 'rickshas, and the tariff is incredibly cheap.", "characters": 474, "sentences": 6}, {"text": "I can see it to this day, that radiant panorama, that wilderness of rich color, that incomparable dissolving-view of harmonious tints, and lithe half-covered forms, and beautiful brown faces, and gracious and graceful gestures and attitudes and movements, free, unstudied, barren of stiffness and restraint, and--", "characters": 313, "sentences": 1}, {"text": "The last little brown boy I chanced to notice in the crowds and swarms of Colombo had nothing on but a twine string around his waist, but in my memory the frank honesty of his costume still stands out in pleasant contrast with the odious flummery in which the little Sunday-school dowdies were masquerading.", "characters": 307, "sentences": 2}, {"text": "Prosperity is the best protector of principle.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 116, "sentences": 3}, {"text": "EVENING--14th.   Sailed in the Rosetta.  This is a poor old ship, and ought to be insured and sunk.  As in the 'Oceana', just so here: everybody dresses for dinner; they make it a sort of pious duty.  These fine and formal costumes are a rather conspicuous contrast to the poverty and shabbiness of the surroundings .  .  .  .  If you want a slice of a lime at four o'clock tea, you must sign an order on the bar.  Limes cost 14 cents a barrel.", "characters": 444, "sentences": 11}, {"text": "January 18th.   We have been running up the Arabian Sea, latterly. Closing up on Bombay now, and due to arrive this evening.", "characters": 124, "sentences": 4}, {"text": "It is all color, bewitching color, enchanting color--everywhere all around--all the way around the curving great opaline bay clear to Government House, where the turbaned big native 'chuprassies' stand grouped in state at the door in their robes of fiery red, and do most properly and stunningly finish up the splendid show and make it theatrically complete.  I wish I were a 'chuprassy'.", "characters": 388, "sentences": 3}, {"text": "By trying we can easily learn to endure adversity.  Another man's, I mean.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 144, "sentences": 4}, {"text": "The case of that great prince, the Gaikwar of Baroda, is a reversal of the theme.  When that throne fell vacant, no heir could be found for some time, but at last one was found in the person of a peasant child who was making mud pies in a village street, and having an innocent good time. But his pedigree was straight; he was the true prince, and he has reigned ever since, with none to dispute his right.", "characters": 406, "sentences": 4}, {"text": "The series begins with the hiring of a \"bearer\"--native man-servant--a person who should be selected with some care, because as long as he is in your employ he will be about as near to you as your clothes.", "characters": 205, "sentences": 2}, {"text": "In India your day may be said to begin with the \"bearer's\" knock on the bedroom door, accompanied by a formula of words--a formula which is intended to mean that the bath is ready.  It doesn't really seem to mean anything at all.  But that is because you are not used to \"bearer\" English.  You will presently understand.", "characters": 320, "sentences": 5}, {"text": "Think of these facts and what they mean.  India does not consist of cities.  There are no cities in India--to speak of.  Its stupendous population consists of farm-laborers.  India is one vast farm--one almost interminable stretch of fields with mud fences between. . .  Think of the above facts; and consider what an incredible aggregate of poverty they place before you.", "characters": 372, "sentences": 9}, {"text": "He stood before me and inclined his head (and body) in the pathetic Indian way, touching his forehead with the finger-ends of his right hand, in salute.  I said:", "characters": 161, "sentences": 2}, {"text": "\"Manuel, you are evidently Indian, but you seem to have a Spanish name when you put it all together.  How is that?\"", "characters": 115, "sentences": 2}, {"text": "A perplexed look gathered in his face; it was plain that he had not understood--but he didn't let on.  He spoke back placidly.", "characters": 126, "sentences": 3}, {"text": "I saw that I must simplify my language and spread my words apart, if I would be understood by this English scholar.", "characters": 115, "sentences": 2}, {"text": "\"Oh, he,\"--brightening a little--\"he Christian--Portygee; live in Goa; I born Goa; mother not Portygee, mother native-high-caste Brahmin--Coolin Brahmin; highest caste; no other so high caste.  I high-caste Brahmin, too.  Christian, too, same like father; high-caste Christian Brahmin, master--Salvation Army.\"", "characters": 310, "sentences": 4}, {"text": "All this haltingly, and with difficulty.  Then he had an inspiration, and began to pour out a flood of words that I could make nothing of; so I said:", "characters": 149, "sentences": 2}, {"text": "\"Not Hindostani, master--English.  Always I speaking English sometimes when I talking every day all the time at you.\"", "characters": 117, "sentences": 3}, {"text": "\"Very well, stick to that; that is intelligible.  It is not up to my hopes, it is not up to the promise of the recommendations, still it is English, and I understand it.  Don't elaborate it; I don't like elaborations when they are crippled by uncertainty of touch.\"", "characters": 265, "sentences": 4}, {"text": "\"Oh, never mind; it was only a random thought; I didn't expect you to understand it.  How did you get your English; is it an acquirement, or just a gift of God?\"", "characters": 161, "sentences": 2}, {"text": "\"Yes, he very good.  Christian god very good, Hindoo god very good, too. Two million Hindoo god, one Christian god--make two million and one.  All mine; two million and one god.  I got a plenty.  Sometime I pray all time at those, keep it up, go all time every day; give something at shrine, all good for me, make me better man; good for me, good for my family, dam good.\"", "characters": 372, "sentences": 7}, {"text": "\"Let me see if I can make a selection out of it--for business uses, I mean; we will keep the rest for Sundays.  Give it to me in installments.\"", "characters": 143, "sentences": 3}, {"text": "He did it.  But there did not seem to be any short ones, except Mousa--which suggested mouse.  It was out of character; it was too soft, too quiet, too conservative; it didn't fit his splendid style.  I considered, and said--", "characters": 225, "sentences": 4}, {"text": "\"Mousa is short enough, but I don't quite like it.  It seems colorless --inharmonious--inadequate; and I am sensitive to such things.  How do you think Satan would do?\"", "characters": 168, "sentences": 3}, {"text": "There was a rap at the door.  Satan covered the ground with a single skip; there was a word or two of Hindostani, then he disappeared.  Three minutes later he was before me again, militarily erect, and waiting for me to speak first.", "characters": 232, "sentences": 4}, {"text": "\"Why, this is so unusual, that--that--well, you see indeed I am so unprepared--I don't quite know what I do mean.  Dear me, can't you explain?  Don't you see that this is a most ex----\"", "characters": 185, "sentences": 2}, {"text": "Wasn't it curious--and amazing, and tremendous, and all that?  Such a personage going around calling on such as I, and sending up his card, like a mortal--sending it up by Satan.  It was a bewildering collision of the impossibles.  But this was the land of the Arabian Nights, this was India! and what is it that cannot happen in India?", "characters": 336, "sentences": 3}, {"text": "And just then the Awful Visitor said, in the simplest way--\"There is a feature of the philosophy of Huck Finn which\"--and went luminously on with the construction of a compact and nicely-discriminated literary verdict.", "characters": 218, "sentences": 2}, {"text": "It is a land of surprises--India!  I had had my ambitions--I had hoped, and almost expected, to be read by kings and presidents and emperors--but I had never looked so high as That.  It would be false modesty to pretend that I was not inordinately pleased.  I was.  I was much more pleased than I should have been with a compliment from a man.", "characters": 343, "sentences": 5}, {"text": "\"Yes.\" And these mis-mated Beings passed from view Satan in the lead and The Other following after.", "characters": 99, "sentences": 3}, {"text": "Few of us can stand prosperity.  Another man's, I mean.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 125, "sentences": 4}, {"text": "The next picture in my mind is Government House, on Malabar Point, with the wide sea-view from the windows and broad balconies; abode of His Excellency the Governor of the Bombay Presidency--a residence which is European in everything but the native guards and servants, and is a home and a palace of state harmoniously combined.", "characters": 329, "sentences": 2}, {"text": "That was England, the English power, the English civilization, the modern civilization--with the quiet elegancies and quiet colors and quiet tastes and quiet dignity that are the outcome of the modern cultivation.  And following it came a picture of the ancient civilization of India--an hour in the mansion of a native prince: Kumar Schri Samatsinhji Bahadur of the Palitana State.", "characters": 382, "sentences": 3}, {"text": "Ceremonials are always interesting; and I noted that the Indian good-morning is a ceremonial, whereas ours doesn't amount to that.  In salutation the son reverently touches the father's forehead with a small silver implement tipped with vermillion paste which leaves a red spot there, and in return the son receives the father's blessing.  Our good morning is well enough for the rowdy West, perhaps, but would be too brusque for the soft and ceremonious East.", "characters": 460, "sentences": 4}, {"text": "We took a final sweep of the wonderful view of plain and city and ocean, and so ended our visit to the garden and the Towers of Silence; and the last thing I noticed was another symbol--a voluntary symbol this one; it was a vulture standing on the sawed-off top of a tall and slender and branchless palm in an open space in the ground; he was perfectly motionless, and looked like a piece of sculpture on a pillar.  And he had a mortuary look, too, which was in keeping with the place.", "characters": 485, "sentences": 3}, {"text": "There is an old-time toast which is golden for its beauty. \"When you ascend the hill of prosperity may you not meet a friend.\"                                   --Pudd'nhead Wilson's New Calendar.", "characters": 196, "sentences": 4}, {"text": "Elderly man--a drinker.  Boiled-cauliflower nose in a flabby face      veined with purple crinklings.", "characters": 101, "sentences": 3}, {"text": "The advantage is with the Zulu, I think.  He starts with a beautiful complexion, and it will last him through.  And as for the Indian brown --firm, smooth, blemishless, pleasant and restful to the eye, afraid of no color, harmonizing with all colors and adding a grace to them all--I think there is no sort of chance for the average white complexion against that rich and perfect tint.", "characters": 385, "sentences": 4}, {"text": "By and by there was a burst of shouts and cheers outside and the prince with his train entered in fine dramatic style.  He was a stately man, he was ideally costumed, and fairly festooned with ropes of gems; some of the ropes were of pearls, some were of uncut great emeralds--emeralds renowned in Bombay for their quality and value.  Their size was marvelous, and enticing to the eye, those rocks.  A boy--a princeling --was with the prince, and he also was a radiant exhibition.", "characters": 480, "sentences": 5}, {"text": "2.  For not stripping them bare by sudden and arbitrary tax levies,      and bringing famine upon them;", "characters": 103, "sentences": 2}, {"text": "4.  For not killing, blinding, imprisoning, or banishing the      relatives of the royal house to protect the throne from possible      plots;", "characters": 142, "sentences": 2}, {"text": "5.  For not betraying the subject secretly, for a bribe, into the      hands of bands of professional Thugs, to be murdered and robbed in      the prince's back lot.", "characters": 165, "sentences": 3}, {"text": "Those were rather common princely industries in the old times, but they and some others of a harsh sort ceased long ago under English rule. Better industries have taken their place, as this Address from the Jain community will show:", "characters": 232, "sentences": 2}, {"text": "Factories, schools, hospitals, reforms.  The prince propagates that kind of things in the modern times, and gets knighthood and guns for it.", "characters": 140, "sentences": 3}, {"text": "After the address the prince responded with snap and brevity; spoke a moment with half a dozen guests in English, and with an official or two in a native tongue; then the garlands were distributed as usual, and the function ended.", "characters": 230, "sentences": 2}, {"text": "Each person is born to one possession which outvalues all his others--his last breath.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 156, "sentences": 3}, {"text": "But at last we turned a corner and saw a great glare of light ahead.  It was the home of the bride, wrapped in a perfect conflagration of illuminations,--mainly gas-work designs, gotten up specially for the occasion.  Within was abundance of brilliancy--flames, costumes, colors, decorations, mirrors--it was another Aladdin show.", "characters": 330, "sentences": 4}, {"text": "The bride was a trim and comely little thing of twelve years, dressed as we would dress a boy, though more expensively than we should do it, of course.  She moved about very much at her ease, and stopped and talked with the guests and allowed her wedding jewelry to be examined.  It was very fine.  Particularly a rope of great diamonds, a lovely thing to look at and handle.  It had a great emerald hanging to it.", "characters": 414, "sentences": 6}, {"text": "The bridegroom was not present.  He was having betrothal festivities of his own at his father's house.  As I understood it, he and the bride were to entertain company every night and nearly all night for a week or more, then get married, if alive.  Both of the children were a little elderly, as brides and grooms go, in India--twelve; they ought to have been married a year or two sooner; still to a stranger twelve seems quite young enough.", "characters": 442, "sentences": 5}, {"text": "Hunger is the handmaid of genius                                   --Pudd'nhead Wilson's New Calendar.", "characters": 102, "sentences": 2}, {"text": "\"Mr. F. A. Little, Public Prosecutor, conducted the case on behalf      of the Crown, the accused being undefended.", "characters": 115, "sentences": 5}, {"text": "\"Mr. Little applied under the provisions of the Criminal Procedure      Code to tender pardon to one of the accused, Krishni, woman, aged      22, on her undertaking to make a true and full statement of facts      under which the deceased girl Cassi was murdered.", "characters": 263, "sentences": 3}, {"text": "That was nearly a century and a quarter ago.  An article in one of the chief journals of India (the Pioneer) shows that in some respects the native of to-day is just what his ancestor was then.  Here are niceties of so subtle and delicate a sort that they lift their breed of rascality to a place among the fine arts, and almost entitle it to respect:", "characters": 351, "sentences": 3}, {"text": "Various instances illustrative of the methods of these swindlers are given.  They exhibit deep cunning and total depravity on the part of the swindler and his pals, and more obtuseness on the part of the victim than one would expect to find in a country where suspicion of your neighbor must surely be one of the earliest things learned.  The favorite subject is the young fool who has just come into a fortune and is trying to see how poor a use he can put it to.  I will quote one example:", "characters": 491, "sentences": 4}, {"text": "There is only one India!  It is the only country that has a monopoly of grand and imposing specialties.  When another country has a remarkable thing, it cannot have it all to itself--some other country has a duplicate.  But India--that is different.  Its marvels are its own; the patents cannot be infringed; imitations are not possible.  And think of the size of them, the majesty of them, the weird and outlandish character of the most of them!", "characters": 446, "sentences": 5}, {"text": "So was the Suttee; and within the time of men still living eight hundred widows willingly, and, in fact, rejoicingly, burned themselves to death on the bodies of their dead husbands in a single year.  Eight hundred would do it this year if the British government would let them.", "characters": 278, "sentences": 3}, {"text": "Famine is India's specialty.  Elsewhere famines are inconsequential incidents--in India they are devastating cataclysms; in one case they annihilate hundreds; in the other, millions.", "characters": 182, "sentences": 3}, {"text": "India has 2,000,000 gods, and worships them all.  In religion all other countries are paupers; India is the only millionaire.", "characters": 125, "sentences": 3}, {"text": "With her everything is on a giant scale--even her poverty; no other country can show anything to compare with it.  And she has been used to wealth on so vast a scale that she has to shorten to single words the expressions describing great sums.  She describes 100,000 with one word --a 'lahk'; she describes ten millions with one word--a 'crore'.", "characters": 346, "sentences": 4}, {"text": "On top of all this she is the mother and home of that wonder of wonders-- caste--and of that mystery of mysteries, the satanic brotherhood of the Thugs.", "characters": 152, "sentences": 2}, {"text": "How long ago that was nobody knows--centuries, it is supposed.  One of the chiefest wonders connected with it was the success with which it kept its secret.  The English trader did business in India two hundred years and more before he ever heard of it; and yet it was assassinating its thousands all around him every year, the whole time.", "characters": 339, "sentences": 4}, {"text": "The old saw says, \"Let a sleeping dog lie.\"  Right....  Still, when there is much at stake it is better to get a newspaper to do it.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 202, "sentences": 8}, {"text": "One buys the bedding, with waterproof hold-all for it at almost any shop --there is no difficulty about it.", "characters": 107, "sentences": 2}, {"text": "When we reached our car, Satan and Barney had already arrived there with their train of porters carrying bedding and parasols and cigar boxes, and were at work.  We named him Barney for short; we couldn't use his real name, there wasn't time.", "characters": 242, "sentences": 3}, {"text": "While we talked outside with friends, Barney and Satan placed the hand-baggage, books, fruits, and soda-bottles in the racks, and the hold-alls and heavy baggage in the closet, hung the overcoats and sun-helmets and towels on the hooks, hoisted the two bed-shelves up out of the way, then shouldered their bedding and retired to the third class.", "characters": 345, "sentences": 2}, {"text": "My heart was gay and happy,                This was ever in my mind,                There is better times a coming,                And I hope some day to find                Myself capable of composing,                It was my heart's delight                To compose on a sentimental subject                If it came in my mind just right.", "characters": 343, "sentences": 2}, {"text": "After breakfast the day began, a sufficiently busy one.  We were driven by winding roads through a vast park, with noble forests of great trees, and with tangles and jungles of lovely growths of a humbler sort; and at one place three large gray apes came out and pranced across the road--a good deal of a surprise and an unpleasant one, for such creatures belong in the menagerie, and they look artificial and out of place in a wilderness.", "characters": 439, "sentences": 3}, {"text": "It takes your enemy and your friend, working together, to hurt you to the heart; the one to slander you and the other to get the news to you.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 211, "sentences": 3}, {"text": "We failed to see the jewels, but we saw the gold cannon and the silver one--they seemed to be six-pounders.  They were not designed for business, but for salutes upon rare and particularly important state occasions.  An ancestor of the present Gaikwar had the silver one made, and a subsequent ancestor had the gold one made, in order to outdo him.", "characters": 348, "sentences": 4}, {"text": "This sort of artillery is in keeping with the traditions of Baroda, which was of old famous for style and show.  It used to entertain visiting rajahs and viceroys with tiger-fights, elephant-fights, illuminations, and elephant-processions of the most glittering and gorgeous character.", "characters": 285, "sentences": 3}, {"text": "I think he was going to hunt elephants with it, because I know, from remarks dropped by him, that he has hunted large game in India and Africa, and likes it.  But I think that if he tries to hunt elephants with it, he is going to be disappointed.", "characters": 246, "sentences": 3}, {"text": "I do not believe that it is suited for elephants.  It lacks energy, it lacks force of character, it lacks bitterness.  These things all show in the meekness and resignation of its expression.  It would not attack an elephant, I am sure of it.  It might not run if it saw one coming, but it looked to me like a dog that would sit down and pray.", "characters": 343, "sentences": 6}, {"text": "\"Because you won't.  Or if you do you can draw on me for a hundred dollars; for you will be the first man that has accomplished it in twenty-five years.  I can't think what Mr. Daly can have been absorbed in.  He has forgotten a most important detail, and he will feel humiliated in the morning when he finds that you tried to get in and couldn't.\"", "characters": 348, "sentences": 6}, {"text": "At that point we were swept apart by the crowd, somebody detained me with a moment's talk, and we did not get together again.  But it did not matter; I believed he was joking, anyway.", "characters": 183, "sentences": 3}, {"text": "At eight in the evening I passed through the cigar shop and into the court and knocked at the second door.", "characters": 106, "sentences": 2}, {"text": "I entered.  It was a small room, carpetless, dusty, with a naked deal table, and two cheap wooden chairs for furniture.  A giant Irishman was standing there, with shirt collar and vest unbuttoned, and no coat on.  I put my hat on the table, and was about to say something, when the Irishman took the innings himself.  And not with marked courtesy of tone:", "characters": 355, "sentences": 5}, {"text": "I was a little disconcerted, and my easy confidence suffered a shrinkage. The man stood as motionless as Gibraltar, and kept his unblinking eye upon me.  It was very embarrassing, very humiliating.  I stammered at a false start or two; then----", "characters": 244, "sentences": 4}, {"text": "I laid my cigar on the window-ledge; chased my flighty thoughts a moment, then said in a placating manner:", "characters": 106, "sentences": 1}, {"text": "For a moment I fancied there would be a change in the atmosphere, now; but this idea was premature.  The big man was examining the note searchingly under the gas-jet.  A glance showed me that he had it upside down--disheartening evidence that he could not read.", "characters": 261, "sentences": 4}, {"text": "\"Ye don't know!  And ye confess it, becod!  Well, I can tell ye wan thing--ye'll not see him.  Are ye in the business?\"", "characters": 119, "sentences": 2}, {"text": "I said it with splendid confidence; for in that moment the very twin of that grand New Haven dog loafed into the room, and I saw that Irishman's eye light eloquently with pride and affection.", "characters": 191, "sentences": 2}, {"text": "\"You don't say, sir!  And that's your show, sir!  Oh, it's a grand show, it's a wonderful show, sir, and a proud man I am to see your honor this day.  And ye'll be an expert, sir, and ye'll know all about dogs--more than ever they know theirselves, I'll take me oath to ut.\"", "characters": 274, "sentences": 3}, {"text": "\"Ye have some reputation, your honor!  Bedad I believe you!  There's not a jintleman in the worrld that can lay over ye in the judgmint of a dog, sir.  Now I'll vinture that your honor'll know that dog's dimensions there better than he knows them his own self, and just by the casting of your educated eye upon him.  Would you mind giving a guess, if ye'll be so good?\"", "characters": 369, "sentences": 3}, {"text": "I knew that upon my answer would depend my fate.  If I made this dog bigger than the prize-dog, it would be bad diplomacy, and suspicious; if I fell too far short of the prizedog, that would be equally damaging. The dog was standing by the table, and I believed I knew the difference between him and the one whose picture I had seen in the newspaper to a shade.  I spoke promptly up and said:", "characters": 392, "sentences": 4}, {"text": "\"It's no trouble to guess this noble creature's figures: height, three feet; length, four feet and three-quarters of an inch; weight, a hundred and forty-eight and a quarter.\"", "characters": 175, "sentences": 2}, {"text": "\"Ye've hardly missed it the hair's breadth, hardly the shade of a shade, your honor!  Oh, it's the miraculous eye ye've got, for the judgmint of a dog!\"", "characters": 152, "sentences": 1}, {"text": "And still pouring out his admiration of my capacities, he snatched off his vest and scoured off one of the wooden chairs with it, and scrubbed it and polished it, and said:", "characters": 172, "sentences": 1}, {"text": "He conducted me cautiously and tenderly up the stairs, lighting the way and protecting me with friendly warnings, then pushed the door open and bowed me in and went his way, mumbling hearty things about my wonderful eye for points of a dog.  Mr. Daly was writing and had his back to me. He glanced over his shoulder presently, then jumped up and said--", "characters": 352, "sentences": 4}, {"text": "That good dog not only did me that good turn in the time of my need, but he won for me the envious reputation among all the theatrical people from the Atlantic to the Pacific of being the only man in history who had ever run the blockade of Augustin Daly's back door.", "characters": 267, "sentences": 2}, {"text": "If the desire to kill and the opportunity to kill came always together, who would escape hanging.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 167, "sentences": 3}, {"text": "\"The day that sees this far-spread evil eradicated from India and      known only in name, will greatly tend to immortalize British rule in      the East.\"", "characters": 155, "sentences": 2}, {"text": "He did not overestimate the magnitude and difficulty of the work, nor the immensity of the credit which would justly be due to British rule in case it was accomplished.", "characters": 168, "sentences": 2}, {"text": "If the Thug had planned India itself it could not have been more conveniently arranged for the needs of his occupation.", "characters": 119, "sentences": 2}, {"text": "When a gang had been assembled, they had religious worship, and waited for an omen.  They had definite notions about the omens.  The cries of certain animals were good omens, the cries of certain other creatures were bad omens.  A bad omen would stop proceedings and send the men home.", "characters": 285, "sentences": 5}, {"text": "The sword and the strangling-cloth were sacred emblems.  The Thugs worshiped the sword at home before going out to the assembling-place; the strangling-cloth was worshiped at the place of assembly.  The chiefs of most of the bands performed the religious ceremonies themselves; but the Kaets delegated them to certain official stranglers (Chaurs).  The rites of the Kaets were so holy that no one but the Chaur was allowed to touch the vessels and other things used in them.", "characters": 474, "sentences": 5}, {"text": "Thug methods exhibit a curious mixture of caution and the absence of it; cold business calculation and sudden, unreflecting impulse; but there were two details which were constant, and not subject to caprice: patient persistence in following up the prey, and pitilessness when the time came to act.", "characters": 298, "sentences": 2}, {"text": "Here is the tally-sheet of a gang of sixty Thugs for a whole season--gang under two noted chiefs, \"Chotee and Sheik Nungoo from Gwalior\":", "characters": 137, "sentences": 1}, {"text": "\"Went through Aurungabad to Walagow; there met a Havildar of the      barber caste and 5 sepoys (native soldiers); in the evening came to      Jokur, and in the morning killed them near the place where the      treasure-bearers were killed the year before.", "characters": 256, "sentences": 2}, {"text": "\"Passed through Dholeea and lodged in a village; two miles beyond,      on the road to Indore, met a Byragee (beggar-holy mendicant);      murdered him at the Thapa.", "characters": 165, "sentences": 2}, {"text": "\"Two miles further on, overtaken by three treasure-bearers; took      them two miles and murdered them in the jungle.", "characters": 117, "sentences": 2}, {"text": "Chotee (to save his neck) was informer, and furnished these facts. Several things are noticeable about his resume.  1. Business brevity; 2, absence of emotion; 3, smallness of the parties encountered by the 60; 4, variety in character and quality of the game captured; 5, Hindoo and Mohammedan chiefs in business together for Bhowanee; 6, the sacred caste of the Brahmins not respected by either; 7, nor yet the character of that mendicant, that Byragee.", "characters": 454, "sentences": 5}, {"text": "\"Approaching Doregow, met 3 pundits; also a fakeer, mounted on a      pony; he was plastered over with sugar to collect flies, and was      covered with them.  Drove off the fakeer, and killed the other      three.", "characters": 214, "sentences": 3}, {"text": "\"Leaving Doregow, the fakeer joined again, and went on in company to      Raojana; met 6 Khutries on their way from Bombay to Nagpore.  Drove      off the fakeer with stones, and killed the 6 men in camp, and buried      them in the grove.", "characters": 239, "sentences": 3}, {"text": "Even Rajahs had no terrors for Feringhea; he came across an elephant-driver belonging to the Rajah of Oodeypore and promptly strangled him.", "characters": 139, "sentences": 2}, {"text": "Native soldiers. Fakeers. Mendicants. Holy-water carriers. Carpenters. Peddlers. Tailors. Blacksmiths. Policemen (native). Pastry cooks. Grooms. Mecca pilgrims. Chuprassies. Treasure-bearers. Children. Cowherds.", "characters": 211, "sentences": 17}, {"text": "Gardeners. Shopkeepers. Palanquin-bearers. Farmers. Bullock-drivers. Male servants seeking work. Women servants seeking work. Shepherds. Archers. Table-waiters. Weavers. Priests. Bankers. Boatmen. Merchants. Grass-cutters.", "characters": 222, "sentences": 17}, {"text": "Also a prince's cook; and even the water-carrier of that sublime lord of lords and king of kings, the Governor-General of India!  How broad they were in their tastes!  They also murdered actors--poor wandering barnstormers.  There are two instances recorded; the first one by a gang of Thugs under a chief who soils a great name borne by a better man --Kipling's deathless \"Gungadin\":", "characters": 384, "sentences": 2}, {"text": "\"After murdering 4 sepoys, going on toward Indore, met 4 strolling      players, and persuaded them to come with us, on the pretense that we      would see their performance at the next stage.  Murdered them at a      temple near Bhopal.\"", "characters": 238, "sentences": 3}, {"text": "But this gang was a particularly bad crew.  On that expedition they murdered a fakeer and twelve beggars.  And yet Bhowanee protected them; for once when they were strangling a man in a wood when a crowd was going by close at hand and the noose slipped and the man screamed, Bhowanee made a camel burst out at the same moment with a roar that drowned the scream; and before the man could repeat it the breath was choked out of his body.", "characters": 436, "sentences": 4}, {"text": "Simple rules for saving money: To save half, when you are fired by an eager impulse to contribute to a charity, wait, and count forty.  To save three-quarters, count sixty.  To save it all, count sixty-five.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 277, "sentences": 5}, {"text": "\"How many of you English are passionately devoted to sporting!  Your days and months are passed in its excitement.  A tiger, a panther, a buffalo or a hog rouses your utmost energies for its destruction--you even risk your lives in its pursuit.  How much higher game is a Thug's!\"", "characters": 280, "sentences": 3}, {"text": "There are many indications that the Thug often hunted men for the mere sport of it; that the fright and pain of the quarry were no more to him than are the fright and pain of the rabbit or the stag to us; and that he was no more ashamed of beguiling his game with deceits and abusing its trust than are we when we have imitated a wild animal's call and shot it when it honored us with its confidence and came to see what we wanted:", "characters": 431, "sentences": 1}, {"text": "Another gang fell in with a couple of barbers and persuaded them to come along in their company by promising them the job of shaving the whole crew--30 Thugs.  At the place appointed for the murder 15 got shaved, and actually paid the barbers for their work.  Then killed them and took back the money.", "characters": 301, "sentences": 4}, {"text": "A gang of forty-two Thugs came across two Brahmins and a shopkeeper on the road, beguiled them into a grove and got up a concert for their entertainment.  While these poor fellows were listening to the music the stranglers were standing behind them; and at the proper moment for dramatic effect they applied the noose.", "characters": 318, "sentences": 3}, {"text": "The most devoted fisherman must have a bite at least as often as once a week or his passion will cool and he will put up his tackle.  The tiger-sportsman must find a tiger at least once a fortnight or he will get tired and quit.  The elephant-hunter's enthusiasm will waste away little by little, and his zeal will perish at last if he plod around a month without finding a member of that noble family to assassinate.", "characters": 417, "sentences": 4}, {"text": "Why, the Thug was content to tramp patiently along, afoot, in the wasting heat of India, week after week, at an average of nine or ten miles a day, if he might but hope to find game some time or other and refresh his longing soul with blood.  Here is an instance:", "characters": 263, "sentences": 2}, {"text": "And here is another case-related by the terrible Futty Khan, a man with a tremendous record, to be re-mentioned by and by:", "characters": 122, "sentences": 1}, {"text": "There.  They tramped 400 miles, were gone about three months, and harvested two dollars and a half apiece.  But the mere pleasure of the hunt was sufficient.  That was pay enough.  They did no grumbling.", "characters": 203, "sentences": 6}, {"text": "There are a number of instances which indicate that when a man had once tasted the regal joys of man-hunting he could not be content with the dull monotony of a crimeless life after ward.  Example, from a Thug's testimony:", "characters": 222, "sentences": 2}, {"text": "\"We passed through to Kurnaul, where we found a former Thug named      Junooa, an old comrade of ours, who had turned religious mendicant      and become a disciple and holy.  He came to us in the serai and      weeping with joy returned to his old trade.\"", "characters": 256, "sentences": 3}, {"text": "Neither wealth nor honors nor dignities could satisfy a reformed Thug for long.  He would throw them all away, someday, and go back to the lurid pleasures of hunting men, and being hunted himself by the British.", "characters": 211, "sentences": 3}, {"text": "And yet during that very three years he got leave of absence \"to attend a wedding,\" and instead went off on a Thugging lark with six other Thugs and hunted the highway for fifteen days!--with satisfactory results.", "characters": 213, "sentences": 2}, {"text": "So many many times this Official Report leaves one's curiosity unsatisfied.  For instance, here is a little paragraph out of the record of a certain band of 193 Thugs, which has that defect:", "characters": 190, "sentences": 2}, {"text": "\"Fell in with Lall Sing Subahdar and his family, consisting of nine      persons.  Traveled with them two days, and the third put them all to      death except the two children, little boys of one and a half years      old.\"", "characters": 224, "sentences": 3}, {"text": "There it stops.  What did they do with those poor little fellows?  What was their subsequent history?  Did they purpose training them up as Thugs?  How could they take care of such little creatures on a march which stretched over several months?  No one seems to have cared to ask any questions about the babies.  But I do wish I knew.", "characters": 335, "sentences": 4}, {"text": "\"In the morning, just before going to the scaffold, the interview      took place before me.  He fell at the old woman's feet and begged      that she would relieve him from the obligations of the milk with      which she had nourished him from infancy, as he was about to die      before he could fulfill any of them.  She placed her hands on his      head, and he knelt, and she said she forgave him all, and bid him      die like a man.\"", "characters": 440, "sentences": 4}, {"text": "I wish to make note of one curious thing while I think of it.  One of the very commonest remarks to be found in this bewildering array of Thug confessions is this:", "characters": 163, "sentences": 2}, {"text": "\"Strangled him and threw him in a well!\"  In one case they threw sixteen into a well--and they had thrown others in the same well before.  It makes a body thirsty to read about it.", "characters": 180, "sentences": 3}, {"text": "The Oude bands seldom went out of their own country, but they did a thriving business within its borders.  So did outside bands who came in and helped.  Some of the Thug leaders of Oude were noted for their successful careers.  Each of four of them confessed to above 300 murders; another to nearly 400; our friend Ramzam to 604--he is the one who got leave of absence to attend a wedding and went thugging instead; and he is also the one who betrayed Buhram to the British.", "characters": 474, "sentences": 5}, {"text": "\"He was on his way from Mhow to Bombay.  We studiously avoided him.      He proceeded next morning with a number of travelers who had sought      his protection, and they took the road to Baroda.\"", "characters": 196, "sentences": 4}, {"text": "We do not know who he was; he flits across the page of this rusty old book and disappears in the obscurity beyond; but he is an impressive figure, moving through that valley of death serene and unafraid, clothed in the might of the English name.", "characters": 245, "sentences": 2}, {"text": "\"The day that sees this far-spread evil completely eradicated from      India, and known only in name, will greatly tend to immortalize      British rule in the East.\"", "characters": 167, "sentences": 2}, {"text": "Grief can take care of itself; but to get the full value of a joy you must have somebody to divide it with.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 177, "sentences": 3}, {"text": "You do not pay anything extra for your sleeping place; that is where the trouble lies.  If you buy a fare-ticket and fail to use it, there is room thus made available for someone else; but if the place were secured to you it would remain vacant, and yet your ticket would secure you another place when you were presently ready to travel.", "characters": 337, "sentences": 3}, {"text": "However, no explanation of such a system can make it seem quite rational to a person who has been used to a more rational system.  If our people had the arranging of it, we should charge extra for securing the place, and then the road would suffer no loss if the purchaser did not occupy it.", "characters": 291, "sentences": 3}, {"text": "But that was enough.  It was easy to understand.  It meant: \"This is extraordinary.  This is high-handed.  I haven't had an experience like this before.\"", "characters": 153, "sentences": 6}, {"text": "He sat down on his baggage, and for twenty minutes we watched him through our eyelashes, rocking and swaying there to the motion of the train. Then we came to a station, and he got up and went out, muttering: \"I must find a lower berth, or wait over.\" His servant came presently and carried away his things.", "characters": 307, "sentences": 4}, {"text": "Mr. Smythe's sore place was healed, his hunger for revenge was satisfied. But he couldn't sleep, and neither could I; for this was a venerable old car, and nothing about it was taut.  The closet door slammed all night, and defied every fastening we could invent.  We got up very much jaded, at dawn, and stepped out at a way station; and, while we were taking a cup of coffee, that Englishman ranged up alongside, and somebody said to him:", "characters": 439, "sentences": 5}, {"text": "\"No.  The guard found a place for me that had been engaged and not occupied.  I had a whole saloon car all to myself--oh, quite palatial! I never had such luck in my life.\"", "characters": 172, "sentences": 4}, {"text": "That was our car, you see.  We moved into it, straight off, the family and all.  But I asked the English gentleman to remain, and he did.  A pleasant man, an infantry colonel; and doesn't know, yet, that Smythe robbed him of his berth, but thinks it was done by Smythe's servant without Smythe's knowledge.  He was assisted in gathering this impression.", "characters": 353, "sentences": 6}, {"text": "Very well, you say, but the explanation is not complete yet.  How did people come to drift into such a strange custom?  What was the origin of the idea?  \"Well, nobody knows; it was probably a revelation sent down by the gods.\"  One more thing: Why was such a cruel death chosen--why wouldn't a gentle one have answered?  \"Nobody knows; maybe that was a revelation, too.\"", "characters": 371, "sentences": 4}, {"text": "The relatives remained with her and all tried to persuade her to desist from her purpose, for they deeply loved her.  She steadily refused.  Then a part of the family went to Sleeman's house, ten miles away, and tried again to get him to let her burn herself.  He refused, hoping to save her yet.", "characters": 296, "sentences": 5}, {"text": "It is fine and beautiful.  It compels one's reverence and respect--no, has it freely, and without compulsion.  We see how the custom, once started, could continue, for the soul of it is that stupendous power, Faith; faith brought to the pitch of effectiveness by the cumulative force of example and long use and custom; but we cannot understand how the first widows came to take to it.  That is a perplexing detail.", "characters": 415, "sentences": 5}, {"text": "Sleeman says that it was usual to play music at the suttee, but that the white man's notion that this was to drown the screams of the martyr is not correct; that it had a quite different purpose.  It was believed that the martyr died prophecying; that the prophecies sometimes foretold disaster, and it was considered a kindness to those upon whom it was to fall to drown the voice and keep them in ignorance of the misfortune that was to come.", "characters": 444, "sentences": 3}, {"text": "He had had much experience of physicians, and said \"the only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd druther not.\"                                   --Pudd'nhead Wilson's New Calendar.", "characters": 244, "sentences": 3}, {"text": "It was the dread of this prospective ruin which made the killing of girl-babies so prevalent in India in the old days before England laid the iron hand of her prohibitions upon the piteous slaughter.  One may judge of how prevalent the custom was, by one of Sleeman's casual electrical remarks, when he speaks of children at play in villages--where girl-voices were never heard!", "characters": 378, "sentences": 2}, {"text": "The wedding-display folly is still in full force in India, and by consequence the destruction of girl-babies is still furtively practiced; but not largely, because of the vigilance of the government and the sternness of the penalties it levies.", "characters": 244, "sentences": 2}, {"text": "Major Sleeman reveals the fact that the trade union and the boycott are antiquities in India.  India seems to have originated everything.  The \"sweeper\" belongs to the bottom caste; he is the lowest of the low--all other castes despise him and scorn his office.  But that does not trouble him.  His caste is a caste, and that is sufficient for him, and so he is proud of it, not ashamed.  Sleeman says:", "characters": 402, "sentences": 6}, {"text": "A footnote by Major Sleeman's editor, Mr. Vincent Arthur Smith, says that in our day this tyranny of the sweepers' guild is one of the many difficulties which bar the progress of Indian sanitary reform.  Think of this:", "characters": 218, "sentences": 3}, {"text": "\"The sweepers cannot be readily coerced, because no Hindoo or      Mussulman would do their work to save his life, nor will he pollute      himself by beating the refractory scavenger.\"", "characters": 185, "sentences": 2}, {"text": "They certainly do seem to have the whip-hand; it would be difficult to imagine a more impregnable position.  \"The vested rights described in the text are so fully recognized in practice that they are frequently the subject of sale or mortgage.\"", "characters": 244, "sentences": 3}, {"text": "Allahabad means \"City of God.\" I get this from the books.  From a printed curiosity--a letter written by one of those brave and confident Hindoo strugglers with the English tongue, called a \"babu\"--I got a more compressed translation: \"Godville.\" It is perfectly correct, but that is the most that can be said for it.", "characters": 317, "sentences": 5}, {"text": "We arrived in the forenoon, and short-handed; for Satan got left behind somewhere that morning, and did not overtake us until after nightfall. It seemed very peaceful without him.  The world seemed asleep and dreaming.", "characters": 218, "sentences": 4}, {"text": "Great numbers of the natives along the roads were bringing away holy water from the rivers.  They would carry it far and wide in India and sell it.  Tavernier, the French traveler (17th century), notes that Ganges water is often given at weddings, \"each guest receiving a cup or two, according to the liberality of the host; sometimes 2,000 or 3,000 rupees' worth of it is consumed at a wedding.\"", "characters": 396, "sentences": 4}, {"text": "The man who is ostentatious of his modesty is twin to the statue that wears a fig-leaf.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 157, "sentences": 3}, {"text": "\"During the past few years competent observers declare that the number of pilgrims to Benares has increased.\"", "characters": 109, "sentences": 2}, {"text": "\"But the revival, if so it may be called, has in it the marks of death. It is a spasmodic struggle before dissolution.\"", "characters": 119, "sentences": 3}, {"text": "In this world we have seen the Roman Catholic power dying, upon these same terms, for many centuries.  Many a time we have gotten all ready for the funeral and found it postponed again, on account of the weather or something.  Taught by experience, we ought not to put on our things for this Brahminical one till we see the procession move.  Apparently one of the most uncertain things in the world is the funeral of a religion.", "characters": 428, "sentences": 5}, {"text": "I should have been glad to acquire some sort of idea of Hindoo theology, but the difficulties were too great, the matter was too intricate.  Even the mere A, B, C of it is baffling.", "characters": 181, "sentences": 3}, {"text": "It makes our own religious enthusiasm seem pale and cold.  Inasmuch as the life of religion is in the heart, not the head, Mr. Parker's touching picture seems to promise a sort of indefinite postponement of that funeral.", "characters": 220, "sentences": 4}, {"text": "Let me make the superstitions of a nation and I care not who makes its laws or its songs either.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 166, "sentences": 3}, {"text": "Yes, the city of Benares is in effect just a big church, a religious hive, whose every cell is a temple, a shrine or a mosque, and whose every conceivable earthly and heavenly good is procurable under one roof, so to speak--a sort of Army and Navy Stores, theologically stocked.", "characters": 278, "sentences": 2}, {"text": "I will make out a little itinerary for the pilgrim; then you will see how handy the system is, how convenient, how comprehensive.  If you go to Benares with a serious desire to spiritually benefit yourself, you will find it valuable.  I got some of the facts from conversations with the Rev. Mr. Parker and the others from his Guide to Benares; they are therefore trustworthy.", "characters": 376, "sentences": 6}, {"text": "1. Purification.  At sunrise you must go down to the Ganges and bathe, pray, and drink some of the water.  This is for your general purification.", "characters": 145, "sentences": 5}, {"text": "4. Fever.  At the Kedar Ghat you will find a long flight of stone steps leading down to the river.  Half way down is a tank filled with sewage. Drink as much of it as you want.  It is for fever.", "characters": 194, "sentences": 7}, {"text": "5. Smallpox.  Go straight from there to the central Ghat.  At its upstream end you will find a small whitewashed building, which is a temple sacred to Sitala, goddess of smallpox.  Her under-study is there --a rude human figure behind a brass screen.  You will worship this for reasons to be furnished presently.", "characters": 312, "sentences": 7}, {"text": "8. Fulfillment of Desire.  To wit, to the Kameshwar Temple, sacred to Shiva as the Lord of Desires.  Arrange for yours there.  And if you like to look at idols among the pack and jam of temples, there you will find enough to stock a museum.  You will begin to commit sins now with a fresh, new vivacity; therefore, it will be well to go frequently to a place where you can get", "characters": 376, "sentences": 6}, {"text": "Thus the system, properly and logically ordered, is neat, compact, clearly defined, and covers the whole ground.  I desire to recommend it to such as find the other systems too difficult, exacting, and irksome for the uses of this fretful brief life of ours.", "characters": 258, "sentences": 3}, {"text": "Wrinkles should merely indicate where smiles have been.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 125, "sentences": 3}, {"text": "They do not burn fakeers--those revered mendicants.  They are so holy that they can get to their place without that sacrament, provided they be consigned to the consecrating river.  We saw one carried to mid-stream and thrown overboard.  He was sandwiched between two great slabs of stone.", "characters": 289, "sentences": 5}, {"text": "True irreverence is disrespect for another man's god.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 123, "sentences": 3}, {"text": "It was in Benares that I saw another living god.  That makes two. I believe I have seen most of the greater and lesser wonders of the world, but I do not remember that any of them interested me so overwhelmingly as did that pair of gods.", "characters": 237, "sentences": 4}, {"text": "He was sixty years old when I saw him.  He is called Sri 108 Swami Bhaskarananda Saraswati.  That is one form of it.  I think that that is what you would call him in speaking to him--because it is short.  But you would use more of his name in addressing a letter to him; courtesy would require this.  Even then you would not have to use all of it, but only this much:", "characters": 367, "sentences": 6}, {"text": "There are several other stages, I believe, but I do not remember what they are.  But he has been through them.  Throughout the long course he was perfecting himself in holy learning, and writing commentaries upon the sacred books.  He was also meditating upon Brahma, and he does that now.", "characters": 289, "sentences": 5}, {"text": "White marble relief-portraits of him are sold all about India.  He lives in a good house in a noble great garden in Benares, all meet and proper to his stupendous rank.  Necessarily he does not go abroad in the streets.  Deities would never be able to move about handily in any country.  If one whom we recognized and adored as a god should go abroad in our streets, and the day it was to happen were known, all traffic would be blocked and business would come to a standstill.", "characters": 477, "sentences": 6}, {"text": "When we arrived we had to stand around in the garden a little while and wait, and the outlook was not good, for he had been turning away Maharajas that day and receiving only the riff-raff, and we belonged in between, somewhere.  But presently, a servant came out saying it was all right, he was coming.", "characters": 303, "sentences": 3}, {"text": "And sure enough, he came, and I saw him--that object of the worship of millions.  It was a strange sensation, and thrilling.  I wish I could feel it stream through my veins again.  And yet, to me he was not a god, he was only a Taj.  The thrill was not my thrill, but had come to me secondhand from those invisible millions of believers.  By a hand-shake with their god I had ground-circuited their wire and got their monster battery's whole charge.", "characters": 449, "sentences": 7}, {"text": "He was tall and slender, indeed emaciated.  He had a clean cut and conspicuously intellectual face, and a deep and kindly eye.  He looked many years older than he really was, but much study and meditation and fasting and prayer, with the arid life he had led as hermit and beggar, could account for that.  He is wholly nude when he receives natives, of whatever rank they may be, but he had white cloth around his loins now, a concession to Mr. Parker's European prejudices, no doubt.", "characters": 484, "sentences": 6}, {"text": "As soon as I had sobered down a little we got along very well together, and I found him a most pleasant and friendly deity.  He had heard a deal about Chicago, and showed a quite remarkable interest in it, for a god. It all came of the World's Fair and the Congress of Religions.  If India knows about nothing else American, she knows about those, and will keep them in mind one while.", "characters": 385, "sentences": 5}, {"text": "\"Yesterday a visiting party of the British nobility had a picnic at Mount Vernon, and in the tomb of Washington they ate their luncheon, sang popular songs, played games, and danced waltzes and polkas.\"", "characters": 202, "sentences": 2}, {"text": "Should we be shocked?  Should we feel outraged?  Should we be amazed? Should we call the performance a desecration?  Yes, that would all happen.  We should denounce those people in round terms, and call them hard names.", "characters": 219, "sentences": 3}, {"text": "\"Yesterday a visiting party of American pork-millionaires had a picnic in Westminster Abbey, and in that sacred place they ate their luncheon, sang popular songs, played games, and danced waltzes and polkas.\"", "characters": 208, "sentences": 2}, {"text": "Would the English be shocked?  Would they feel outraged?  Would they be amazed?  Would they call the performance a desecration?  That would all happen.  The pork-millionaires would be denounced in round terms; they would be called hard names.", "characters": 242, "sentences": 3}, {"text": "\"I would here enter my humble protest against the quadrille and      lunch parties which are sometimes given to European ladies and      gentlemen of the station at this imperial tomb; drinking and dancing      are no doubt very good things in their season, but they are sadly      out of place in a sepulchre.\"", "characters": 311, "sentences": 2}, {"text": "If my imagined lunch-parties in Westminster and the tomb of Washington should take place, the incident would cause a vast outbreak of bitter eloquence about Barbarism and Irreverence; and it would come from two sets of people who would go next day and dance in the Taj if they had a chance.", "characters": 290, "sentences": 2}, {"text": "As we took our leave of the Benares god and started away we noticed a group of natives waiting respectfully just within the gate--a Rajah from somewhere in India, and some people of lesser consequence.  The god beckoned them to come, and as we passed out the Rajah was kneeling and reverently kissing his sacred feet.", "characters": 317, "sentences": 3}, {"text": "If Barnum--but Barnum's ambitions are at rest.  This god will remain in the holy peace and seclusion of his garden, undisturbed.  Barnum could not have gotten him, anyway.  Still, he would have found a substitute that would answer.", "characters": 231, "sentences": 5}, {"text": "Do not undervalue the headache.  While it is at its sharpest it seems a bad investment; but when relief begins, the unexpired remainder is worth $4 a minute.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 227, "sentences": 4}, {"text": "It is a fluted candlestick 250 feet high.  This lingam is the only large monument in Calcutta, I believe.  It is a fine ornament, and will keep Ochterlony in mind.", "characters": 163, "sentences": 4}, {"text": "Indeed, if monuments were always given in India for high achievements, duty straitly performed, and smirchless records, the landscape would be monotonous with them.  The handful of English in India govern the Indian myriads with apparent ease, and without noticeable friction, through tact, training, and distinguished administrative ability, reinforced by just and liberal laws--and by keeping their word to the native whenever they give it.", "characters": 442, "sentences": 3}, {"text": "When India is mentioned to the citizen of a far country it suggests Clive, Hastings, the Mutiny, Kipling, and a number of other great events; and the mention of Calcutta infallibly brings up the Black Hole.  And so, when that citizen finds himself in the capital of India he goes first of all to see the Black Hole of Calcutta--and is disappointed.", "characters": 348, "sentences": 3}, {"text": "And yet within the time of men who still live, the Black Hole was torn down and thrown away as carelessly as if its bricks were common clay, not ingots of historic gold.  There is no accounting for human beings.", "characters": 211, "sentences": 3}, {"text": "There are 869 different forms of lying, but only one of them has been squarely forbidden.  Thou shalt not bear false witness against thy neighbor.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 216, "sentences": 4}, {"text": "February 14.  We left at 4:30 P.M.  Until dark we moved through rich vegetation, then changed to a boat and crossed the Ganges.", "characters": 127, "sentences": 5}, {"text": "\"From Greenland's icy mountains,                From India's coral strand,                Where Afric's sunny fountains                Roll down their golden sand.                From many an ancient river,                From many a palmy plain,                They call us to deliver                Their land from error's chain.\"", "characters": 332, "sentences": 3}, {"text": "\"We took a long drive yesterday around about the lovely country      roads.  But it was a drive whose pleasure was damaged in a couple of      ways: by the dreadful shrines and by the shameful spectacle of gray      and venerable old grandmothers toiling in the fields.  The shrines      were frequent along the roads--figures of the Saviour nailed to the      cross and streaming with blood from the wounds of the nails and the      thorns.", "characters": 441, "sentences": 4}, {"text": "\"When missionaries go from here do they find fault with the pagan      idols?  I saw many women seventy and even eighty years old mowing      and binding in the fields, and pitchforking the loads into the      wagons.\"", "characters": 218, "sentences": 2}, {"text": "I was in Austria later, and in Munich.  In Munich I saw gray old women pushing trucks up hill and down, long distances, trucks laden with barrels of beer, incredible loads.  In my Austrian diary I find this:", "characters": 207, "sentences": 3}, {"text": "\"In the public street of Marienbad to-day, I saw an old, bent,      gray-headed woman, in harness with a dog, drawing a laden sled over      bare dirt roads and bare pavements; and at his ease walked the      driver, smoking his pipe, a hale fellow not thirty years old.\"", "characters": 271, "sentences": 2}, {"text": "Five or six years ago I bought an open boat, made a kind of a canvas wagon-roof over the stern of it to shelter me from sun and rain; hired a courier and a boatman, and made a twelve-day floating voyage down the Rhone from Lake Bourget to Marseilles.  In my diary of that trip I find this entry.  I was far down the Rhone then:", "characters": 327, "sentences": 3}, {"text": "\"Passing St. Etienne, 2:15 P.M.  On a distant ridge inland, a tall      openwork structure commandingly situated, with a statue of the      Virgin standing on it.  A devout country.  All down this river,      wherever there is a crag there is a statue of the Virgin on it.  I      believe I have seen a hundred of them.  And yet, in many respects,      the peasantry seem to be mere pagans, and destitute of any      considerable degree of civilization.", "characters": 453, "sentences": 9}, {"text": "\"At last a vigorous fellow of thirty-five arrived, dry and      comfortable, smoking his pipe under his big umbrella in an open      donkey-cart-husband, son, and grandson of those women!  He stood up      in the cart, sheltering himself, and began to superintend, issuing      his orders in a masterly tone of command, and showing temper when      they were not obeyed swiftly enough.", "characters": 385, "sentences": 2}, {"text": "It is because Bavaria and Austria and France have not introduced their civilization to him yet.  But Bavaria and Austria and France are on their way.  They are coming.  They will rescue him; they will refine the vileness out of him.", "characters": 232, "sentences": 5}, {"text": "After a while we stopped at a little wooden coop of a station just within the curtain of the sombre jungle, a place with a deep and dense forest of great trees and scrub and vines all about it.  The royal Bengal tiger is in great force there, and is very bold and unconventional.  From this lonely little station a message once went to the railway manager in Calcutta: \"Tiger eating station-master on front porch; telegraph instructions.\"", "characters": 438, "sentences": 4}, {"text": "At an elevation of 6,000 feet we entered a thick cloud, and it shut out the world and kept it shut out.  We climbed 1,000 feet higher, then began to descend, and presently got down to Darjeeling, which is 6,000 feet above the level of the Plains.", "characters": 246, "sentences": 3}, {"text": "Kinchinjunga's peak was but fitfully visible, but in the between times it was vividly clear against the sky--away up there in the blue dome more than 28,000 feet above sea level--the loftiest land I had ever seen, by 12,000 feet or more.  It was 45 miles away.  Mount Everest is a thousand feet higher, but it was not a part of that sea of mountains piled up there before me, so I did not see it; but I did not care, because I think that mountains that are as high as that are disagreeable.", "characters": 490, "sentences": 4}, {"text": "There are two times in a man's life when he should not speculate: when he can't afford it, and when he can.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 177, "sentences": 3}, {"text": "On Monday and Tuesday at sunrise we again had fair-to-middling views of the stupendous mountains; then, being well cooled off and refreshed, we were ready to chance the weather of the lower world once more.", "characters": 206, "sentences": 2}, {"text": "Everything looked safe.  Indeed, there was but one questionable detail left: the regular train was to follow us as soon as we should start, and it might run over us.  Privately, I thought it would.", "characters": 197, "sentences": 4}, {"text": "She was not quite what you would call refined.  She was not quite what you would call unrefined.  She was the kind of person that keeps a parrot.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 215, "sentences": 5}, {"text": "For many years the British Indian Government has been trying to destroy the murderous wild creatures, and has spent a great deal of money in the effort.  The annual official returns show that the undertaking is a difficult one.", "characters": 227, "sentences": 3}, {"text": "As strikingly uniform as are the statistics of suicide, they are not any more so than are those of the tiger's annual output of slaughtered human beings in India.  The government's work is quite uniform, too; it about doubles the tiger's average.  In six years the tiger killed 5,000 persons, minus 50; in the same six years 10,000 tigers were killed, minus 400.", "characters": 362, "sentences": 4}, {"text": "The wolf kills nearly as many people as the tiger--700 a year to the tiger's 800 odd--but while he is doing it, more than 5,000 of his tribe fall.", "characters": 146, "sentences": 2}, {"text": "The leopard kills an average of 230 people per year, but loses 3,300 of his own mess while he is doing it.", "characters": 106, "sentences": 2}, {"text": "The tiger, as the figures show, makes a very handsome fight against man. But it is nothing to the elephant's fight.  The king of beasts, the lord of the jungle, loses four of his mess per year, but he kills forty--five persons to make up for it.", "characters": 245, "sentences": 4}, {"text": "But when it comes to killing cattle, the lord of the jungle is not interested.  He kills but 100 in six years--horses of hunters, no doubt --but in the same six the tiger kills more than 84,000, the leopard 100,000, the bear 4,000, the wolf 70,000, the hyena more than 13,000, other wild beasts 27,000, and the snakes 19,000, a grand total of more than 300,000; an average of 50,000 head per year.", "characters": 397, "sentences": 3}, {"text": "In response, the government kills, in the six years, a total of 3,201,232 wild beasts and snakes.  Ten for one.", "characters": 111, "sentences": 3}, {"text": "It will be perceived that the snakes are not much interested in cattle; they kill only 3,000 odd per year.  The snakes are much more interested in man.  India swarms with deadly snakes.  At the head of the list is the cobra, the deadliest known to the world, a snake whose bite kills where the rattlesnake's bite merely entertains.", "characters": 331, "sentences": 5}, {"text": "To finish the statistics.  In six years the wild beasts kill 20,000 persons, and the snakes kill 103,000.  In the same six the government kills 1,073,546 snakes.  Plenty left.", "characters": 175, "sentences": 5}, {"text": "There are narrow escapes in India.  In the very jungle where I killed sixteen tigers and all those elephants, a cobra bit me but it got well; everyone was surprised.  This could not happen twice in ten years, perhaps.  Usually death would result in fifteen minutes.", "characters": 265, "sentences": 5}, {"text": "The heat was pitiless, the flat plains were destitute of grass, and baked dry by the sun they were the color of pale dust, which was flying in clouds.  But it was much hotter than this when the relieving forces marched to Lucknow in the time of the Mutiny.  Those were the days of 138 deg. in the shade.", "characters": 303, "sentences": 5}, {"text": "Make it a point to do something every day that you don't want to do. This is the golden rule for acquiring the habit of doing your duty without pain.                              --Pudd'nhead Wilson's New Calendar.", "characters": 214, "sentences": 4}, {"text": "But too late--only a few hours too late.  For at the last moment the Nana had decided upon the massacre of the captive women and children, and had commissioned three Mohammedans and two Hindoos to do the work.  Sir G. O. Trevelyan says:", "characters": 236, "sentences": 5}, {"text": "\"At length the smallest of them made an infantile attempt to get      away.  The little thing had been frightened past bearing by the      murder of one of the surviving ladies.  He thus attracted the      observation of a native who flung him and his companions down the      well.\"", "characters": 283, "sentences": 4}, {"text": "The soldiers had made a march of eighteen days, almost without rest, to save the women and the children, and now they were too late--all were dead and the assassin had flown.  What happened then, Trevelyan hesitated to put into words.  \"Of what took place, the less said is the better.\"", "characters": 286, "sentences": 4}, {"text": "I have made the quoted remark myself, at one time and another, but I was not doing it to flatter the reader; I was merely doing it to save work. If I had known the details without brushing up, I would have put them in; but I didn't, and I did not want the labor of posting myself; so I said, \"The details of this tremendous episode are too familiar to the reader to need repeating here.\"  I do not like that kind of a lie; still, it does save work.", "characters": 448, "sentences": 4}, {"text": "I am not trying to get out of repeating the details of the Siege of Lucknow in fear of the reviewer; I am not leaving them out in fear that they would not interest the reader; I am leaving them out partly to save work; mainly for lack of room.  It is a pity, too; for there is not a dull place anywhere in the great story.", "characters": 322, "sentences": 3}, {"text": "Then came the outbreak at Meerut, then the capture of Delhi by the mutineers; in June came the three-weeks leaguer of Sir Hugh Wheeler in his open lot at Cawnpore--40 miles distant from Lucknow--then the treacherous massacre of that gallant little garrison; and now the great revolt was in full flower, and the comfortable condition of things at Lucknow was instantly changed.", "characters": 376, "sentences": 2}, {"text": "There was an outbreak there, and Sir Henry Lawrence marched out of the Residency on the 30th of June to put it down, but was defeated with heavy loss, and had difficulty in getting back again.  That night the memorable siege of the Residency--called the siege of Lucknow--began.  Sir Henry was killed three days later, and Brigadier Inglis succeeded him in command.", "characters": 365, "sentences": 4}, {"text": "Outside of the Residency fence was an immense host of hostile and confident native besiegers; inside it were 480 loyal native soldiers, 730 white ones, and 500 women and children.", "characters": 179, "sentences": 2}, {"text": "In those days the English garrisons always managed to hamper themselves sufficiently with women and children.", "characters": 109, "sentences": 2}, {"text": "Six weeks after the beginning of the siege more than one-half of the original force of white soldiers was dead, and close upon three-fifths of the original native force.", "characters": 169, "sentences": 2}, {"text": "But the fighting went on just the same.  The enemy mined, the English counter-mined, and, turn about, they blew up each other's posts.  The Residency grounds were honey-combed with the enemy's tunnels.  Deadly courtesies were constantly exchanged--sorties by the English in the night; rushes by the enemy in the night--rushes whose purpose was to breach the walls or scale them; rushes which cost heavily, and always failed.", "characters": 424, "sentences": 5}, {"text": "The ladies got used to all the horrors of war--the shrieks of mutilated men, the sight of blood and death.  Lady Inglis makes this mention in her diary:", "characters": 152, "sentences": 2}, {"text": "\"Mrs. Bruere's nurse was carried past our door to-day, wounded in      the eye.  To extract the bullet it was found necessary to take out      the eye--a fearful operation.  Her mistress held her while it was      performed.\"", "characters": 225, "sentences": 5}, {"text": "The first relieving force failed to relieve.  It was under Havelock and Outram; and arrived when the siege had been going on for three months. It fought its desperate way to Lucknow, then fought its way through the city against odds of a hundred to one, and entered the Residency; but there was not enough left of it, then, to do any good.  It lost more men in its last fight than it found in the Residency when it got in.  It became captive itself.", "characters": 449, "sentences": 6}, {"text": "The fighting and starving and dying by bullets and disease went steadily on.  Both sides fought with energy and industry.  Captain Birch puts this striking incident in evidence.  He is speaking of the third month of the siege:", "characters": 226, "sentences": 4}, {"text": "The exhausted garrison fought doggedly on all through the next month-- October.  Then, November 2d, news came Sir Colin Campbell's relieving force would soon be on its way from Cawnpore.", "characters": 186, "sentences": 3}, {"text": "On the 13th the sounds came nearer--he was slowly, but steadily, cutting his way through, storming one stronghold after another.", "characters": 128, "sentences": 2}, {"text": "On the 14th he captured the Martiniere College, and ran up the British flag there.  It was seen from the Residency.", "characters": 115, "sentences": 3}, {"text": "On the 17th he took the former mess-house of the 32d regiment--a fortified building, and very strong.  \"A most exciting, anxious day,\" writes Lady Inglis in her diary.  \"About 4 P.M., two strange officers walked through our yard, leading their horses\"--and by that sign she knew that communication was established between the forces, that the relief was real, this time, and that the long siege of Lucknow was ended.", "characters": 416, "sentences": 6}, {"text": "There were but few trees in the plain at that time, and from the Residency the progress of the march, step by step, victory by victory, could be noted; the ascending clouds of battle-smoke marked the way to the eye, and the thunder of the guns marked it to the ear.", "characters": 265, "sentences": 2}, {"text": "Sir Colin Campbell had not come to Lucknow to hold it, but to save the occupants of the Residency, and bring them away.  Four or five days after his arrival the secret evacuation by the troops took place, in the middle of a dark night, by the principal gate, (the Bailie Guard).  The two hundred women and two hundred and fifty children had been previously removed.  Captain Birch says:", "characters": 386, "sentences": 4}, {"text": "Lady Inglis, referring to her husband and to General Sir James Outram, sets down the closing detail of this impressive midnight retreat, in darkness and by stealth, of this shadowy host through the gate which it had defended so long and so well:", "characters": 245, "sentences": 1}, {"text": "\"At twelve precisely they marched out, John and Sir James Outram      remaining till all had passed, and then they took off their hats to      the Bailie Guard, the scene of as noble a defense as I think history      will ever have to relate.\"", "characters": 243, "sentences": 2}, {"text": "Don't part with your illusions.  When they are gone you may still exist but you have ceased to live.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 170, "sentences": 4}, {"text": "Often, the surest way to convey misinformation is to tell the strict truth.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 145, "sentences": 3}, {"text": "The Residency ruins are draped with flowering vines, and are impressive and beautiful.  They and the grounds are sacred now, and will suffer no neglect nor be profaned by any sordid or commercial use while the British remain masters of India.  Within the grounds are buried the dead who gave up their lives there in the long siege.", "characters": 331, "sentences": 4}, {"text": "And we saw the scene of the slaughter of the helpless women and children, and also the costly memorial that is built over the well which contains their remains.  The Black Hole of Calcutta is gone, but a more reverent age is come, and whatever remembrancer still exists of the moving and heroic sufferings and achievements of the garrisons of Lucknow and Cawnpore will be guarded and preserved.", "characters": 394, "sentences": 3}, {"text": "I will begin with a few sentences from the excellent little local guide-book of Mr. Satya Chandra Mukerji.  I take them from here and there in his description:", "characters": 159, "sentences": 3}, {"text": "\"The inlaid work of the Taj and the flowers and petals that are to      be found on all sides on the surface of the marble evince a most      delicate touch.\"", "characters": 158, "sentences": 2}, {"text": "\"The inlaid work, the marble, the flowers, the buds, the leaves, the      petals, and the lotus stems are almost without a rival in the whole      of the civilized world.\"", "characters": 171, "sentences": 2}, {"text": "\"The work of inlaying with stones and gems is found in the highest      perfection in the Taj.\"", "characters": 95, "sentences": 2}, {"text": "Gems, inlaid flowers, buds, and leaves to be found on all sides.  What do you see before you?  Is the fairy structure growing?  Is it becoming a jewel casket?", "characters": 158, "sentences": 2}, {"text": "\"The whole of the Taj produces a wonderful effect that is equally      sublime and beautiful.\"", "characters": 94, "sentences": 2}, {"text": "\"The complexity of its design and the delicate intricacy of the      workmanship baffle description.\"", "characters": 101, "sentences": 2}, {"text": "The inlaid work of flowers done in gems is very brilliant (followed by a most important modification which the reader is sure to read too carelessly)--2.", "characters": 153, "sentences": 2}, {"text": "Those details are correct; the figures which I have placed after them represent quite fairly their individual, values.  Then why, as a whole, do they convey a false impression to the reader?  It is because the reader--beguiled by his heated imagination--masses them in the wrong way.  The writer would mass the first three figures in the following way, and they would speak the truth. 5 5 9 Total--19", "characters": 400, "sentences": 4}, {"text": "The writer would add all of his twelve numerals together, and then the sum would express the whole truth about the Taj, and the truth only--63.", "characters": 143, "sentences": 2}, {"text": "But the reader--always helped by his imagination--would put the figures in a row one after the other, and get this sum, which would tell him a noble big lie:", "characters": 157, "sentences": 1}, {"text": "The reader will always be sure to put the figures together in that wrong way, and then as surely before him will stand, sparkling in the sun, a gem-crusted Taj tall as the Matterhorn.", "characters": 183, "sentences": 2}, {"text": "Yet slowly, surely, steadily, in the course of my fifteen visits, the proportions adjusted themselves to the facts, and I came at last to realize that a waterfall a hundred and sixty-five feet high and a quarter of a mile wide was an impressive thing.  It was not a dipperful to my vanished great vision, but it would answer.", "characters": 325, "sentences": 3}, {"text": "By all my senses, all my faculties, I know that the icestorm is Nature's supremest achievement in the domain of the superb and the beautiful; and by my reason, at least, I know that the Taj is man's ice-storm.", "characters": 209, "sentences": 2}, {"text": "In the ice-storm every one of the myriad ice-beads pendant from twig and branch is an individual gem, and changes color with every motion caused by the wind; each tree carries a million, and a forest-front exhibits the splendors of the single tree multiplied by a thousand.", "characters": 273, "sentences": 2}, {"text": "It occurs to me now that I have never seen the ice-storm put upon canvas, and have not heard that any painter has tried to do it.  I wonder why that is.  Is it that paint cannot counterfeit the intense blaze of a sun-flooded jewel?  There should be, and must be, a reason, and a good one, why the most enchanting sight that Nature has created has been neglected by the brush.", "characters": 375, "sentences": 4}, {"text": "SATAN (impatiently) to NEW-COMER.  The trouble with you Chicago people is, that you think you are the best people down here; whereas you are merely the most numerous.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 236, "sentences": 4}, {"text": "We drifted as far as Rawal Pindi, away up on the Afghan frontier--I think it was the Afghan frontier, but it may have been Hertzegovina--it was around there somewhere--and down again to Delhi, to see the ancient architectural wonders there and in Old Delhi and not describe them, and also to see the scene of the illustrious assault, in the Mutiny days, when the British carried Delhi by storm, one of the marvels of history for impudent daring and immortal valor.", "characters": 464, "sentences": 2}, {"text": "The Satan mentioned at the head of this chapter was not our Satan, but the other one.  Our Satan was lost to us.  In these later days he had passed out of our life--lamented by me, and sincerely.  I was missing him; I am missing him yet, after all these months.  He was an astonishing creature to fly around and do things.  He didn't always do them quite right, but he did them, and did them suddenly.  There was no time wasted. You would say:", "characters": 443, "sentences": 8}, {"text": "Then there would be a brief sound of thrashing and slashing and humming and buzzing, and a spectacle as of a whirlwind spinning gowns and jackets and coats and boots and things through the air, and then with bow and touch--", "characters": 223, "sentences": 1}, {"text": "He was always busy; kept the rooms tidied up, the boots polished, the clothes brushed, the wash-basin full of clean water, my dress clothes laid out and ready for the lecture-hall an hour ahead of time; and he dressed me from head to heel in spite of my determination to do it myself, according to my lifelong custom.", "characters": 317, "sentences": 2}, {"text": "And, sure enough, there in the whirling midst of fifteen hundred wondering people we would find that little scrap of a creature gesticulating like a spider with the colic, his black eyes snapping, his fez-tassel dancing, his jaws pouring out floods of billingsgate upon his gang of beseeching and astonished coolies.", "characters": 316, "sentences": 2}, {"text": "Then some instinct revealed to them that he was drunk.  They gave him prompt notice that next time this happened he must go.  He got out a maudlin and most gentle \"Wair good,\" and saluted indefinitely.", "characters": 201, "sentences": 4}, {"text": "His successor was a Mohammedan, Sahadat Mohammed Khan; very dark, very tall, very grave.  He went always in flowing masses of white, from the top of his big turban down to his bare feet.  His voice was low.  He glided about in a noiseless way, and looked like a ghost.  He was competent and satisfactory.  But where he was, it seemed always Sunday. It was not so in Satan's time.", "characters": 379, "sentences": 8}, {"text": "We drove often to the city from the hotel Kaiser-i-Hind, a journey which was always full of interest, both night and day, for that country road was never quiet, never empty, but was always India in motion, always a streaming flood of brown people clothed in smouchings from the rainbow, a tossing and moiling flood, happy, noisy, a charming and satisfying confusion of strange human and strange animal life and equally strange and outlandish vehicles.", "characters": 451, "sentences": 2}, {"text": "Later, when we reached the city, and glanced down the chief avenue, smouldering in its crushed-strawberry tint, those splendid effects were repeated; for every balcony, and every fanciful bird-cage of a snuggery countersunk in the house-fronts, and all the long lines of roofs were crowded with people, and each crowd was an explosion of brilliant color.", "characters": 354, "sentences": 2}, {"text": "For color, and picturesqueness, and novelty, and outlandishness, and sustained interest and fascination, it was the most satisfying show I had ever seen, and I suppose I shall not have the privilege of looking upon its like again.", "characters": 230, "sentences": 2}, {"text": "In the first place God made idiots.  This was for practice.  Then He made School Boards.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 158, "sentences": 5}, {"text": "\"I pray please to give me some action (work) for I am very poor boy      I have no one to help me even so father for it so it seemed in thy      good sight, you give the Telegraph Office, and another work what is      your wish I am very poor boy, this understand what is your wish you      my father I am your son this understand what is your wish.", "characters": 349, "sentences": 2}, {"text": "\"My Dear Sir or Gentleman, that your Petitioner has much      qualification in the Language of English to instruct the young boys;      I was given to understand that your of suitable children has to      acquire the knowledge of English language.\"", "characters": 248, "sentences": 2}, {"text": "As a sample of the flowery Eastern style, I will take a sentence or two from a long letter written by a young native to the Lieutenant-Governor of Bengal--an application for employment:", "characters": 185, "sentences": 1}, {"text": "It is not perfectly clear, now that I come to cipher upon it.  He gets up at about 5 in the morning, or along there somewhere, and goes to bed about fifteen or sixteen hours afterward--that much of it seems straight; but why he should rise again three hours later and resume his studies till morning is puzzling.", "characters": 312, "sentences": 3}, {"text": "\"Cardinal Wolsey was an Editor of a paper named North Briton.  No. 45 of his publication he charged the King of uttering a lie from the throne. He was arrested and cast into prison; and after releasing went to France.", "characters": 217, "sentences": 5}, {"text": "\"10.  An honor conferred on the first or eldest sons of English Sovereigns.  It is nothing more than some feathers.", "characters": 115, "sentences": 4}, {"text": "\"11.  Ich Dien was the word which was written on the feathers of the blind King who came to fight, being interlaced with the bridles of the horse.", "characters": 146, "sentences": 3}, {"text": "\"13.  Ich Dien is a title given to Henry VII by the Pope of Rome, when he forwarded the Reformation of Cardinal Wolsy to Rome, and for this reason he was called Commander of the faith.\"", "characters": 185, "sentences": 3}, {"text": "\"25.  Sheriff is a post opened in the time of John.  The duty of Sheriff here in Calcutta, to look out and catch those carriages which is rashly driven out by the coachman; but it is a high post in England.", "characters": 206, "sentences": 4}, {"text": "\"28.  Sheriff--Latin term for 'shrub,' we called broom, worn by the first earl of Enjue, as an emblem of humility when they went to the pilgrimage, and from this their hairs took their crest and surname.", "characters": 203, "sentences": 3}, {"text": "\"50.  Oh my dear father examiner you my father and you kindly give a number of pass you my great father.", "characters": 104, "sentences": 3}, {"text": "\"51.  I am a poor boy and have no means to support my mother and two brothers who are suffering much for want of food.  I get four rupees monthly from charity fund of this place, from which I send two rupees for their support, and keep two for my own support.  Father, if I relate the unlucky circumstance under which we are placed, then, I think, you will not be able to suppress the tender tear.", "characters": 397, "sentences": 5}, {"text": "\"52.  Sir which Sir Isaac Newton and other experienced mathematicians cannot understand I being third of Entrance Class can understand these which is too impossible to imagine.  And my examiner also has put very tiresome and very heavy propositions to prove.\"", "characters": 259, "sentences": 4}, {"text": "\"Christopher Columbus was called the father of his Country.  Queen Isabella of Spain sold her watch and chain and other millinery so that Columbus could discover America.", "characters": 170, "sentences": 3}, {"text": "\"Captain John Smith has been styled the father of his country.  His life was saved by his daughter Pochahantas.", "characters": 111, "sentences": 3}, {"text": "\"Washington died in Spain almost broken-hearted.  His remains were taken to the cathedral in Havana.", "characters": 100, "sentences": 3}, {"text": "In Brooklyn, as in India, they examine a pupil, and when they find out he doesn't know anything, they put him into literature, or geometry, or astronomy, or government, or something like that, so that he can properly display the assification of the whole system--", "characters": 263, "sentences": 1}, {"text": "\"In the 'Canterbury Tale' it gives account of King Alfred on his way to the shrine of Thomas Bucket.", "characters": 100, "sentences": 2}, {"text": "We will finish with a couple of samples of \"literature,\" one from America, the other from India.  The first is a Brooklyn public-school boy's attempt to turn a few verses of the \"Lady of the Lake\" into prose. You will have to concede that he did it:", "characters": 249, "sentences": 3}, {"text": "\"The man who rode on the horse performed the whip and an instrument made of steel alone with strong ardor not diminishing, for, being tired from the time passed with hard labor overworked with anger and ignorant with weariness, while every breath for labor he drew with cries full of sorrow, the young deer made imperfect who worked hard filtered in sight.\"", "characters": 357, "sentences": 2}, {"text": "The following paragraph is from a little book which is famous in India --the biography of a distinguished Hindoo judge, Onoocool Chunder Mookerjee; it was written by his nephew, and is unintentionally funny-in fact, exceedingly so.  I offer here the closing scene.  If you would like to sample the rest of the book, it can be had by applying to the publishers, Messrs.  Thacker, Spink & Co., Calcutta", "characters": 400, "sentences": 5}, {"text": "There are no people who are quite so vulgar as the over-refined ones.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 139, "sentences": 3}, {"text": "We sailed from Calcutta toward the end of March; stopped a day at Madras; two or three days in Ceylon; then sailed westward on a long flight for Mauritius.  From my diary:", "characters": 171, "sentences": 2}, {"text": "April 7.  We are far abroad upon the smooth waters of the Indian Ocean, now; it is shady and pleasant and peaceful under the vast spread of the awnings, and life is perfect again--ideal.", "characters": 186, "sentences": 3}, {"text": "The difference between a river and the sea is, that the river looks fluid, the sea solid--usually looks as if you could step out and walk on it.", "characters": 144, "sentences": 2}, {"text": "By and by, in the course of some talk about custom-house annoyances, the captain brought out the following simple everyday incident, but through his infirmity of style managed to tell it in such a way that it got no credence.  He said:", "characters": 235, "sentences": 2}, {"text": "April 9.  Tea-planting is the great business in Ceylon, now.  A passenger says it often pays 40 per cent. on the investment.  Says there is a boom.", "characters": 147, "sentences": 6}, {"text": "April 10.  The sea is a Mediterranean blue; and I believe that that is about the divinest color known to nature.", "characters": 112, "sentences": 3}, {"text": "\"The Injian Ocean sets an' smiles                So sof', so bright, so bloomin' blue;                There aren't a wave for miles an' miles                Excep' the jiggle from the screw.\"", "characters": 191, "sentences": 2}, {"text": "April 14.  It turns out that the astronomical apprentice worked off a section of the Milky Way on me for the Magellan Clouds.  A man of more experience in the business showed one of them to me last night.  It was small and faint and delicate, and looked like the ghost of a bunch of white smoke left floating in the sky by an exploded bombshell.", "characters": 345, "sentences": 5}, {"text": "Wednesday, April 15.  Mauritius.  Arrived and anchored off Port Louis 2 A. M.  Rugged clusters of crags and peaks, green to their summits; from their bases to the sea a green plain with just tilt enough to it to make the water drain off.  I believe it is in 56 degrees E. and 22 degrees S. --a hot tropical country.  The green plain has an inviting look; has scattering dwellings nestling among the greenery.  Scene of the sentimental adventure of Paul and Virginia.", "characters": 466, "sentences": 11}, {"text": "Island under French control--which means a community which depends upon quarantines, not sanitation, for its health.", "characters": 116, "sentences": 2}, {"text": "Thursday, April 16.  Went ashore in the forenoon at Port Louis, a little town, but with the largest variety of nationalities and complexions we have encountered yet.  French, English, Chinese, Arabs, Africans with wool, blacks with straight hair, East Indians, half-whites, quadroons --and great varieties in costumes and colors.", "characters": 329, "sentences": 4}, {"text": "Took the train for Curepipe at 1.30--two hours' run, gradually uphill. What a contrast, this frantic luxuriance of vegetation, with the arid plains of India; these architecturally picturesque crags and knobs and miniature mountains, with the monotony of the Indian dead-levels.", "characters": 277, "sentences": 4}, {"text": "Curepipe (means Pincushion or Pegtown, probably).  Sixteen miles (two hours) by rail from Port Louis.  At each end of every roof and on the apex of every dormer window a wooden peg two feet high stands up; in some cases its top is blunt, in others the peg is sharp and looks like a toothpick.  The passion for this humble ornament is universal.", "characters": 344, "sentences": 5}, {"text": "Apparently, there has been only one prominent event in the history of Mauritius, and that one didn't happen.  I refer to the romantic sojourn of Paul and Virginia here.  It was that story that made Mauritius known to the world, made the name familiar to everybody, the geographical position of it to nobody.", "characters": 307, "sentences": 4}, {"text": "A clergyman was asked to guess what was in a box on a table.  It was a vellum fan painted with the shipwreck, and was \"one of Virginia's wedding gifts.\"", "characters": 152, "sentences": 3}, {"text": "\"It is a land of extraordinary quarantines.  They quarantine a ship      for anything or for nothing; quarantine her for 20 and even 30 days.      They once quarantined a ship because her captain had had the      smallpox when he was a boy.  That and because he was English.", "characters": 274, "sentences": 5}, {"text": "\"There is not much trade in books.  The newspapers educate and      entertain the people.  Mainly the latter.  They have two pages of      large-print reading-matter-one of them English, the other French.      The English page is a translation of the French one.  The typography      is super-extra primitive--in this quality it has not its equal      anywhere.  There is no proof-reader now; he is dead.", "characters": 404, "sentences": 8}, {"text": "\"Where do they get matter to fill up a page in this little island      lost in the wastes of the Indian Ocean?  Oh, Madagascar.  They      discuss Madagascar and France.  That is the bulk.  Then they chock      up the rest with advice to the Government.  Also, slurs upon the      English administration.  The papers are all owned and edited by      creoles--French.", "characters": 366, "sentences": 7}, {"text": "\"The language of the country is French.  Everybody speaks it--has      to.  You have to know French particularly mongrel French, the patois      spoken by Tom, Dick, and Harry of the multiform complexions--or you      can't get along.", "characters": 234, "sentences": 4}, {"text": "\"Many copies of Paul and Virginia are sold every year in Mauritius.  No other book is so popular here except the Bible.  By many it is supposed to be a part of the Bible.  All the missionaries work up their French on it when they come here to pervert the Catholic mongrel.  It is the greatest story that was ever written about Mauritius, and the only one.\"", "characters": 356, "sentences": 6}, {"text": "The principal difference between a cat and a lie is that the cat has only nine lives.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 155, "sentences": 3}, {"text": "April 20.--The cyclone of 1892 killed and crippled hundreds of people; it was accompanied by a deluge of rain, which drowned Port Louis and produced a water famine.  Quite true; for it burst the reservoir and the water-pipes; and for a time after the flood had disappeared there was much distress from want of water.", "characters": 316, "sentences": 4}, {"text": "This is the only place in the world where no breed of matches can stand the damp.  Only one match in 16 will light.", "characters": 115, "sentences": 3}, {"text": "The roads are hard and smooth; some of the compounds are spacious, some of the bungalows commodious, and the roadways are walled by tall bamboo hedges, trim and green and beautiful; and there are azalea hedges, too, both the white and the red; I never saw that before.", "characters": 268, "sentences": 2}, {"text": "As to healthiness: I translate from to-day's (April 20) Merchants' and Planters' Gazette, from the article of a regular contributor, \"Carminge,\" concerning the death of the nephew of a prominent citizen:", "characters": 203, "sentences": 1}, {"text": "\"Sad and lugubrious existence, this which we lead in Mauritius; I      believe there is no other country in the world where one dies more      easily than among us.  The least indisposition becomes a mortal      malady; a simple headache develops into meningitis; a cold into      pneumonia, and presently, when we are least expecting it, death is a      guest in our home.\"", "characters": 374, "sentences": 3}, {"text": "This daily paper has a meteorological report which tells you what the weather was day before yesterday.", "characters": 103, "sentences": 2}, {"text": "One is never pestered by a beggar or a peddler in this town, so far as I can see.  This is pleasantly different from India.", "characters": 123, "sentences": 3}, {"text": "There is a tremendous point there.  It can be put into the form of a maxim: Get your formalities right--never mind about the moralities.", "characters": 136, "sentences": 3}, {"text": "It was an impudent thing; but England had to put up with it.  Now, in the case of Madagascar, the formalities had originally been observed, but by neglect they had fallen into desuetude ages ago.  England should have snatched Madagascar from the French clothes-line.  Without an effort she could have saved those harmless natives from the calamity of French civilization, and she did not do it.  Now it is too late.", "characters": 415, "sentences": 6}, {"text": "The signs of the times show plainly enough what is going to happen.  All the savage lands in the world are going to be brought under subjection to the Christian governments of Europe.  I am not sorry, but glad.  This coming fate might have been a calamity to those savage peoples two hundred years ago; but now it will in some cases be a benefaction.  The sooner the seizure is consummated, the better for the savages.", "characters": 418, "sentences": 6}, {"text": "April 23.  \"The first year they gather shells; the second year they gather shells and drink; the third year they do not gather shells.\" (Said of immigrants to Mauritius.)", "characters": 170, "sentences": 4}, {"text": "The Indian women do very hard labor for wages running from  40 one hundredths of a rupee for twelve hours' work to 50 one hundredths of a rupee. They carry mats of sugar on their heads (70 pounds) all day lading ships, for half a rupee, and work at gardening all day for less.", "characters": 276, "sentences": 3}, {"text": "Another dish, called palmiste, is like raw turnip-shavings and tastes like green almonds; is very delicate and good.  Costs the life of a palm tree 12 to 20 years old--for it is the pith.", "characters": 187, "sentences": 3}, {"text": "Another dish--looks like greens or a tangle of fine seaweed--is a preparation of the deadly nightshade.  Good enough.", "characters": 117, "sentences": 3}, {"text": "The monkeys live in the dense forests on the flanks of the toy mountains, and they flock down nights and raid the sugar-fields.  Also on other estates they come down and destroy a sort of bean-crop--just for fun, apparently--tear off the pods and throw them down.", "characters": 263, "sentences": 3}, {"text": "The Sandwich Islands remain my ideal of the perfect thing in the matter of tropical islands.  I would add another story to Mauna Loa's 16,000 feet if I could, and make it particularly bold and steep and craggy and forbidding and snowy; and I would make the volcano spout its lava-floods out of its summit instead of its sides; but aside from these non-essentials I have no corrections to suggest.  I hope these will be attended to; I do not wish to have to speak of it again.", "characters": 475, "sentences": 4}, {"text": "When your watch gets out of order you have choice of two things to do: throw it in the fire or take it to the watch-tinker.  The former is the quickest.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 222, "sentences": 4}, {"text": "8 A.M.  Passing Isle de Bourbon.  Broken-up sky-line of volcanic mountains in the middle.  Surely it would not cost much to repair them, and it seems inexcusable neglect to leave them as they are.", "characters": 196, "sentences": 6}, {"text": "It seems stupid to send tired men to Europe to rest.  It is no proper rest for the mind to clatter from town to town in the dust and cinders, and examine galleries and architecture, and be always meeting people and lunching and teaing and dining, and receiving worrying cables and letters.  And a sea voyage on the Atlantic is of no use--voyage too short, sea too rough.  The peaceful Indian and Pacific Oceans and the long stretches of time are the healing thing.", "characters": 464, "sentences": 5}, {"text": "May 2, AM.  A fair, great ship in sight, almost the first we have seen in these weeks of lonely voyaging.  We are now in the Mozambique Channel, between Madagascar and South Africa, sailing straight west for Delagoa Bay.", "characters": 220, "sentences": 4}, {"text": "All that I remember about Madagascar is that Thackeray's little Billie went up to the top of the mast and there knelt him upon his knee, saying, \"I see", "characters": 151, "sentences": 1}, {"text": "Fifty Indians and Chinamen asleep in a big tent in the waist of the ship forward; they lie side by side with no space between; the former wrapped up, head and all, as in the Indian streets, the Chinamen uncovered; the lamp and things for opium smoking in the center.", "characters": 266, "sentences": 2}, {"text": "A passenger said it was ten 2-ton truck loads of dynamite that lately exploded at Johannesburg.  Hundreds killed; he doesn't know how many; limbs picked up for miles around.  Glass shattered, and roofs swept away or collapsed 200 yards off; fragment of iron flung three and a half miles.", "characters": 287, "sentences": 4}, {"text": "Monday, May 4.  Steaming slowly in the stupendous Delagoa Bay, its dim arms stretching far away and disappearing on both sides.  It could furnish plenty of room for all the ships in the world, but it is shoal. The lead has given us 3 1/2 fathoms several times and we are drawing that, lacking 6 inches.", "characters": 302, "sentences": 5}, {"text": "A bold headland--precipitous wall, 150 feet high, very strong, red color, stretching a mile or so.  A man said it was Portuguese blood--battle fought here with the natives last year.  I think this doubtful.  Pretty cluster of houses on the tableland above the red--and rolling stretches of grass and groups of trees, like England.", "characters": 330, "sentences": 5}, {"text": "The Portuguese have the railroad (one passenger train a day) to the border--70 miles--then the Netherlands Company have it.  Thousands of tons of freight on the shore--no cover.  This is Portuguese allover --indolence, piousness, poverty, impotence.", "characters": 249, "sentences": 4}, {"text": "Flocks of black women passed along, carrying outrageously heavy bags of freight on their heads. The quiver of their leg as the foot was planted and the strain exhibited by their bodies showed what a tax upon their strength the load was.  They were stevedores and doing full stevedore’s work.  They were very erect when unladden--from carrying weights on their heads--just like the Indian women. It gives them a proud fine carriage.", "characters": 433, "sentences": 6}, {"text": "Sometimes one saw a woman carrying on her head a laden and top-heavy basket the shape of an inverted pyramid--its top the size of a soup- plate, its base the diameter of a teacup.  It required nice balancing-- and got it.", "characters": 221, "sentences": 3}, {"text": "The Second Class Passenger came over as usual at \"lights out\" (11) and we lounged along the spacious vague solitudes of the deck and smoked the peaceful pipe and talked.  He told me an incident in Mr. Barnum's life which was evidently characteristic of that great showman in several ways:", "characters": 288, "sentences": 3}, {"text": "Jamrach was speechless for a second.  Then he said, like one ashamed \"You caught me.  I was napping.  For a moment I thought you were in earnest.\"", "characters": 146, "sentences": 5}, {"text": "\"I was in earnest.  I know they won't sell it, but no matter, I will not throw away a good idea for all that.  All I want is a big advertisement. I will keep the thing in mind, and if nothing better turns up I will offer to buy it.  That will answer every purpose.  It will furnish me a couple of columns of gratis advertising in every English and American paper for a couple of months, and give my show the biggest boom a show ever had in this world.\"", "characters": 452, "sentences": 7}, {"text": "\"There's my chance.  Let Jumbo and the Monument alone for the present --they'll keep.  I'll buy Shakespeare's house.  I'll set it up in my Museum in New York and put a glass case around it and make a sacred thing of it; and you'll see all America flock there to worship; yes, and pilgrims from the whole earth; and I'll make them take their hats off, too.  In America we know how to value anything that Shakespeare's touch has made holy. You'll see.\"", "characters": 450, "sentences": 7}, {"text": "It was his opinion that such a letter, written with well-simulated asinine innocence and gush would have gotten his ignorance and stupidity an amount of newspaper abuse worth six fortunes to him, and not purchasable for twice the money.", "characters": 236, "sentences": 2}, {"text": "That was Barnum's account of the episode; and to the end of his days he claimed with pride and satisfaction that not England, but America --represented by him--saved the birthplace of Shakespeare from destruction.", "characters": 213, "sentences": 2}, {"text": "At 3 P.M., May 6th, the ship slowed down, off the land, and thoughtfully and cautiously picked her way into the snug harbor of Durban, South Africa.", "characters": 148, "sentences": 4}, {"text": "In statesmanship get the formalities right, never mind about the moralities.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 146, "sentences": 3}, {"text": "Royal Hotel.  Comfortable, good table, good service of natives and Madrasis.  Curious jumble of modern and ancient city and village, primitiveness and the other thing.  Electric bells, but they don't ring. Asked why they didn't, the watchman in the office said he thought they must be out of order; he thought so because some of them rang, but most of them didn't.  Wouldn't it be a good idea to put them in order?  He hesitated--like one who isn't quite sure--then conceded the point.", "characters": 485, "sentences": 7}, {"text": "May 7.  A bang on the door at 6.  Did I want my boots cleaned?  Fifteen minutes later another bang.  Did we want coffee?  Fifteen later, bang again, my wife's bath ready; 15 later, my bath ready.  Two other bangs; I forget what they were about.  Then lots of shouting back and forth, among the servants just as in an Indian hotel.", "characters": 330, "sentences": 7}, {"text": "Evening.  At 4 P.M.  it was unpleasantly warm.  Half-hour after sunset one needed a spring overcoat; by 8 a winter one.", "characters": 119, "sentences": 6}, {"text": "Rickshaws drawn by splendidly built black Zulus, so overflowing with strength, seemingly, that it is a pleasure, not a pain, to see them snatch a rickshaw along.  They smile and laugh and show their teeth--a good-natured lot.  Not allowed to drink; 2s per hour for one person; 3s for two; 3d for a course--one person.", "characters": 317, "sentences": 4}, {"text": "Natives must not be out after the curfew bell without a pass.  In Natal there are ten blacks to one white.", "characters": 106, "sentences": 3}, {"text": "Sturdy plump creatures are the women.  They comb their wool up to a peak and keep it in position by stiffening it with brown-red clay--half of this tower colored, denotes engagement; the whole of it colored denotes marriage.", "characters": 224, "sentences": 3}, {"text": "Saw one bird.  Not many birds here, and they have no music--and the flowers not much smell, they grow so fast.", "characters": 110, "sentences": 3}, {"text": "Everything neat and trim and clean like the town.  The loveliest trees and the greatest variety I have ever seen anywhere, except approaching Darjeeling.  Have not heard anyone call Natal the garden of South Africa, but that is what it probably is.", "characters": 248, "sentences": 4}, {"text": "The King of the Zulus, a fine fellow of 30, was banished six years ago for a term of seven years.  He is occupying Napoleon's old stand--St. Helena.  The people are a little nervous about having him come back, and they may well be, for Zulu kings have been terrible people sometimes --like Tchaka, Dingaan, and Cetewayo.", "characters": 320, "sentences": 5}, {"text": "There is a large Trappist monastery two hours from Durban, over the country roads, and in company with Mr. Milligan and Mr. Hunter, general manager of the Natal government railways, who knew the heads of it, we went out to see it.", "characters": 230, "sentences": 4}, {"text": "La Trappe must have known the human race well.  The scheme which he invented hunts out everything that a man wants and values--and withholds it from him.  Apparently there is no detail that can help make life worth living that has not been carefully ascertained and placed out of the Trappist's reach.  La Trappe must have known that there were men who would enjoy this kind of misery, but how did he find it out?", "characters": 413, "sentences": 4}, {"text": "If he had consulted you or me he would have been told that his scheme lacked too many attractions; that it was impossible; that it could never be floated.  But there in the monastery was proof that he knew the human race better than it knew itself.  He set his foot upon every desire that a man has--yet he floated his project, and it has prospered for two hundred years, and will go on prospering forever, no doubt.", "characters": 416, "sentences": 4}, {"text": "It all seems strange, incredible, impossible.  But La Trappe knew the race.  He knew the powerful attraction of unattractiveness; he knew that no life could be imagined, howsoever comfortless and forbidding, but somebody would want to try it.", "characters": 242, "sentences": 4}, {"text": "Every one is a moon, and has a dark side which he never shows to anybody.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 143, "sentences": 3}, {"text": "When I scribbled in my note-book a year ago the paragraph which ends the preceding chapter, it was meant to indicate, in an extravagant form, two things: the conflicting nature of the information conveyed by the citizen to the stranger concerning South African politics, and the resulting confusion created in the stranger's mind thereby.", "characters": 338, "sentences": 2}, {"text": "But it does not seem so very extravagant now.  Nothing could in that disturbed and excited time make South African politics clear or quite rational to the citizen of the country because his personal interest and his political prejudices were in his way; and nothing could make those politics clear or rational to the stranger, the sources of his information being such as they were.", "characters": 382, "sentences": 3}, {"text": "Those were wonderfully interesting days for a stranger, and I was glad to be in the thick of the excitement.  Everybody was talking, and I expected to understand the whole of one side of it in a very little while.", "characters": 213, "sentences": 3}, {"text": "There--it was plain enough that the reasons for wanting some changes made were abundant and reasonable, if this statement of the existing grievances was correct.", "characters": 161, "sentences": 2}, {"text": "They did petition.  Also, they issued a Manifesto, whose very first note is a bugle-blast of loyalty: \"We want the establishment of this Republic as a true Republic.\"", "characters": 166, "sentences": 3}, {"text": "Could anything be clearer than the Uitlander's statement of the grievances and oppressions under which they were suffering?  Could anything be more legal and citizen-like and law-respecting than their attitude as expressed by their Manifesto?  No.  Those things were perfectly clear, perfectly comprehensible.", "characters": 309, "sentences": 3}, {"text": "But at this point the puzzles and riddles and confusions begin to flock in.  You have arrived at a place which you cannot quite understand.", "characters": 139, "sentences": 3}, {"text": "For you find that as a preparation for this loyal, lawful, and in every way unexceptionable attempt to persuade the government to right their grievances, the Uitlanders had smuggled a Maxim gun or two and 1,500 muskets into the town, concealed in oil tanks and coal cars, and had begun to form and drill military companies composed of clerks, merchants, and citizens generally.", "characters": 377, "sentences": 2}, {"text": "What was their idea?  Did they suppose that the Boers would attack them for petitioning, for redress?  That could not be.", "characters": 121, "sentences": 2}, {"text": "Did they suppose that the Boers would attack them even for issuing a Manifesto demanding relief under the existing government?", "characters": 126, "sentences": 1}, {"text": "Yes, they apparently believed so, because the air was full of talk of forcing the government to grant redress if it were not granted peacefully.", "characters": 144, "sentences": 2}, {"text": "It is May, 1897, now; a year has gone by, and the confusions of that day have been to a considerable degree cleared away.  Mr. Cecil Rhodes, Dr. Jameson, and others responsible for the Raid, have testified before the Parliamentary Committee of Inquiry in London, and so have Mr. Lionel Phillips and other Johannesburg Reformers, monthly-nurses of the Revolution which was born dead.  These testimonies have thrown light. Three books have added much to this light:", "characters": 463, "sentences": 7}, {"text": "1.  The capitalists and other chief men of Johannesburg were fretting under various political and financial burdens imposed by the State (the South African Republic, sometimes called \"the Transvaal\") and desired to procure by peaceful means a modification of the laws.", "characters": 268, "sentences": 3}, {"text": "Jameson would have to ride 150 miles.  He knew that there were suspicions abroad in the Transvaal concerning him, but he expected to get through to Johannesburg before they should become general and obstructive. But a telegraph wire had been overlooked and not cut.  It spread the news of his invasion far and wide, and a few hours after his start the Boer farmers were riding hard from every direction to intercept him.", "characters": 420, "sentences": 5}, {"text": "As soon as it was known in Johannesburg that he was on his way to rescue the women and children, the grateful people put the women and children in a train and rushed them for Australia.  In fact, the approach of Johannesburg's saviour created panic and consternation there, and a multitude of males of peaceable disposition swept to the trains like a sand-storm.  The early ones fared best; they secured seats--by sitting in them--eight hours before the first train was timed to leave.", "characters": 485, "sentences": 4}, {"text": "Mr. Rhodes lost no time.  He cabled the renowned Johannesburg letter of invitation to the London press--the gray-headedest piece of ancient history that ever went over a cable.", "characters": 176, "sentences": 4}, {"text": "The new poet laureate lost no time.  He came out with a rousing poem lauding Jameson's prompt and splendid heroism in flying to the rescue of the women and children; for the poet could not know that he did not fly until two months after the invitation.  He was deceived by the false date of the letter, which was December 20th.", "characters": 327, "sentences": 4}, {"text": "First catch your Boer, then kick him.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 107, "sentences": 3}, {"text": "From Mrs. Hammond we learn that on the 31st (the day after Johannesburg heard of the invasion), \"The Reform Committee repudiates Dr. Jameson's inroad.\"", "characters": 151, "sentences": 4}, {"text": "It also earnestly desires that the inhabitants shall refrain from overt acts against the Boer government.", "characters": 105, "sentences": 2}, {"text": "It also \"distributes arms\" at the Court House, and furnishes horses \"to the newly-enrolled volunteers.\"", "characters": 103, "sentences": 2}, {"text": "It also brings a Transvaal flag into the committee-room, and the entire body swear allegiance to it \"with uncovered heads and upraised arms.\"", "characters": 141, "sentences": 2}, {"text": "Also, in a speech, Reformer Lionel Phillips informs the public that the Reform Committee Delegation has \"been received with courtesy by the Government Commission,\" and \"been assured that their proposals shall be earnestly considered.\"  That \"while the Reform Committee regretted Jameson's precipitate action, they would stand by him.\"", "characters": 334, "sentences": 3}, {"text": "Also the populace are in a state of \"wild enthusiasm,\" and \"can scarcely be restrained; they want to go out to meet Jameson and bring him in with triumphal outcry.\"", "characters": 164, "sentences": 2}, {"text": "Also the British High Commissioner has issued a damnifying proclamation against Jameson and all British abettors of his game.  It arrives January 1st.", "characters": 150, "sentences": 3}, {"text": "It is a difficult position for the Reformers, and full of hindrances and perplexities.  Their duty is hard, but plain:", "characters": 118, "sentences": 2}, {"text": "2.  They have to swear allegiance to the Boer government, and distribute cavalry horses to the rebels.", "characters": 102, "sentences": 3}, {"text": "3.  They have to forbid overt acts against the Boer government, and distribute arms to its enemies.", "characters": 99, "sentences": 3}, {"text": "4.  They have to avoid collision with the British government, but still stand by Jameson and their new oath of allegiance to the Boer government, taken, uncovered, in presence of its flag.", "characters": 188, "sentences": 3}, {"text": "They did such of these things as they could; they tried to do them all; in fact, did do them all, but only in turn, not simultaneously.  In the nature of things they could not be made to simultane.", "characters": 197, "sentences": 3}, {"text": "Besides, I hope I am mistaken; for, if I am, then there is argument that the Reformers were privately not serious, but were only trying to scare the Boer government into granting the desired reforms.", "characters": 199, "sentences": 2}, {"text": "This scheme could hardly have succeeded.  With an army of Boers at their gates and 50,000 riotous blacks in their midst, the odds against success would have been too heavy--even if the whole town had been armed.  With only 2,500 rifles in the place, they stood really no chance.", "characters": 278, "sentences": 4}, {"text": "Four days after the flag-raising, the Boer force which had been sent forward to forbid the invasion of the English troops met them at Bronkhorst Spruit--246 men of the 94th regiment, in command of a colonel, the big drum beating, the band playing--and the first battle was fought. It lasted ten minutes.  Result:", "characters": 312, "sentences": 3}, {"text": "They are fine marksmen, the Boers.  From the cradle up, they live on horseback and hunt wild animals with the rifle.  They have a passion for liberty and the Bible, and care for nothing else.", "characters": 191, "sentences": 4}, {"text": "Colonel Deane was killed, and apparently every officer above the grade of lieutenant was killed or wounded, for the 58th retreated to its camp in command of a lieutenant.  (\"Africa as It Is.\")", "characters": 192, "sentences": 3}, {"text": "That ended the war.  England listened to reason, and recognized the Boer Republic--a government which has never been in any really awful danger since, until Jameson started after it with his 500 \"raw young fellows.\" To recapitulate:", "characters": 232, "sentences": 3}, {"text": "The Boer farmers and British soldiers fought 4 battles, and the Boers won them all.  Result of the 4, in killed and wounded:", "characters": 124, "sentences": 2}, {"text": "It is interesting, now, to note how loyally Jameson and his several trained British military officers tried to make their battles conform to precedent.  Mr. Garrett's account of the Raid is much the best one I have met with, and my impressions of the Raid are drawn from that.", "characters": 276, "sentences": 4}, {"text": "Also, in Jameson's camp, that night, \"there lay about 30 wounded or otherwise disabled\" men.  Also during the night \"some 30 or 40 young fellows got separated from the command and straggled through into Johannesburg.\"  Altogether a possible 150 men gone, out of his 530.  His lads had fought valorously, but had not been able to get near enough to a Boer to kick him around the Transvaal.", "characters": 388, "sentences": 5}, {"text": "There is a story, which may not be true, about an ignorant Boer farmer there who thought that this white flag was the national flag of England. He had been at Bronkhorst, and Laing's Nek, and Ingogo and Amajuba, and supposed that the English did not run up their flag excepting at the end of a fight.", "characters": 300, "sentences": 3}, {"text": "The following is (as I understand it) Mr. Garrett's estimate of Jameson's total loss in killed and wounded for the two days:", "characters": 124, "sentences": 2}, {"text": "\"When they gave in they were minus some 20 per cent. of combatants. There were 76 casualties.  There were 30 men hurt or sick in the wagons. There were 27 killed on the spot or mortally wounded.\"", "characters": 195, "sentences": 6}, {"text": "Mr. Garrett--not very carefully concealing a smile--excuses the presence of the Maxims by saying that they were of very substantial use because their sputtering disordered the aim of the Boers, and in that way saved lives.", "characters": 222, "sentences": 3}, {"text": "Three cannon, eight Maxims, and five hundred rifles yielded a result which emphasized a fact which had already been established--that the British system of standing out in the open to fight Boers who are behind rocks is not wise, not excusable, and ought to be abandoned for something more efficacious.  For the purpose of war is to kill, not merely to waste ammunition.", "characters": 370, "sentences": 3}, {"text": "If I could get the management of one of those campaigns, I would know what to do, for I have studied the Boer.  He values the Bible above every other thing.  The most delicious edible in South Africa is \"biltong.\" You will have seen it mentioned in Olive Schreiner's books.  It is what our plainsmen call \"jerked beef.\"  It is the Boer's main standby.  He has a passion for it, and he is right.", "characters": 394, "sentences": 8}, {"text": "None of us can have as many virtues as the fountain-pen, or half its cussedness; but we can try.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 166, "sentences": 3}, {"text": "The capital which has developed the mines came from England, the mining engineers from America.  This is the case with the diamond mines also. South Africa seems to be the heaven of the American scientific mining engineer.  He gets the choicest places, and keeps them.  His salary is not based upon what he would get in America, but apparently upon what a whole family of him would get there.", "characters": 392, "sentences": 6}, {"text": "I think that the bulk of those details can be found in Olive Schreiner's books, and she would not be accused of sketching the Boer's portrait with an unfair hand.", "characters": 162, "sentences": 2}, {"text": "Now what would you expect from that unpromising material?  What ought you to expect from it?  Laws inimical to religious liberty? Yes.  Laws denying, representation and suffrage to the intruder? Yes.  Laws unfriendly to educational institutions? Yes.  Laws obstructive of gold production? Yes.  Discouragement of railway expansion? Yes.  Laws heavily taxing the intruder and overlooking the Boer? Yes.", "characters": 401, "sentences": 7}, {"text": "I have been under the impression all along that I had an unpleasant paragraph about the Boers somewhere in my notebook, and also a pleasant one.  I have found them now.  The unpleasant one is dated at an interior village, and says--", "characters": 232, "sentences": 3}, {"text": "\"Dr. X. told me that in the Kafir war 1,500 Kafirs took refuge in a great cave in the mountains about 90 miles north of Johannesburg, and the Boers blocked up the entrance and smoked them to death.  Dr. X. has been in there and seen the great array of bleached skeletons--one a woman with the skeleton of a child hugged to her breast.\"", "characters": 335, "sentences": 7}, {"text": "To me the veldt, in its sober winter garb, was surpassingly beautiful. There were unlevel stretches where it was rolling and swelling, and rising and subsiding, and sweeping superbly on and on, and still on and on like an ocean, toward the faraway horizon, its pale brown deepening by delicately graduated shades to rich orange, and finally to purple and crimson where it washed against the wooded hills and naked red crags at the base of the sky.", "characters": 447, "sentences": 3}, {"text": "In moving about the country in the trains, I had opportunity to see a good many Boers of the veldt.  One day at a village station a hundred of them got out of the third-class cars to feed.", "characters": 188, "sentences": 3}, {"text": "The very ink with which all history is written is merely fluid prejudice.                                   --Pudd'nhead Wilsons's New Calendar.", "characters": 144, "sentences": 3}, {"text": "There isn't a Parallel of Latitude but thinks it would have been the Equator if it had had its rights.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 172, "sentences": 3}, {"text": "The news flew around, and the South African diamond-boom began.  The original traveler--the dishonest one--now remembered that he had once seen a Boer teamster chocking his wagon-wheel on a steep grade with a diamond as large as a football, and he laid aside his occupations and started out to hunt for it, but not with the intention of cheating anybody out of $125 with it, for he had reformed.", "characters": 395, "sentences": 3}, {"text": "The Kimberley crater is roomy enough to admit the Roman Coliseum; the bottom of the crater has not been reached, and no one can tell how far down in the bowels of the earth it goes.  Originally, it was a perpendicular hole packed solidly full of blue rock or cement, and scattered through that blue mass, like raisins in a pudding, were the diamonds.  As deep down in the earth as the blue stuff extends, so deep will the diamonds be found.", "characters": 440, "sentences": 4}, {"text": "There are three or four other celebrated craters near by--a circle three miles in diameter would enclose them all.  They are owned by the De Beers Company, a consolidation of diamond properties arranged by Mr. Rhodes twelve or fourteen years ago.  The De Beers owns other craters; they are under the grass, but the De Beers knows where they are, and will open them some day, if the market should require it.", "characters": 407, "sentences": 5}, {"text": "In the dirt of the Kimberley streets there is much hidden wealth.  Some time ago the people were granted the privilege of a free wash-up.  There was a general rush, the work was done with thoroughness, and a good harvest of diamonds was gathered.", "characters": 246, "sentences": 4}, {"text": "He found it in a mine which was being worked by contract.  That is to say, a company had bought the privilege of taking from the mine 5,000,000 carloads of blue-rock, for a sum down and a royalty.  Their speculation had not paid; but on the very day that their privilege ran out that native found the $2,000,000-diamond and handed it over to them.  Even the diamond culture is not without its romantic episodes.", "characters": 411, "sentences": 5}, {"text": "The Koh-i-Noor is a large diamond, and valuable; but it cannot compete in these matters with three which--according to legend--are among the crown trinkets of Portugal and Russia.  One of these is held to be worth $20,000,000; another, $25,000,000, and the third something over $28,000,000.", "characters": 290, "sentences": 3}, {"text": "We saw the day's output--shining little nests of diamonds, distributed a foot apart, along a counter, each nest reposing upon a sheet of white paper.  That day's catch was about $70,000 worth.  In the course of a year half a ton of diamonds pass under the scales there and sleep on that counter; the resulting money is $18,000,000 or $20,000,000.  Profit, about $12,000,000.", "characters": 374, "sentences": 5}, {"text": "Young girls were doing the sorting--a nice, clean, dainty, and probably distressing employment.  Every day ducal incomes sift and sparkle through the fingers of those young girls; yet they go to bed at night as poor as they were when they got up in the morning.  The same thing next day, and all the days.", "characters": 305, "sentences": 4}, {"text": "I admire him, I frankly confess it; and when his time comes I shall buy a piece of the rope for a keepsake.", "characters": 107, "sentences": 2}, {"text": "I have traveled more than anyone else, and I have noticed that even the angels speak English with an accent.                                   --Pudd'nhead Wilson's New Calendar.", "characters": 178, "sentences": 3}, {"text": "The child heretofore mentioned as having been saved by Dr. Barry so long ago, was named for him, and still lives in Cape Town.  He had Dr. Barry's portrait painted, and gave it to the gentleman in whose old Dutch house I saw it--the quaint figure in pink coat and high black collar.", "characters": 282, "sentences": 5}, {"text": "The story seems to be arriving nowhere.  But that is because I have not finished.  Dr. Barry died in Cape Town 30 years ago.  It was then discovered that he was A WOMAN.", "characters": 169, "sentences": 6}, {"text": "The legend goes that enquiries--soon silenced--developed the fact that she was a daughter of a great English house, and that that was why her Cape wildnesses brought no punishment and got no notice when reported to the government at home.  Her name was an alias.  She had disgraced herself with her people; so she chose to change her name and her sex and take a new start in the world.", "characters": 385, "sentences": 4}, {"text": "We sailed on the 15th of July in the Norman, a beautiful ship, perfectly appointed.  The voyage to England occupied a short fortnight, without a stop except at Madeira.  A good and restful voyage for tired people, and there were several of us.  I seemed to have been lecturing a thousand years, though it was only a twelvemonth, and a considerable number of the others were Reformers who were fagged out with their five months of seclusion in the Pretoria prison.", "characters": 463, "sentences": 5}, {"text": "End of the Project Gutenberg EBook of Following the Equator, Complete by Mark Twain (Samuel Clemens)", "characters": 100, "sentences": 1}], "id": 2895, "paragraphs": 958, "author": "Mark Twain (Samuel Clemens)"}