{"title": "The Romance of Lust", "data": [{"text": "As yet, I had absolutely no knowledge of the uses of the different organs of sex. My sisters and I all slept in the same room. They together in one bed, I alone in another. When no one was present, we had often mutually examined the different formations of our sexes.", "characters": 267, "sentences": 5}, {"text": "My father had left us but moderately provided for, and mamma, wishing to live comfortably, preferred giving me lessons along with my sisters at home to sending me to school; but her health beginning to fail, she inserted an advertisement in the _Times_ for a governess. Out of a large number of applicants, a young lady, of the name of Evelyn, was selected. Some ten days afterwards she arrived, and became one of the family.", "characters": 425, "sentences": 4}, {"text": "I am now advanced in life, and have had many handsome and well-formed women, but I never saw limbs more voluptuously formed.", "characters": 124, "sentences": 2}, {"text": "In a few minutes the light was extinguished, and a rushing rill flowed into the night vase; very different from the gentle tricklings from myself and sisters as we often squatted down opposite each other and crossed water, laughing at the different sources from which they flowed. My sisters often envied me the power of directing the spurt where I pleased, so little were we from dreaming of the real intent of that projecting little instrument.", "characters": 446, "sentences": 3}, {"text": "I heard the charming creature get into bed, and shortly breath hard. As for me, I could not sleep. I lay awake the greater part of the night, afraid to be restless, lest I should disturb Miss Evelyn and give her reason to think I had been observant of her undressing. When at last I dozed off, it was but to dream of all the charms I has seen.", "characters": 343, "sentences": 5}, {"text": "Oh, Miss Evelyn, dear, delicious Miss Evelyn! what would you have thought had you known that I was gazing on all your angelic charms, and that my eager eyes had been straining themselves to penetrate the richness of those charming pouting lips which lay so snugly in that rich mass of dark curling hair. Oh! how I do long to kiss them; for at that time I had no other idea of embracing and still less of penetrating them.", "characters": 421, "sentences": 3}, {"text": "Putting on silk for cotton stockings, she took down a low-bodiced dress, finished her toilet, and left the room. I crawled out from under the bed, washed my face and hands in the water of the bidet, and even drank some in my excitement.", "characters": 236, "sentences": 3}, {"text": "This full view of all her private parts reawakened former sensations and strengthened them. Miss Evelyn first removed her own scarf, laying bare her plump ivory shoulders, and showing the upper halves of her beautiful bubbies, which were heaving with the excitement of her anger. She bared her fine right arm, and grasping the rod, stepped back and raised her arm; her eyes glistened in a peculiar way. She was indeed beautiful to see.", "characters": 435, "sentences": 5}, {"text": "I shall never forget that moment--it was but a moment. The rod whistled through the air and fell with a cruel cut on poor Mary's plump little bottom. The flesh quivered again, and Mary, who had resolved not to cry, flushed in her face, and bit the damask with which the horse was covered.", "characters": 288, "sentences": 4}, {"text": "Meanwhile, her spirit was completely cowed, or rather, crushed. Indeed, we were all fully frightened, and now knew what we had to expect, if we did not behave ourselves. There was now no fear of any manifestation of temper, and we felt we must indeed obey implicitly whatever our governess chose to order. We instinctively learned to fear her.", "characters": 343, "sentences": 5}, {"text": "A very few days after this memorable whipping, some visitors arrived --a gentleman and lady. The gentleman was an old friend of mamma's, who had lately married, and mamma had asked them to visit her on their wedding tour and spent a short time with us.", "characters": 252, "sentences": 3}, {"text": "The gentleman was a fine-looking man, tall and powerfully built; the lady rather delicate looking, but well shaped, with good breasts and shoulders, small waist, and spreading haunches, well-formed arms, small hands and feet, and very brilliant eyes.", "characters": 250, "sentences": 2}, {"text": "I think it was about three days after their arrival that one afternoon I went into the spare room, which was occupied by these visitors; while there, I heard them coming upstairs. The lady entered first, and I had just time to slip into a closet and draw the door to; it was not quite closed, but nearly so. In a minute the gentleman followed, and gently shutting the door, locked it. Mrs. Benson smiled, and said--", "characters": 415, "sentences": 5}, {"text": "\"Well, my love, you are a sad teaser; you let me have no rest. Surely, you had enough last night and this morning without wanting it again so soon?\"", "characters": 148, "sentences": 2}, {"text": "\"Indeed, I had not,\" he said, \"I never can have enough of your delicious person. So come, we must not be long about it, or our absence will be observed.\"", "characters": 153, "sentences": 3}, {"text": "He seized her round the waist, and drew her lips to his, and gave her a long, long kiss; squeezing her to him, and moving himself against her. Then seating himself, he pulled her on his knee, and thrust his hand up her petticoats, their mouths being glued together for some time.", "characters": 279, "sentences": 3}, {"text": "Mrs. Benson lay for a few minutes longer all exposed, her quim more open than before, and I could see a white slime oozing from it.", "characters": 131, "sentences": 3}, {"text": "\"I was here when you came up; I wanted my football, which was in this closet, and when I heard you coming, I hid myself, I don't know why.\"", "characters": 139, "sentences": 2}, {"text": "\"Now, Charles, I give you ten minutes longer to finish that sum, if not done in that time I shall whip you; you are exhibiting the mere spirit of idleness. I do not know what has come over you, but if persisted in, you shall certainly be punished.\"", "characters": 248, "sentences": 3}, {"text": "The idea of the beautiful Miss Evelyn whipping my bare bottom did not tend to calm my excitement, on the contrary, it turned my lewd thoughts upon the beauties of her person, which I had so often furtively gazed upon.", "characters": 217, "sentences": 2}, {"text": "It was close upon four o'clock, at which hour we always broke up for a run in the garden for an hour, and during this period I had resolved to begin instructing Mary in the secret mysteries I had so lately been a witness to. But fate had ordered it otherwise, and I was to receive my first practical lesson and be initiated on the person of a riper and more beautiful woman; but of this hereafter. At four o'clock I had done nothing with my task--Miss Evelyn looked grave:", "characters": 472, "sentences": 3}, {"text": "My sisters, simply imagining that I was kept to finish my lessons, ran into the garden. Miss Evelyn turned the key in the door, opened a cupboard, and withdrew a birch rod neatly tied up with blue ribbons. Now my blood coursed through my veins, and my fingers trembled so that I could hardly hold my pencil.", "characters": 307, "sentences": 4}, {"text": "I commenced doing this, though but very slowly. Angry at my delay her delicate fingers speedily accomplished the work. My trousers fell to my feet.", "characters": 147, "sentences": 4}, {"text": "\"Oh, dear! Oh, dear! Oh, dear! Oh, Miss Evelyn. I will do the sum if you will only forgive me. Oh, oh, oh, &c.\"", "characters": 111, "sentences": 4}, {"text": "Whether she thought I had really fallen asleep I know not, but I was quite sensible that her fingers pressed my swollen and throbbing cock, and I fancied she was measuring its size.", "characters": 181, "sentences": 2}, {"text": "It was thus I paid down my first tribute to Venus. I thought long over this evident approach to familiarity on the part of Miss Evelyn, and went to sleep with a lively hope of a more private interview with her, when I trusted that her evident passion would initiate me in the pleasures to be derived from her beauteous body.", "characters": 324, "sentences": 3}, {"text": "But again fate intervened, and another, not less beautiful, more experienced, and more inclined for the sport, was to be my charming mistress in love's revels.", "characters": 159, "sentences": 2}, {"text": "\"I shall want you to hold my skeins, Charlie, so don't go out of the way, but be ready for me as soon as they are gone.\"", "characters": 120, "sentences": 2}, {"text": "She then went up to her bedroom, where Mr. B. immediately joined her, no doubt to re-enact the scene I had already witnessed from the closet on a previous day. They were fully half an hour occupied together. At length, all was ready, and off they went, leaving me to a fate I had little dreamt of.", "characters": 297, "sentences": 6}, {"text": "Although she continued knitting, I could see that her eyes were directed to that part of my person, and fixed upon the increasing distention of my trousers. In a few minutes she gave me a skein of worsted to hold, and desired me to kneel in front of her, so as to bring my hands down to the level of the low chair on which she was seated.", "characters": 338, "sentences": 3}, {"text": "I knelt close to the footstool on which her foot rested; it was raised up, and a very slight movement brought it against my person, at first rather below where my throbbing prick was distending my trousers. As she commenced to wind her ball, she gradually pushed her foot further forward, until the toe actually touched the knob of my cock, and occasionally moved it right and left, exciting me beyond measure.", "characters": 410, "sentences": 3}, {"text": "I flushed up to the very ears, and trembled so violently that I thought I should have dropped the skein.", "characters": 104, "sentences": 2}, {"text": "And here her busy fingers commenced unbuttoning them. Released from confinement, out started my prick--stiff as iron, and as large as that of a youth of eighteen. Indeed, I was better hung than one boy selected out of five hundred of that age. Mrs. B., who had pretended to be perfectly astonished, exclaimed--", "characters": 310, "sentences": 6}, {"text": "\"Good gracious, what a pego! Why Charles, my darling, you are a man not a boy. What a size to be sure!\" and she gently handled it. \"Is it often in this state?\"", "characters": 159, "sentences": 3}, {"text": "\"Come now, Charles, be candid with me; what is it you mean where you say Miss Evelyn has caused you to be in such a state, have you shown her this, and has she handled it?\"", "characters": 172, "sentences": 1}, {"text": "\"It was her feet and ankles, ma'am, with her beautiful legs, which she sometimes exhibited without knowing.\"", "characters": 108, "sentences": 2}, {"text": "\"It was the sight of your beautiful legs just now, and the recollection of what I saw the other day, ma'am,\" I stammered out, blushing more than ever.", "characters": 150, "sentences": 2}, {"text": "While this conversation was going on, her soft hand grasped my distended prick, and had commenced slowly slipping the loose skin over the swollen head, and allowing it to slip back again.", "characters": 187, "sentences": 2}, {"text": "Mrs. B. rose, went to the window, drew down the blind, then gently turned the key in the door. Returning to the chair, and drawing well up her dress, petticoats and chemise, she exposed all her person up to the middle of her belly; and sat down stretching herself backwards, and opening her thighs well.", "characters": 303, "sentences": 5}, {"text": "And she pressed my face more fully into the gaping sheath, and thrusting her bottom up at the same time, spent right into my mouth, over my cheeks, chin, and neck. Her thighs closed convulsively round my head, and for some moments she remained still. I continued to lick away, and swallowed the delicious spunk that still flowed from her. At last she spoke again--", "characters": 364, "sentences": 4}, {"text": "\"Oh! you darling Charles, I love you for ever; but get up, it is now my turn to give you a taste of the exquisite pleasure you have given me.\"", "characters": 142, "sentences": 2}, {"text": "She knew well enough what was coming, but she had her own way, and at the instant that she again poured down upon my mouth and face a plenteous discharge, her own rosy mouth received a torrent of my sperm.", "characters": 205, "sentences": 2}, {"text": "For some minutes we lay mutually breathless and exhausted. Then Mrs. B. rose, shook down her clothes, assisted me to rise, and taking me in her arms, and pressing me lovingly to her bosom, told me I was a dear charming fellow, and had enraptured her beyond measure. She then embraced me fondly, kissing my mouth and eyes, and desiring me to give her my tongue, sucked it so sweetly.", "characters": 382, "sentences": 6}, {"text": "\"Oh! above all things, oh, yes. But you must also allow me to kiss that delicious spot again that has just given me such pleasure. Will you not, ma'am?\"", "characters": 152, "sentences": 3}, {"text": "\"Oh, yes, my darling boy, whenever we can do so safely, and unobserved; but I must impress upon you never to seem very familiar with me before any one, or to take the slightest liberty unless I invite you to do so. Anything of the sort would certainly draw attention, and lead to our detection, and at once put an end to what I mean shall be a delightful connection for you as well as myself.\"", "characters": 393, "sentences": 3}, {"text": "I, of course, promised the most perfect obedience to her very prudent directions. The ice was broken, and we allowed no ceremony to stand between us. I grew again very excited, and would fain have proceeded at once to try again to fuck her as well as suck her, but she was inexorable, and told me I should only spoil the pleasure we should afterwards have in bed. The day passed like an hour in her charming society.", "characters": 416, "sentences": 5}, {"text": "The carriage brought mamma and party to dinner. Mamma hoped I had behaved well, and been attentive to Mrs. B. in her absence. She answered nothing could be better, and that I was quite a model youth--so gentle and so obedient.", "characters": 226, "sentences": 6}, {"text": "My mother found that she had caught cold, and had febrile symptoms after dinner. Mrs. B. persuaded her to retire to bed, and accompanied her. When in her room, she apparently noticed, for the first time, my little bed. She took the opportunity of suggesting that it would be much better to remove it to the small room, so as to leave my mother in perfect quiet, which my coming to bed might disturb.", "characters": 399, "sentences": 7}, {"text": "This was said in such an innocent natural manner, that no suspicion was excited on the part of mamma or anybody else. Mamma only making the objection that my early rising might by my noise disturb Mrs. B. in the next room.", "characters": 222, "sentences": 5}, {"text": "\"Oh, no; I am not so easily disturbed, besides he has been so well behaved all day, that I am sure, if I tell him to be quiet in the morning, he will not fail to do so.\"", "characters": 169, "sentences": 2}, {"text": "I know not what Miss Evelyn thought of this; at any rate, she made no remark, and I went to bed early. It will easily be conceived that I did not go to sleep. The hours struck one after the other, and no appearance of my amiable instructress. The remembrance of all her charms was ever present to my mind's eye, and I longed once more to dart my tongue into her moist and juicy cunt, as well as to try the new method that was to initiate me into the real secrets of Venus.", "characters": 472, "sentences": 5}, {"text": "Her lips pressed mine, and her soft hand, thrust under the clothes; sought for and caressed my stiff-standing prick--it was as hard as iron.", "characters": 140, "sentences": 2}, {"text": "\"Now, Charles, you must be a good boy, and make no noise, and allow me to teach you your first love lesson, see I will lay myself down on my back, thus--do you place yourself on your knees between my out-spread thighs--there, that is a darling--now let me lay hold of your dear instrument. Now lay yourself down on me.\"", "characters": 319, "sentences": 3}, {"text": "I placed myself on her beautiful smooth and white belly and pressed against the hair of her mount. With her long taper fingers she guided my prick--I trembled in every limb and almost felt sick with excitement--but when I felt the delicious sensation caused by the insertion of my skinned pintle between the smooth warm oily folds of the lady's cunt--I gave but one shove which carried me up so that I swooned away on her belly and milk-white bosom.", "characters": 449, "sentences": 3}, {"text": "When I came to myself I still lay on her belly, enfolded in her lovely arms, my prick sheathed up to the cods in her delicious cunt, which was throbbing in the most extatic way and pressing and closing with every fold on my prick--which had hardly lost any of its pristine stiffness; as my eyes began to discern her features, an exquisite smile played upon my darling companion's lips.", "characters": 385, "sentences": 2}, {"text": "\"You sad rogue,\" she whispered, \"you have given me a baby; what have you been doing to make you spend so soon, and in such a quantity, Did you like it?\"", "characters": 152, "sentences": 1}, {"text": "\"But you do not know as yet everything that is to be done, and to how much greater an extent the pleasure may be enhanced by mutual efforts; move your instrument gently in and out--there, that is delicious, but not so fast. Good, is it not nice!\"", "characters": 246, "sentences": 2}, {"text": "And she moved in unison with me, meeting each slow thrust down by an equal movement upwards, and squeezing my prick in the most delicious manner internally, as she retired again to meet succeeding thrusts in the same way.", "characters": 221, "sentences": 2}, {"text": "Although I retained sufficient rigidity to keep him in his place, Mrs. B. would not allow any further connection with her, and she made me withdraw, and bade me go to sleep like a good boy, and she would give me a further lesson in the morning.", "characters": 244, "sentences": 4}, {"text": "She calls me Fred, what can she mean? I was, however, too agreeably situated to speculate on anything, but as I was now buried within her bottom-hole, I lay quiet for a few minutes as she had requested; and as her complaints subsided, and I felt a slight reciprocating movement, I, too, moved within her, working at the same time my two fingers in her cunt. By this time she was wide awake, and became conscious of who was her bed-fellow.", "characters": 438, "sentences": 3}, {"text": "\"Doing wrong, indeed! My, a lady's bottom-hole was never intended for a pego. How came you to put it in there?\"", "characters": 111, "sentences": 2}, {"text": "\"I cannot tell; I did not do it on purpose. I thought I was going into the same delightful place I was in last night.\"", "characters": 118, "sentences": 3}, {"text": "All this time I was moving my prick in and out of one aperture, and my fingers were working away in the other. The tightness of the sheath round my prick was delicious beyond anything I could conceive, and I think, from the way the lady conducted herself, she liked it as much as I did. At any rate, she permitted me to go on until I had a delicious discharge; and she herself spent all over my hand.", "characters": 400, "sentences": 4}, {"text": "When the bout was over, she jumped out of bed, went to the basin, and with a sponge purified herself. After which, she said--", "characters": 125, "sentences": 2}, {"text": "\"My dear boy, you had better come and wash yourself, too; and take care not to make a mistake of this kind again, as it is sometimes attended with disagreeable consequences.\"", "characters": 174, "sentences": 2}, {"text": "It was now perfect sunny daylight, and my enchanting mistress looked so lovely in her almost transparent cambric night-shirt that I was emboldened to ask her to let me see her perfectly naked in all her glorious beauty of form. She gratified me at once; but laughingly, pulled off my night-shirt, and said--", "characters": 307, "sentences": 2}, {"text": "\"I, too, must have the pleasure not only of contemplating your promising youthful charms, but of embracing your dear form disencumbered of all the superfluities of dress.\"", "characters": 171, "sentences": 2}, {"text": "\"Oh, my beloved boy,\" she said, \"never, never, have I experienced such pleasure. You are a perfect angel. I only fear I shall come to love you too much.\"", "characters": 153, "sentences": 4}, {"text": "We turned on our sides without dislodging the dear instrument of our enjoyment, and my lovely friend prattled on and delighted me with her toying, embracing, and gaiety. My prick had once more swelled up, and I wished to quietly enjoy a fuck in the luxurious position in which we lay; but my lovely friend said--", "characters": 312, "sentences": 2}, {"text": "\"That must not be, my dear Charles, I must consider your health. You have already done more than your age warrants, and you must rise and go to your bed to recover, by a sound sleep, your strength.\"", "characters": 198, "sentences": 3}, {"text": "\"My dear Charles, do you see that little projection at the upper part of my quim, that is my clitoris, and is the site of the most exquisite sensation; you see it is rather hard, even now, but you will find as you titillate it with your tongue or suck it, that it will become harder and more projecting, so apply your lips there.\"", "characters": 330, "sentences": 2}, {"text": "I did as my lovely mistress desired, and soon found it stiffen and stand up nearly an inch into my mouth.", "characters": 105, "sentences": 2}, {"text": "\"Oh, my darling Charles, come up to my arms that I may kiss you for the exquisite delight you have given me.\" I did so, but took care, in drawing myself up, to engroove my stiff-standing prick in the well-moistened open cunt that lay raised on a pillow so conveniently in the way.", "characters": 280, "sentences": 3}, {"text": "\"Oh, you sad traitor,\" cried my sweet companion. \"No, I cannot, I must not allow it,\" but I held her tight round the waist, and her position was too favourable for me to be easily unhorsed.", "characters": 189, "sentences": 3}, {"text": "\"Ah! you must not, my dear boy. If you will not consider yourself, consider me. I shall be quite exhausted.\" I shut her mouth with my kisses and tongue, and soon the active movements I was making within her charming vagina exercised their usual influence on her lubricity, so as to make her as eager for the fray as myself.", "characters": 323, "sentences": 5}, {"text": "\"Stop, my dear Charles, and you shall have it in a new position, which will give you as much more pleasure as it will me.\"", "characters": 122, "sentences": 2}, {"text": "I obeyed, half in fear. My fair mistress turned herself round, and getting on her hands and knees, presented to my ardent gaze her magnificent bottom. I thought she meant me to once more put it into the rosy little orifice, and said so.", "characters": 236, "sentences": 4}, {"text": "\"Oh! no,\" she replied, \"not there\"; but putting her hand under her belly, and projecting it backwards between her thighs, she said--", "characters": 132, "sentences": 1}, {"text": "Before doing so I stooped forward and pushing my face between the glorious cheeks of her bottom, sought and found the lovely little orifice, kissed it, and thrust my tongue in.", "characters": 176, "sentences": 2}, {"text": "It need not be said that, exhausted by the numerous encounters I had in love's battlefield, I fell into a deep and sound sleep, until aroused by being rudely shaked up. I opened my eyes in astonishment. It was my sister Mary. She threw her arms round my neck, and kissing me, said--", "characters": 282, "sentences": 4}, {"text": "\"You lazy boy, do you know they are _all_ down at breakfast, and you still asleep. What has come over you?\"", "characters": 107, "sentences": 2}, {"text": "\"Oh!\" I said, \"I got frightened with a horrible dream, and lay awake so long afterwards that when I did sleep, I overslept myself.\"", "characters": 131, "sentences": 2}, {"text": "\"Well, get up at once,\" and pulling the clothes quite off me, she laid bare my whole private parts, with my cock, as usual in youth on waking, at full stand.", "characters": 157, "sentences": 2}, {"text": "\"Oh! Charlie,\" said Mary, fixing her eyes upon it in astonishment at its thickness and length. \"How your doodle has grown,\" and she laid hold of it. \"Why it is as hard as wood, and see how red its head is.\" Without her knowing why, it evidently had its natural effect on her sense, and she flushed as she squeezed it.", "characters": 317, "sentences": 5}, {"text": "\"Ah! my dear Mary, I have learnt a great secret about that thing, which I will tell you the first time we can be quite alone and secure from interruption. Just now there is no time, but before you go downstairs, let me see how your poor little Fanny is.\"", "characters": 254, "sentences": 3}, {"text": "We had been used to these infantile expressions when in our ignorance and innocence we had mutual examinations of the difference of our sexes, and my sister was still as ignorant and innocent as ever. So when I said that I had not seen it since it was so ill-treated in the terrible whipping she had received from Miss Evelyn, she at once pulled up all her petticoats for me to look at it.", "characters": 389, "sentences": 3}, {"text": "She complied. I was delighted. The prominence her mons Veneris had assumed, the increased growth of moss-like little curls, and the pouting lips of her tiny slit--all was most promising and charming. I stooped and kissed it, licking her little prominent clitoris with my tongue; it instantly hardened, and she gave a convulsive twitch of her loins.", "characters": 348, "sentences": 5}, {"text": "\"Not at present, my darling sister, but when we can get away together I will do that and something much better, all connected with the great secret I have got to tell you. So run downstairs, and tell them why I had overslept myself, but not a word to anyone about what I have told you. I will be down in a trice.\"", "characters": 313, "sentences": 4}, {"text": "\"Oh, Charlie, dear, what you did just now was so nice, and has made me feel so queer; do find an early opportunity of telling me all about it.\"", "characters": 143, "sentences": 2}, {"text": "\"I can hardly tell you, my dear mother, it was so confused; but I was threatened to be murdered by horrid-looking men, and at last taken to high rocks and thrown down. The agony and fright awoke me, screaming, and all over perspiration. I could not sleep for hours after, even though I hid my head under the clothes.\"", "characters": 317, "sentences": 4}, {"text": "\"Poor child,\" said Mrs. Benson, who was quietly eating her breakfast. \"What a fright you must have had.\"", "characters": 104, "sentences": 4}, {"text": "\"Yes, ma'am, and at the same time, as I awoke with a scream, I was afraid I might have disturbed you, for all at once I remembered I was no longer in mamma's room, but next door to you. I hope I did not wake you?\"", "characters": 213, "sentences": 2}, {"text": "\"Oh, yes; as long as you are so kind to me. I love you so much, and you are so beautiful when you speak so kindly to me.\"", "characters": 121, "sentences": 3}, {"text": "And she drew me to her lips and gave me a sweet kiss, which I returned with eagerness. I felt my prick had raised itself up to its full extent as these caresses were exchanged, and as Miss Evelyn held me tight pressed against her thigh, she must have felt it throbbing against her. That she did so, I have no doubt, as her face flushed, and she said--", "characters": 351, "sentences": 3}, {"text": "\"Why, Charles, you are quite wild to me; what a hurry you have been in, but it was very nice, and I forgive you, but you must be more rational in future.\"", "characters": 154, "sentences": 2}, {"text": "\"Oh, my beloved mistress, how can I help it; you are so beautiful, and so good to me; I quite adore and love every part of your charming body. I know I was too impetuous, but I must make it up by kissing and fondling the dear source of all my joys.\"", "characters": 249, "sentences": 3}, {"text": "\"Stop, Charles, darling, I will show you another position, where you can lie easily with your dear delightful prick up to the hilt in the sheath you have so charmingly excited. Here, lie down by my right side --on your side.\"", "characters": 225, "sentences": 3}, {"text": "She lay down on her back, and throwing her right leg over my hips, told me to bend my knees forward and open my legs, or rather lift up my right leg. She placed her left thigh between my thighs, then slightly twisting her bottom up towards me brought the lips of her cunt directly before my prick, which she seized with her delicate fingers, and guided safely into Venus's grotto. I gave one or two shoves, and she a heave or two, to house him comfortably.", "characters": 456, "sentences": 4}, {"text": "\"And now,\" she said, \"we will take it reasonably in this way; we can go on, or stay occasionally; embrace, cuddle, or talk, just as we please. Are you quite comfortable?\"", "characters": 170, "sentences": 2}, {"text": "\"Oh! deliciously so!\" I replied, as my hand wandered all over her beautiful belly and bubbies, and then my mouth sucked the last.", "characters": 129, "sentences": 2}, {"text": "\"Charlie, my darling, pass your middle finger down and rub it on my clitoris, and then suck the nipple of my bubby next you, and work away with your glorious prick.\"", "characters": 165, "sentences": 2}, {"text": "I did as desired. She seconded me with an art quite peculiar to herself, and at last we both died away in that love's death which is so overpowering and so delicious. The glorious position we were in rendered it almost impossible to lose ground, spend as often as you please; but if my prick had been one that would have shrunk to nothing, the wonderful power of retaining it within her possessed by my delicious mistress would have prevented the possibility of exit.", "characters": 467, "sentences": 4}, {"text": "Alas! death at last took her from me, and I lost the mainstay of my existence. Forgive this digression, but I am writing long after these events, and sorrows will have their vent. Woe is me!", "characters": 190, "sentences": 3}, {"text": "I was obliged to be satisfied with this, and my mistress informed me I could have no more enjoyment for four or five days; which, to my impatience, was like condemning me to as many ages of hope deferred. I observed, while she was kissing me, that her breath had a peculiar odour, and I asked her what she had been eating.", "characters": 322, "sentences": 3}, {"text": "At eleven o'clock the carriage drove up, and we stood looking after them until they were lost to sight. Then returning into the parlour, Mary threw her arms round my neck, and kissing me, said--", "characters": 194, "sentences": 2}, {"text": "\"Oh! I am glad, Charlie, you winked to me, for now you know we can do as we like, and you can tell me all about this secret, and you must kiss my little Fanny as you did before, it was so nice. I have thought of nothing else, but how to have it done again.\"", "characters": 257, "sentences": 3}, {"text": "\"Well, my darling, I shall do all that, and more, but we cannot do so here. I tell you what we will do--we will pretend to go for a long walk in the country, but instead of that, we will pass through the shrubbery into the orchard and hazelwood, and so gain the little remote summer house, of which I have secured the key; there we shall be safe from all observation.\"", "characters": 368, "sentences": 3}, {"text": "\"First, my darling--all those are in the way of kissing and toying with your charming little Fanny, and next, I don't want anything to appear tumbled when we go back.\"", "characters": 167, "sentences": 2}, {"text": "\"Oh, Charlie, what a size it is to be sure; and how nice to pull this skin over its head; look how it runs back again. Oh! how funny!\"", "characters": 134, "sentences": 2}, {"text": "\"I will tell you, but you must never say a word to a soul--not even to Eliza, she is too young yet.\"", "characters": 100, "sentences": 2}, {"text": "\"I was one day seeking something in the closet in Mrs. Benson's room, when I heard them coming, and had only the time to slip into the closet. They entered, locked the door, and Mr. B. laid her on the bed, and lifted up all her petticoats so that I saw her Fanny quite surrounded with hairs, as yours will be by and by. Mr. B, stooped down, and applied his tongue as I did to you the other morning.\"", "characters": 399, "sentences": 8}, {"text": "I wanted no stimulant, but licked away until, with shortened breath; and greater heavings of her body, she began to stammer--", "characters": 125, "sentences": 1}, {"text": "\"Oh! oh! I feel so queer--ah, stop; I am going to faint--I, I, I, can't--can't bear it any longer--oh!--oh!\" Her limbs relaxed, and she died away in her first discharge, which was very glutinous and nice, but only scanty in quantity. I let her quiet until she came to; then looking in her face, and smiling, I asked her how she liked it.", "characters": 337, "sentences": 3}, {"text": "\"Oh! I was in heaven, dear Charlie, but I thought it was killing me --it was almost too much to bear--nothing could be more delicious.\"", "characters": 135, "sentences": 2}, {"text": "\"Oh, yes!\" I replied, \"there is something more delicious still, but, I must kiss you in this way again before we try the other; the more moist the inside is the easier I shall get in.\"", "characters": 184, "sentences": 2}, {"text": "\"But, Charlie, you don't mean to say you will ever get in your doodle, now that it has grown so big.\"", "characters": 101, "sentences": 2}, {"text": "I lay quiet still for some time, and the gradual swelling out and throbbing of my prick reawakened her young passions. She said--", "characters": 129, "sentences": 2}, {"text": "\"Charlie, my dear, you said that it would prove delicious in the end, and I can feel it is becoming so. I have no more pain, and you shall go on just as you like.\"", "characters": 163, "sentences": 3}, {"text": "As my prick stiffened at her endearing words and involuntary pressures, and as I had it completely under control, since I had taken the edge off its immediate appetite by the last discharge, I held it literally well in hand; and as I had lost no ground by withdrawing, I started with the advantage of possession. First I slipped my hand down between our two bellies and began frigging her clitoris, which immediately excited her passions to the highest pitch.", "characters": 459, "sentences": 3}, {"text": "Thus delightfully ended the first lesson in love taught to my sister, and such was my first triumph over a maidenhead, double enhanced by the idea of the close ties of parentage between us. In after-life, I have always found the nearer we are related, the more this idea of incest stimulates our passions and stiffens our pricks, so that if even we be in the wane of life, fresh vigour is imparted by reason of the very fact of our evasion of conventional laws.", "characters": 461, "sentences": 3}, {"text": "I am about to keep my promise, and give you an account of our honeymoon. You, my dear, must be equally faithful, and reply as frankly as I am now about to write to you.", "characters": 168, "sentences": 3}, {"text": "I obeyed mechanically, and his middle finger forced itself between the lips of my cunt, and commenced rubbing my clitoris. You know, by experience, what an excitable one it is and to what a size it developes itself when excited. Again Fred seemed delighted with his discovery.", "characters": 276, "sentences": 4}, {"text": "He thrust his finger up my cunt, then rose up, threw off his dressing-gown, took me in his arms, and lifted me on the bed, placing a pillow under my head. Then letting my legs fall over the sides, he knelt on the floor, and separating my thighs with his arms, stooped and kissed my quim. He did more, he sucked and then licked with his tongue my already excited clitoris. It set me on fire, and I could not avoid showing it by the convulsive twitchings of my loins and buttocks.", "characters": 478, "sentences": 5}, {"text": "I was nearly mad with the excitement he was putting me into. He again stood up, and lifting my legs, his hands pressed them again and again.", "characters": 140, "sentences": 3}, {"text": "\"Doing, my darling! why, I am getting into you. Have a little patience, and I will make you mad with pleasure.\"", "characters": 111, "sentences": 3}, {"text": "Another determined thrust sent him halfway, and then with another, still more violent, he lodged himself up to the hilt within. I screamed with real pain, and struggled to free myself.", "characters": 184, "sentences": 3}, {"text": "He heeded me not, but holding me fast by the thighs commenced shoving in and out furiously. A sensitive woman never receives an insertion of this kind with impunity. The friction began to excite feelings that first deadened the pain of entrance, and then began to awaken the delicious sensations of lubricity. The enjoyment I began to experience was delicious, and I could not refrain from heaving up to meet his thrusts.", "characters": 421, "sentences": 5}, {"text": "\"That is right, my angel; was I not correct in saying it would soon turn from pain to pleasure? Do you not enjoy it now?\"", "characters": 121, "sentences": 1}, {"text": "His increased and rapid movement filled me with delight; I bounded up and down in response to his thrusts, and felt so queer when, all of a sudden, he gasped for breath, stopped, and I felt a greater and stiffer swelling of his instrument, and then a gush of hot liquid dashed against my womb, which continued running for some seconds. This, Carry, was my first experience of what a man can do for us.", "characters": 401, "sentences": 3}, {"text": "\"We will take it less impatiently this time, that my darling Bessie may enter into all the joys of fucking, for that is what we call it my dear; so I shall go slowly to work until my darling's passions awake and urgently call for more rapid movements.\"", "characters": 252, "sentences": 2}, {"text": "He did so, and gradually produced the most lascivious excitement in my whole body. I writhed beneath him in the utmost extasy, threw my arms round his body, and hugged him to me.", "characters": 178, "sentences": 3}, {"text": "\"Oh! you are an angel,\" he cried, \"and made for enjoyment. Throw your legs also over my back--there, that is it--and now I will hasten my movements, and we will die away together.\"", "characters": 180, "sentences": 3}, {"text": "We were locked closely in the warmest embrace; his tenderness and fondling began to have its effect on my passions, and involuntarily I made; some internal convulsive twitchings.", "characters": 178, "sentences": 2}, {"text": "And, in fact, I felt it swelling and swelling so deliciously that I could not help continuing the interior pressures, although feeling confusedly ashamed of the notice my husband took of it.", "characters": 190, "sentences": 2}, {"text": "\"Don't be afraid, my sweetest love, but give way to whatever your passions dictate, and thus you will best please me, and give to yourself double enjoyment. I mean to initiate you into every secret that the rites of Venus possess, and wish that my loved wife should become a devoted votary, and I will do my best that she may revel in all the luxuries of perfect coition.\"", "characters": 372, "sentences": 3}, {"text": "\"Do not be ashamed, my angel, it is now as much yours as mine, and have you not as much right to see, kiss, and handle it? come, don't be ashamed.\"", "characters": 147, "sentences": 2}, {"text": "My darling husband waited on me himself at breakfast, stimulating me to eat freely as a means of restoring my lost strength; which he very soon put to the test again, for he fucked me three times during the day, and each time he gave me greater pleasure than before. He was just as active at night. And the whole three weeks we stayed at Leamington, he never fucked me less than four times a night, declaring that I had become most perfect in the exercise.", "characters": 456, "sentences": 4}, {"text": "\"Oh, no, certainly not; I did not know you under your married name; but I am so happy to renew an acquaintance which at one time had such charming promise.\"", "characters": 156, "sentences": 2}, {"text": "\"Stop, signor, I am now married, and it is necessary to be very cautious. I do not wish to deny that I am much pleased to renew acquaintance with you, but it must be with great reserve. Sit down by my side, and be reasonable.\"", "characters": 226, "sentences": 4}, {"text": "\"Reasonable! and by the side of one whom I so much loved, and from whom I had such hope. Oh! dear Mrs. Egerton, you are surely not going to treat me as a mere master. You would render me miserable if you did so. How can I help admiring one whom I so fondly loved, and with whom I hoped for such happiness long ago.\"", "characters": 315, "sentences": 6}, {"text": "\"I will remain quite quiet for a time, and you will see that your pain will diminish, and then you will like it.\"", "characters": 113, "sentences": 2}, {"text": "We have often talked of you. I told him of your marriage, and of a probability of your eventually settling in London. I marked the sparkle of his eyes at the news, but was silent as to your letter and adventures. It is better we should manage the affair between us when you are here.", "characters": 283, "sentences": 5}, {"text": "Such were these two charming letters, and I may immediately mention now that the lascivious picture dear Carry drew of a _partie carrée_--we four the actors--was afterwards realised to the utmost extent of every salacious enjoyment that the most experienced lubricity could suggest.", "characters": 283, "sentences": 2}, {"text": "\"Ahh! but then I want to see it all--it is so exciting to see Mr. B. working into that divine body of yours.\"", "characters": 109, "sentences": 4}, {"text": "I admitted that that was my first impression, but on thinking over it, I had become convinced I should like her and enjoy her all the more lasciviously if I were a witness to their love contests, but I must be able to see them.", "characters": 227, "sentences": 2}, {"text": "\"Well! can you not bore a couple of holes an inch and a half apart, below the middle panel and cut a narrow slit from hole to hole? I will take care to place myself in a proper position, and do my best to gratify your premature lubricity. My darling boy, you progress wonderfully, and make me proud of my pupil.\"", "characters": 312, "sentences": 3}, {"text": "\"Well, then, six times in the morning, and four before dinner. He was bursting with desire, and could not hold. He spent twice before giving me time to come once, but then you know, my dear Charlie, how actively you had been employing your time all the previous night, you sad rogue that you are.\"", "characters": 297, "sentences": 4}, {"text": "\"Oh! how delicious! my angelic mistress,\" I cried, \"the pleasure of your vivid description almost makes me faint with desire--oh! that I could possess you at once.\"", "characters": 164, "sentences": 2}, {"text": "\"Then, my darling Charlie, you must let me turn on my side, for I am so heated with your weight and my husband's that I must have some relief, but there is no occasion for you to withdraw, leave me to manage it.\"", "characters": 212, "sentences": 2}, {"text": "All was happily effected, and for the week longer they remained with us, I found means to repeat the charming lesson every day, without raising suspicion in any one's mind.", "characters": 172, "sentences": 2}, {"text": "At last Miss Evelyn joined me, her eyes were swollen and red as if she had been weeping; my own filled with tears when I saw her, and I approached, hesitatingly, and said--", "characters": 172, "sentences": 1}, {"text": "\"Oh, my dear governess, I am so grieved to see you look so poorly. Oh, do nothing to-day, and I promise to work twice as hard to-morrow.\"", "characters": 137, "sentences": 3}, {"text": "At the moment I really felt quite distressed at the sad expression of her features. For an instant she smiled languidly, then, by some compulsion of feeling, she seized me in both arms and drawing me to her bosom, covered me with kisses; her eyes became almost perfectly brilliant.", "characters": 281, "sentences": 3}, {"text": "\"Oh, you dear, dear, darling boy, I love you beyond expression. Kiss, oh, kiss me! my darling! and comfort me, because I love you all too well.\"", "characters": 144, "sentences": 3}, {"text": "Then, again, there was a change, she seemed to fear she had said too much, and turned away her head and tears started to her eyes, but her arms did not relax the embrace in which she held me. I was deeply moved at her evident agitation. I thought she was really ill, and suffering greatly; so I threw my arms round her neck, kissing her tenderly, and weeping myself, tried to comfort her in my inexperienced way, sobbing out--", "characters": 426, "sentences": 3}, {"text": "\"Oh, dear, dear Miss Evelyn, do be comforted, I so dearly love you that it makes my heart bleed to see you so unhappy. Oh, let me see you smile, and do try not to cry so. Why are you so unhappy and low spirited? Oh, that I could do anything to make you happy?\" And redoubling my endearments, she again turned her lovely face to me. Again there was the unnatural fire in her eyes, and a hectic glow flushed her cheek.", "characters": 416, "sentences": 5}, {"text": "\"I make _you_ unhappy! Oh! Miss Evelyn, how can that be, when I adore the very ground you stand on, and love (_sobbing_)--love (_sob_)--love you more than anything in the world.\"", "characters": 178, "sentences": 2}, {"text": "She seized my head in her two lands, glued her lips to mine, gave me a long, long kiss of love; then, pressing me to her bosom--", "characters": 128, "sentences": 1}, {"text": "\"Oh, say that again, my loved, my darling boy; it is the love I feel for you that is breaking my heart, but I can resist it no longer. Will my Charlie love his Evelyn always as he does now?\"", "characters": 190, "sentences": 2}, {"text": "\"Oh, how could I do otherwise? I have worshipped you from the first moment of your arrival, and have had no other idea. What can I do to prove it--try, oh, try me. I have never breathed a syllable of my love for you, even to yourself, let alone other people.\"", "characters": 259, "sentences": 4}, {"text": "Her eyes, sparkling with passion, were searching the depths of mine, as if to fathom my thoughts. I, too, began to feel my amorous passions excited by her warm embraces and kisses. She held me tight to her body, and could not help feeling the hard substance that jutted out against her.", "characters": 286, "sentences": 4}, {"text": "\"I believe you, my Charlie, and will trust you with my life--with more, with my honour! I can no longer resist my fate. But, oh! Charlie, love me always, for I run a fearful risk in loving you as I do.\"", "characters": 202, "sentences": 3}, {"text": "She again drew me to her lips, my hands clasped her neck in a close embrace. Her hands wandered--pressed upon my throbbing prick. With trembling and hasty fingers she unbuttoned, or rather tore open, my trousers, and her soft fingers clasped my naked instrument.", "characters": 262, "sentences": 4}, {"text": "But I suppose my proceedings fired her passions still more, for she was quite moist and juicy, and I have no doubt had already had one discharge while embracing me so warmly. She suddenly said--", "characters": 194, "sentences": 2}, {"text": "Drawing me up--nothing loath--I was soon extended on her belly, with my stiff-standing cock pressing against her cunt. I had still the prudence not to show any knowledge of the act. I sighed deeply--", "characters": 199, "sentences": 3}, {"text": "Her hand glided down between us, she guided my glowing instrument between the longing lips of her delicious cunt. I pushed, and buried the head and two inches of its body at the first thrust. The second brought it against an unexpected obstacle, for it never had struck me that Miss Evelyn was a virgin. I pushed hard at it.", "characters": 324, "sentences": 5}, {"text": "\"Oh, my dear darling boy, you made me suffer horribly at first, but I have been in heaven since. Oh, how I love and adore you. But we must rise, my Charlie, we may be discovered. We have, in fact, run great risk, as the door has not been fastened.\"", "characters": 248, "sentences": 5}, {"text": "I rose, and withdrew my prick from her reeking quim, which seemed by its close pressure to let me go with regret. I found it was all bloody.", "characters": 140, "sentences": 3}, {"text": "\"I shall keep this precious relic as a memorial of the sacrifice I have made to you, my loved boy. Ah! Charlie, you cannot yet understand the value of that sacrifice and the risk of ruin I have run for your sake. I love you as I never loved anyone before, or can ever love again. My honour and happiness are now in your hands, and it is on your discretion they rest. Be careful never to exhibit any liberty of conduct towards me or to mention to anyone what has occurred.\"", "characters": 472, "sentences": 6}, {"text": "It may readily be imagined I gave her every assurance on that head, and told her I loved her too dearly, and was too grateful for the extatic happiness she had taught me how to enjoy, for any chance of betrayal to take place through my indiscretion. She embraced me tenderly, told me to go straight to the garden, that she must seek some repose after all that had happened, and we should meet again at midday meal.", "characters": 414, "sentences": 3}, {"text": "It instantly occurred to me that if I could draw her away to the summer house, I should have a better chance of succeeding in again enjoying her delicious embraces. Accordingly, when she went up to her room to put on her bonnet and shawl, I possessed myself of the key, to be prepared for my chance of success.", "characters": 310, "sentences": 3}, {"text": "We walked about the flower garden for a time, Miss Evelyn taking my arm, and most lovingly conversing with me. She walked somewhat stiffly. We sat down for a rest, shortly she felt the heat of the sun too great, so I proposed a walk in the shaded shrubbery. I kept prattling on, so as not to let her see how far I was leading her away, she appeared surprised that we had got so far, when we came in sight of the summer house.", "characters": 425, "sentences": 5}, {"text": "\"Oh! Charlie, my dear, I am afraid it will fatigue me too much to walk all the way back without rest and we have not the key.\"", "characters": 126, "sentences": 2}, {"text": "She was not aware of my knowledge of the parts, so inserting my finger into the upper part of the lips, I reached her clitoris, and began rubbing in and out, purposely, in an awkward way, but taking care to hit the right point.", "characters": 227, "sentences": 2}, {"text": "At the same time she threw her arm round my neck and drew me to her lips, which glued themselves to mine. I felt her thighs yield and open. I immediately improved the occasion, and began frigging her with my middle finger up her quim. Her passions became inflamed.", "characters": 264, "sentences": 5}, {"text": "\"Oh, my Charlie, you must cease, my dear boy; we must not only be prudent, but consider your youth and health. Do, oh! do! my dear boy. Oh!--pray cease.\"", "characters": 153, "sentences": 4}, {"text": "Her words were cut short by the increasing passion that the vigorous movements of my prick occasioned to her whole system. She could resist no longer, but with arms and legs closely embracing me, and devouring me with kisses, she threw herself into the fight, and with body and soul so seconded me that we died away in screams of delight, and sank quite insensible in each other's arms.", "characters": 386, "sentences": 3}, {"text": "But, as I roused her passions, her hand, instead of trying to draw away my head, held it firm and pushed it well against her throbbing and delicious quim, her thighs closed against the sides of my head, and she almost swooned away with the extasy of her discharge. I greedily swallowed it and rising completely, took her in my arms, and placing her on her bottom, sweetly kissed her.", "characters": 383, "sentences": 3}, {"text": "\"Oh, what a charming creature you are, my beloved Miss Evelyn, I adore you from the sole of your feet to the crown of your bead.\"", "characters": 129, "sentences": 2}, {"text": "\"But you, my beloved Charlie, have more than justified my imprudence. You have given me a joy which I could never have dreamt of. I am yours, body and soul; do with me as you like. I, too, adore the very ground you tread on.\"", "characters": 225, "sentences": 5}, {"text": "We continued exchanging the sweetest vows of affection, until, seeing my prick rising to its usual stiffness, she said--", "characters": 120, "sentences": 1}, {"text": "\"Oh, my darling, you must put this away; it would be most imprudent to continue any longer. Now, let me button it up.\"", "characters": 118, "sentences": 3}, {"text": "First stooping and kissing it, she put it into my trousers with some difficulty, buttoned me up, and we strolled towards the house.", "characters": 131, "sentences": 2}, {"text": "Our conversation turned on our chance of fresh encounters. She begged I would not think of attempting anything of the kind next day, and she would try and arrange for the day after, although my sisters were terribly in the way.", "characters": 227, "sentences": 3}, {"text": "I suggested she should keep me in as when she flogged me, nay, indeed, she should flog me in reality if she liked.", "characters": 114, "sentences": 2}, {"text": "The next day Miss Evelyn began to resume her former looks--the struggle was at an end. She was very gentle in her manner, and seemed even more affectionate than usual to my sisters, who, fancying she was not very well, were attentive, rather trying to anticipate her wishes than following them.", "characters": 294, "sentences": 3}, {"text": "\"What do you mean, Charlie, by this idleness? Go, do your lesson, or I shall be obliged to punish you.\"", "characters": 103, "sentences": 2}, {"text": "She took me by the arm, and gently pressed it as she told me to resume my seat. At four o'clock, of course, my lesson was as far as before from being done.", "characters": 155, "sentences": 3}, {"text": "\"Mary and Eliza, you can go into the garden. Charles will remain until he finishes his lesson, or is punished for his idleness.\"", "characters": 128, "sentences": 3}, {"text": "\"You must always remember, my darling boy, that for me discovery would be my ruin for ever. I risk every thing to possess you, my beloved boy, I would care little for discovery, if it would not also separate us for ever. That idea, my adored Charlie, is insupportable, I can no longer exist without you.\" Here she threw her arms round my neck, and burst into tears.", "characters": 365, "sentences": 5}, {"text": "I have already described the effect of tears on my unruly member, which, while I was consoling and vowing eternal attachment to my loved mistress, burst from its bonds and stood out in all its glory. I took her soft and beautiful little hand, and laid it on it. She grasped it tightly, and looking at it, while smiling through her tears, said--", "characters": 344, "sentences": 3}, {"text": "\"My Charlie, what a great big thing it is. I wonder how it could ever get into me, without killing me.\"", "characters": 103, "sentences": 3}, {"text": "\"You shall soon see that,\" said I, and changing places, I laid her down, lifted her petticoats and was into her in a moment. She begged me to proceed slowly, and to lengthen out our pleasures as much as possible. We had a most glorious and truly delicious fuck; my lovely and charming mistress giving me most extatic pleasure by the exquisite pressures of the internal folds of her delicious and lascivious cunt.", "characters": 412, "sentences": 4}, {"text": "We lay enraptured for long after we had spent, and then resumed our sitting position, and arranged every thing in order, as the time for the return of my sisters from their hour of recreation was close at hand.", "characters": 210, "sentences": 2}, {"text": "Our conversation naturally turned upon how we should arrange for our next meeting. Miss Evelyn insisted that we must not think of meeting more than once in three or four days, as otherwise we might raise suspicions fatal to our meeting at all. However reasonable this was, I raised an outcry against such a tantalizing delay, and begged hard for a shorter period between our intervals.", "characters": 385, "sentences": 4}, {"text": "We lay entranced in the raptures of satiated desire for a long time. At last she came to her senses, and fondly kissing me, turned off, and we lay side by side closely embraced.", "characters": 177, "sentences": 3}, {"text": "\"Oh! my beloved Charlie, what exquisite delight you have given me; you are the most delicious and loving creature that ever could be created. You kill me with pleasure, but what was that you were doing to my bottom? What put such an idea into your head?\"", "characters": 254, "sentences": 2}, {"text": "\"Well, my darling Charlie, I must own it did, very much to my surprise; it seemed to make the final pleasure almost too exciting to bear, and I can only account it a happy accident leading to an increase to pleasure I already thought beyond the power of nature to surpass. Naughty boy, I feel your great instrument at full stretch again, but you must moderate yourself, my darling, we have done enough for to-night No, no, no! I am not going to let him in again.\"", "characters": 463, "sentences": 3}, {"text": "She came again three times in the next six nights; each time we renewed our mutual joys, with ever increasing voluptuous indulgencies. On coming to me for the fifth time, she said--", "characters": 181, "sentences": 2}, {"text": "I had sprung out of bed, and clasped her in my arms, then passing a hand down to her beauteous and well-covered mons Veneris, I found that she was tied up there in cloth. I immediately remembered how my loved Mrs. Benson had been exactly in the same way. I then also remarked the peculiar odour of breath, but pretending ignorance, I begged to know what had happened to my darling little grotto.", "characters": 395, "sentences": 5}, {"text": "\"But why should that be the case; cannot you let me enter that delicious cave of delight only once?\"", "characters": 100, "sentences": 1}, {"text": "\"No, no, impossible! my dear Charlie, absolutely impossible! It would do me very great harm, and you too. Let us be quiet in that way, and I shall be the sooner well again to come and embrace you as before.\"", "characters": 207, "sentences": 3}, {"text": "\"Oh! but darling, how can I support five nights' absence, I shall go mad with desire and burst--feel how he grows, and is longing for his loved companion.\"", "characters": 155, "sentences": 2}, {"text": "Her soft and gentle hand caressed it. I thought to succeed by a _coup de main_, but she was too quick for me.", "characters": 109, "sentences": 3}, {"text": "\"No, Charles, I am serious, and you must not try to force me, or I shall never come near you again.\"", "characters": 100, "sentences": 2}, {"text": "\"Come, my darling Charlie, be reasonable, and I will do my best to give you some satisfaction. Lay yourself on your back--so. I will kneel on the floor at right angles to you, because you must not attempt to touch me down there. That is a dear boy.\"", "characters": 249, "sentences": 5}, {"text": "\"Oh! what is it, my dear Charlie, everything you do is so nice, I know I shall like it--what is it?\"", "characters": 100, "sentences": 1}, {"text": "\"Then you must know, dear Eliza, that this little cunt of yours is made for the express purpose of having a prick put into it; only, as mine is so large, and you are still so small and so young, I was afraid it would give you too much pain to do it sooner; but now, I think, I may get it in, if I do it gently.\"", "characters": 311, "sentences": 2}, {"text": "\"Oh, Charlie, dear, put it in at once, I have often felt I should like it so; but, as you never attempted to do it, I thought it was a mere fancy of mine. Have you ever put it inside Mary's quim?\"", "characters": 196, "sentences": 2}, {"text": "\"Do not fear, I will be gentle, keep still a moment and then you will find the pain pass away, and great pleasure follow.\"", "characters": 122, "sentences": 2}, {"text": "Then observing how she was lying naked, she recovered her complete consciousness of all the circumstances of the case.", "characters": 118, "sentences": 2}, {"text": "\"Oh! Charlie, now I know; I thought you had killed me; Charlie, oh! it was so frightfully painful. How could you hurt me so, and just as I thought it was the most heavenly pleasure I had ever experienced in all my life.\"", "characters": 220, "sentences": 3}, {"text": "\"My dearest sister, there is still another mystery of sensual voluptuousness that you have as yet not experienced or been initiated into, and I am about to instruct you in it.\"", "characters": 176, "sentences": 2}, {"text": "\"Well, then dear, it is this sweet little orifice in your bottom that I am going to introduce my prick into. It may give you some little pain the first time, but by gentleness of movement, and halting from time to time when it hurts too much, we shall get him completely inserted, and then it will be an immense pleasure to both of us.\"", "characters": 336, "sentences": 3}, {"text": "\"Dear, dear Charlie, do as you like, your darling prick can only give me the greatest delight; I am dying to have him into me, I don't care where, as long as I get the dear creature into me. I suppose I must be on my hands and knees.\"", "characters": 234, "sentences": 3}, {"text": "\"Oh, Charlie, dear, do stop; it seems to choke me, and makes me feel so queer, that I thought I was going to faint.\"", "characters": 116, "sentences": 2}, {"text": "\"I shall lie quite still, now dear Lizzie. It is quite in\"--this was a little bit of deception to calm her fears--\"and when the pain of insertion passes, which will be the case in a minute, we shall have nothing but pleasure.\"", "characters": 226, "sentences": 3}, {"text": "A neighbour, a very nice good-looking man, about thirty-five years of age, a gentleman farmer, very well off, had for some time past always waited for us at the church door on Sundays, apparently for a chat with mamma, Miss Evelyn, and us. He treated and evidently considered us as mere children, nor did he appear to fix particular attention to any one.", "characters": 354, "sentences": 3}, {"text": "One Monday my mother received a note from him, to beg she would grant him a short interview on the following day, as he wished for her advice on a subject of much interest to him. Mamma's reply begged him to come at eleven o'clock, when she would be happy to see him.", "characters": 267, "sentences": 3}, {"text": "\"Stuff and nonsense, my dear, remember your dependent position, and the advantages this match holds out to you. You must not think or talk of delay. He will be here to-morrow, and I hope his lover eloquence will soon decide the question in his favour.\"", "characters": 252, "sentences": 4}, {"text": "Poor Miss Evelyn burst into tears and said it was so sudden, and she was so ill-prepared to take any decision. She would, however, think over it very seriously and in the morning be better able to give an answer. My mother seeing that she was much agitated by what she had told her, very kindly said--", "characters": 301, "sentences": 3}, {"text": "\"Give the children a holiday this afternoon, and I advise you to keep your own room, and write to your widowed mother, to tell her of the offer, and to ask her advice how you should act.\"", "characters": 187, "sentences": 2}, {"text": "We thus had many hours to ourselves; I had heard all that had passed, and felt a sad pressure at my heart, when I began to realise the fact that the proposal of Mr. Vincent would, if accepted, lead to our separation, and deprive me of my loved Miss Evelyn. The idea made me very sad, and I showed no alacrity in taking advantage of our extra hours of recreation with my sisters, until Mary began to rally me about my melancholy, and asked what I meant by it. I at once said--", "characters": 475, "sentences": 4}, {"text": "\"Don't you see, if Miss Evelyn marries Mr. Vincent we shall get another governess, and can we ever expect to get one who is so kind and excellent a teacher, and who troubles us so little at our games.\"", "characters": 201, "sentences": 3}, {"text": "\"Ah! that is very true, and we should be horribly annoyed if we were watched and interrupted. However, more reason that we should make the most of the present moment, so come along, Charlie, and let us have some real good fucking. We have plenty of time, mamma is not very well. No one will come near us, and there is nothing to hinder our having a jolly time of it, all three stark naked together, so come along.\"", "characters": 414, "sentences": 5}, {"text": "Her words had already changed the current of my ideas; before she ceased speaking my prick responded, which her quick eye immediately observed, and patting it with her hand, she said--", "characters": 184, "sentences": 1}, {"text": "Miss Evelyn came to me at night and threw herself into my arms, in an agony of sobs and tears, and pressing me to her throbbing bosom, she sobbed out--", "characters": 151, "sentences": 1}, {"text": "\"Oh! my dear Charlie, I love you so dearly, you have become as necessary to me as life itself. I cannot bear the thought of parting from you, my loved one. You, whom I have initiated into all the delights of mutual love. Oh! the thought of parting is bitter, and breaks my heart. Oh! love me, my own darling boy, and press me to your heart.\"", "characters": 341, "sentences": 6}, {"text": "Next day Mr. Vincent was true to his appointment. Mamma received him with Miss Evelyn by her side, and after the usual compliments, rose and apologised for leaving them, as she had household duties to attend to. Miss Evelyn informed me afterwards that Mr. Vincent, on my mother leaving the room, rose from his seat, and approaching her, said, in the most frank gentlemanly manner--", "characters": 381, "sentences": 5}, {"text": "\"You are aware, my dear Miss Evelyn, of the object of my visit, and I augur from your kind condescension in giving me this interview that my suit is not disagreeable to you.\"", "characters": 174, "sentences": 2}, {"text": "\"I have loved you, Miss Evelyn, from the first moment of my seeing you. I feel that my future happiness hangs on your lips, for without your love, my life would now be a blank. I am here to-day to offer you my hand and fortune. If I have not yet your heart, I seek to be allowed to cultivate your society, that I may try to win it.\"", "characters": 332, "sentences": 5}, {"text": "Then seeing that she was greatly agitated, he begged her to be seated (for she had risen when he approached and took her hand), he led her to a sofa, and seated himself by her side. He pressed for an answer. She said--", "characters": 218, "sentences": 3}, {"text": "\"You must be fully aware, Mr. Vincent, that your generous offer has taken me greatly by surprise. I feel most grateful to you for it, but must implore you to allow me to pause, until at least I have heard from my mother, to whom I will communicate the noble offer you have made to me, a poor governess, who cannot but feel grateful to you for condescending to think of her in such a way.\"", "characters": 388, "sentences": 4}, {"text": "\"Ah! say not so, my dear Miss Evelyn, and believe me, it is no sudden impulse that has driven me to your feet, but ardent love, and real admiration of your great beauty and admirable conduct ever since you entered this family.\"", "characters": 227, "sentences": 2}, {"text": "The dear creature smiled through her tears upon me when she recounted those terms of affection that Mr. Vincent poured out to her.", "characters": 130, "sentences": 3}, {"text": "To return to the day when Mr. Vincent had his first interview, and declared his love and admiration, and ended with the offer of marriage. Before going away, he rang for mamma, thanked her for all her kindness to him, informed her how happy Miss Evelyn had made him in granting permission to prosecute his suit for her hand, &c. Then begging the favour of a chaste kiss, he left all radiant with hope.", "characters": 401, "sentences": 5}, {"text": "The interview had naturally been very trying tor Miss Evelyn, and she was so evidently nervously agitated that my mother begged her to go to her room, and lie down to repose herself, as after so much agitation she must be quite unfit for any school work, and that she herself would hear our lessons that morning and give us an afternoon's holiday in honour of the happy event that had occurred.", "characters": 394, "sentences": 2}, {"text": "\"For heaven's sake, dear Charles, do stop a moment, I can't bear it, and must cry out if you do not be quiet for a time at least.\"", "characters": 130, "sentences": 2}, {"text": "Thus ended one of the most delightful episodes of my life, and although I, at some rare intervals, from time to time found an opportunity of enjoying my loved mistress, they were flying fucks, very delicious, but very unsatisfactory.", "characters": 233, "sentences": 2}, {"text": "This was the first great incident that had an effect of changing the tenour of our existence for some time, but I will reserve the details of our after-adventures for a second part of these reminiscences of Early Experiences.", "characters": 225, "sentences": 2}, {"text": "Mr. James MacCallum--Mrs. Vincent--Miss Frankland--Miss F., Mary, and Eliza--Doctor and Mrs. Brownlow--", "characters": 103, "sentences": 5}, {"text": "It was a very gentlemanly man, with a soft quiet voice, and charming amiable expression of countenance, who stood smiling upon us close to our side, with his breeches open, and his standing pego in his hand. So great was our surprise that we never thought of the state we were in. Mary lay with legs spread out, and belly exposed, and cunt gaping open; and I with my breeches down, and my great big cock pendent, it is true, but hardly diminished in thickness. The stranger said again--", "characters": 486, "sentences": 4}, {"text": "\"I see,\" he said, \"that we shall just hit it. I shall greatly add to your pleasures, and you to mine; you have something yet to learn, and I am the very person to instruct you in even higher delights than any of you have yet enjoyed.\"", "characters": 234, "sentences": 3}, {"text": "\"I shall teach you all a new pleasure before we part, and my powers are not quite so active as your youth enables you to be, so for the moment we will indulge in close observation and sweet caresses of our members until by gentle titillations I get you two more prepared for the amorous contest--\"", "characters": 297, "sentences": 1}, {"text": "\"Stop a little, my dears, but don't withdraw. I am about to give your sister a lesson in the double action of most delicious pleasure.\"", "characters": 135, "sentences": 3}, {"text": "\"Capital, my dear, you have borne it admirably. I see you will make an apt scholar; now you will have nothing but the most ecstatic raptures from the action of two pricks at once. Now, Charles, it is for you to work, and for your most charming sister to continue only the exquisite pressures she is already at this moment so rapturously conferring on our excited members.\"", "characters": 372, "sentences": 4}, {"text": "\"Oh, you dear man, how I love you for teaching me such a delicious way of loving; you shall have me whenever and wherever you please. I shall love you as much as I do my darling brother Charlie.\"", "characters": 195, "sentences": 3}, {"text": "\"Patience and perseverance, my dear girl,\" said he, \"will enable me to get into a mouse; we must try another way; it is that great huge monster of a prick in your cunt that is so blocking up the route as to close almost entirely the way to the more secret temple of salacious delights. Withdraw for a moment.\"", "characters": 309, "sentences": 3}, {"text": "\"No,\" I said, \"on the contrary, tell me all about yourself; I have not seen you since your marriage day, and I want to know how the after-part went off. I was in dread lest our embracings should have left traces that would make your husband suspect you were not all he had anticipated.\"", "characters": 286, "sentences": 3}, {"text": "\"It is indeed true, my dear Charlie; and the knowledge that I first possessed you, and you me, reconciles me to giving my husband a child that is not his.\"", "characters": 155, "sentences": 2}, {"text": "\"My child! my child!\" I cried, and I danced round in a paroxysm of delight at the idea of being a father. It seemed at once to elevate me to manhood, and puffed me up with pride. I rushed upon dear Mrs. V., embraced her most warmly, and pushing her back on the sofa, said--", "characters": 273, "sentences": 5}, {"text": "\"Charlie, my darling, you must get up; remember you may injure the dear little creature by too great an excess, so pray rise.\"", "characters": 126, "sentences": 2}, {"text": "\"No, no, dear Charlie, that will tumble my dress too much, and we shall have no time to put it in order; stop, I will kneel on the low couch, and you will stand behind, I can guide you from below, and you know I always thought you got further in and gave me more pleasure that way than any other.\"", "characters": 297, "sentences": 2}, {"text": "She knelt down, and I canted her clothes right over her shoulders, and exhibited her fine buttocks, which, now she was in the family-way, had widened out, and were fatter and rounder than ever. First gluttonously kissing them, I brought my prick right against them. Mrs. Vincent projected her hand behind, seized and guided him into her glowing and longing cunt, and he plunged at one bound up to the hilt.", "characters": 406, "sentences": 5}, {"text": "\"Gently, Charlie dear,\" she cried, \"remember our dear baby is there, and you must not be too violent.\"", "characters": 102, "sentences": 2}, {"text": "This at once reduced me to moderation. I had a hand on each hip, and as I slowly glided in, I pressed her splendid buttocks backwards to meet me. I kept my body upright so as to enjoy the lovely sight of the movement of her bottom.", "characters": 231, "sentences": 4}, {"text": "\"It is such delight to gaze on your splendid bum in action, so pray apply your own finger to your clitoris, and let me enjoy the lovely sight.\"", "characters": 143, "sentences": 2}, {"text": "\"But I must go, my dear Charlie, and I hope we shall have occasionally some other delicious opportunity of enjoying such raptures again. Say everything kind to your mother and the girls, and tell them I shall come ever again shortly and see them all.\"", "characters": 251, "sentences": 3}, {"text": "Mary all this time had been but a spectator, and a pleased one to see the erotic fury of her sister and my powerful efforts to allay it. It is true we had both had a delicious fuck during the time poor Lizzie was catching it on her backside, and I had just gamahuched her deliciously afterwards as Lizzie came in in such pain.", "characters": 326, "sentences": 3}, {"text": "Miss Frankland had retired to her room, and looked still flushed and somewhat wild looking when she joined us after the usual hour's recreation. As may well be supposed, we were all as attentive as possible. There was one circumstance that evidently pleased Miss Frankland immensely. When Lizzie, in her turn, went up to repeat her lesson, she suddenly threw her arms round Miss Frankland's neck, and with tears running over her cheeks, sobbed out--", "characters": 449, "sentences": 4}, {"text": "There was a bright sparkle of delight in Miss Frankland's eyes. She clasped Lizzie round the waist, and drew her to her lips in a long sweet kiss of love, which seemed as if it would never end. We observed Miss Frankland's colour rise. She at last put Lizzie away, and said she was a dear amiable girl, whom she could not help loving.", "characters": 334, "sentences": 5}, {"text": "I was quite exhausted by morning with such a restless night, and was not only very _distrait_, but was really so fatigued that I could not attend to my lessons. Of course Miss Frankland noticed this, and being unaware of the cause, attributed it to wilful idleness and bravado of her authority. She spoke very gravely and seriously to me, and told me if I did not improve my conduct by next day it would be her painful duty to punish me with severity.", "characters": 451, "sentences": 4}, {"text": "\"I expect to see you exhibit very different conduct tomorrow, otherwise you will drive me to do that which I would much rather not.\"", "characters": 132, "sentences": 2}, {"text": "\"Now, Charles,\" she said, \"your conduct, for two or three days past, has been such as I cannot put up with. Your mother has given me full power to punish any of you severely, if I think you deserve it; you are getting to be of an age that I hoped you would have so acted as to give me no cause of offence, but I am sorry to see my hopes are disappointed. I am now about to punish you, submit to it quietly, or it will be all the worse for you. Unbutton and put down your trousers.\"", "characters": 481, "sentences": 5}, {"text": "I felt I must submit, but when brought to this point I really so much dreaded her that there was not the slightest erection in poor cockey.", "characters": 139, "sentences": 2}, {"text": "Then raising myself, and apparently only just recognising Miss Frankland, I threw my arms round her neck, and exclaimed--", "characters": 121, "sentences": 1}, {"text": "\"Dear Miss Frankland, do flog me again if it will produce again such ecstasies as I never before experienced.\"", "characters": 110, "sentences": 2}, {"text": "Her face was flushed, her eye shone with all the fire of libidinous passion. My prick had hardly lost its stiffness when I spent, and was now projecting out firmer than ever.", "characters": 174, "sentences": 3}, {"text": "\"You dear innocent boy, if I could trust you, I would teach you a secret that this dear thing would greatly enjoy. But can I trust you?\"", "characters": 136, "sentences": 2}, {"text": "\"Oh, certainly, dear Miss Frankland, I know what you mean now, to repeat the delicious sensations you gave me a few minutes ago. Oh, do, do! do it again, it was far too nice for me ever to tell anybody, as long as you will do it for me.\"", "characters": 237, "sentences": 3}, {"text": "\"Yes, I used to sleep in mamma's room, and I have often been surprised to see that she piddled from a long hole, and had not got a doodle like I have to piddle from.\"", "characters": 166, "sentences": 2}, {"text": "\"My dear innocent Charlie, that long hole was made to take in this dear fellow here that is throbbing almost to bursting in my hand, and if you promise me faithfully never to tell any one, I will teach you how it is done.\"", "characters": 222, "sentences": 2}, {"text": "She fondled it for a second or two, and then could not resist the impulse to take it into her mouth and suck it.", "characters": 112, "sentences": 2}, {"text": "\"I shall try and arrange some means for our meeting unobserved to-morrow. Meanwhile, you must sit as if you had been severely punished, and I shall assert that you had done everything to resist my authority, for which I had punished you further by not allowing you to leave the school-room.\"", "characters": 291, "sentences": 3}, {"text": "For we had been in too great haste to do otherwise than tumble on the top to it. My charming bed-fellow also rose for a necessary purpose, which I had interrupted when I knocked at the door. She sat down on the _pot de chambre_, and a mighty rush of water followed. I cried--", "characters": 275, "sentences": 4}, {"text": "I still kept up my character of innocence, and used none but infantine words in reference to our organs of generation.", "characters": 118, "sentences": 2}, {"text": "I did as she desired, begged her to do the same, and there she stood, in all the glory of her superb form. We encircled each other's naked bodies, and then turned each other round to gaze on all the exciting charms displayed to each other.", "characters": 239, "sentences": 3}, {"text": "\"Now, my darling boy, in this way we can lengthen out our pleasures as long as we please; you can make me spend oftener than yourself, which will satisfy my very lustful nature, and not over exhaust your young powers.\"", "characters": 218, "sentences": 2}, {"text": "\"Henry--my only--ever loved one--meet again--oh! how ineffable--how exquisitely delicious. Do push it in--more faster--beloved of my soul.\"", "characters": 139, "sentences": 3}, {"text": "She clasped me with a hug, as if she would make but one body of us both, and spent with a scream of agonized delight, pouring down and spurting out a perfect torrent of boiling spunk all over my cods and thighs.", "characters": 211, "sentences": 2}, {"text": "I lay quite still, and determined not to speak until she should come to herself. It was evident her dreams had brought back some former loved and happy man and no doubt the fact of my being in possession, in full fuck, had made her believe in the reality of her sleeping thoughts. She was quite a quarter of an hour before recovering her senses; daylight had broken, and she looked round in a sort of alarm, and exclaimed--", "characters": 423, "sentences": 3}, {"text": "\"Oh! my darling Charlie, it is you! I have been dreaming of being far away, and, I suppose, the fact of your dear weapon throbbing within me made me think of former events. Well, the dream had its pleasures, if only in a dream.\"", "characters": 228, "sentences": 3}, {"text": "She listened in an astonishment, acknowledged that she had imagined herself in the arms of one she had greatly loved, and had thought the whole affair was a dream, and was not conscious of its absolute reality as to her being fucked.", "characters": 233, "sentences": 2}, {"text": "\"Yes, yes, the dear fellow, push him away, my Charlie, and you will see, I shall enjoy the real Charlie quite as much as the dreamt-of Henry--of whom I shall some day speak to you. You are worthy of him and of me--and I fear I shall love you as I do him, far too dearly.\"", "characters": 271, "sentences": 3}, {"text": "I told her it had so excited me to see her splendid bum before my eyes when we were on the floor that I should like to kneel behind and put it in that way. I really meant into her cunt, but she thought I meant her bottom-hole, and said--", "characters": 237, "sentences": 2}, {"text": "\"Well, you are a strange boy, what on earth made you think you could put that great big thing of yours into my bottom-hole; but, to tell you the truth, after being well fucked, I rather like it that way, so you shall try, but you must be gentle in getting in.\"", "characters": 260, "sentences": 2}, {"text": "I said, \"I did not know I could do it that way with my prick, I meant to put it into your cunt from behind, but now, from what you say, I should like to try what the other is like.\"", "characters": 181, "sentences": 2}, {"text": "Thus ended the first delightful night I ever passed with that most charming and deliciously lascivious woman--the first of many scores that followed, but in none of which were her raptures more intense, if as much. She ever after dwelt on the night when she had been the happy means of initiating me into all love's mysteries, for she never knew of my previous experiences, and always plumed and prided herself on being my first instructress.", "characters": 442, "sentences": 3}, {"text": "\"Oh, yes, you darling, but you have so excited me talking about it, that you must fuck me directly.\"", "characters": 100, "sentences": 2}, {"text": "We indulged in a most exciting fuck, and when recovered from the confusion of ideas the delightful crisis always produces, we resumed our conversation on the interesting subject of my sisters. I observed that she had not lately flogged them again.", "characters": 247, "sentences": 3}, {"text": "\"All your fault; I am now so satisfied with you that I no longer seek for relief to pent-up desires in that way.\"", "characters": 113, "sentences": 2}, {"text": "\"Not in the least, if you will only give me the voluptuous satisfaction of hearing all the details from your lips afterwards; it would stimulate us both to additional raptures, and spur our desires to renewed combats.\"", "characters": 218, "sentences": 2}, {"text": "\"It was the lascivious idea of your enjoying Lizzie that made it get up, but I must fuck you again or it will burst.\"", "characters": 117, "sentences": 2}, {"text": "\"I, too, my dear boy, am inflamed at the idea; put it in behind this time; I have a great letch in that way at this moment.\"", "characters": 124, "sentences": 2}, {"text": "\"That's right, my darling,\" I cried, \"why did you not do it openly, you ought to know that my greatest wish is for you to enjoy these salacious meetings in every possible voluptuous manner; frig on then, my beloved, and be sure that if it adds to your delight it adds to mine.\"", "characters": 277, "sentences": 2}, {"text": "\"Thank you, my darling Charlie, shove away, I am in the seventh heaven of delight in having as good as two pricks working in me at once.\"", "characters": 137, "sentences": 2}, {"text": "She would have explained more, but her words were cut short by the ecstasies the double fuck produced, and she spent copiously before me, on finding which I held back, and was rewarded by making her spend eventually with the utmost excess of delight twice to my once. By this time it was broad daylight, and too late in the morning to enter into any conversation on the new partner in our amatory combats, which was reserved for the next meeting.", "characters": 446, "sentences": 3}, {"text": "\"That would never do, dear Charlie, and it is very true you do twice our work and more, because we don't pour down such a torrent as you do when we spend; you must take care of yourself, we will not be so exacting in future, but cool ourselves first by a mutual gamahuche between Lizzie and me.\"", "characters": 295, "sentences": 2}, {"text": "I thus arranged a certain amount of cessation of fucking in that quarter that I might dedicate the more to the far more exciting powers of the delicious and salacious Miss Frankland.", "characters": 182, "sentences": 2}, {"text": "I had always remained in my own bed until I heard her heavy breathing, denoting that she slept, before I dared to leave my own room to go to my sisters. The desire of racking me off, as dear charming Mrs. Benson used to call it, might have seized her, and my absence would have discovered all.", "characters": 293, "sentences": 4}, {"text": "However, she had, no doubt, considered that it would be all to her advantage that I should be left perfectly quiet to recruit my system, after the heavy drain on my amatory resources which she had kept up for the previous fortnight. She never sought in any way to excite me until a day and a night after the cessation of her menses. She told me it was much better to have done with it entirely at once, rather than by erotic excitement keep up the discharge for a week or more.", "characters": 477, "sentences": 4}, {"text": "\"Ah,\" said she, in her sweetest way, \"I see we want the rod here. Prepare yourself, sir, and take care to make no resistance, or it will be the worse for your bottom.\"", "characters": 167, "sentences": 3}, {"text": "Following her cue, I began to implore pity, to promise I would behave better in short time, etc., etc. But she was inexorable, and ordered me to lie across her knees. Then, taking me round the waist, she gave a smart cut or two, really sharp, that made me for the moment wince.", "characters": 277, "sentences": 5}, {"text": "\"Take care, sir, you are resisting, and you know your punishment will be severe, if you so continue.\"", "characters": 101, "sentences": 2}, {"text": "Cut three, sharp, though not so severe. I did not flinch. \"Ah! that is something like a good boy, now we shall have no difficulty.\"", "characters": 131, "sentences": 4}, {"text": "\"What! you naughty girl,\" I cried, \"is that the way you treat your master, bundling him out of his room in that manner; here, give me the rod, I must make your bottom pay for your ill conduct--here, kneel on this footstool, and lay your body over my thighs, no resistance, or it will be the worse for you.\"", "characters": 306, "sentences": 2}, {"text": "We often after this made flogging the theme of our discussions, and I gradually led on to the idea she had expressed of Lizzie's evidently amorous disposition. She still affirmed that such was her conviction. I then suggested that it would be worth her while to try and gratify it, as well for Lizzie's sake as for the satisfaction of her own letch in that way.", "characters": 361, "sentences": 4}, {"text": "\"So come, my dear girl, drop off your frock, as I shall mine, that the bundle of clothes may be out of the way, as well as to avoid their being creased.\"", "characters": 153, "sentences": 2}, {"text": "Seeing that Lizzie still trembled a little after she had dropped her gown, she took her in her arms, and kissing her lovingly, desired her not to be afraid--she would not punish her much.", "characters": 187, "sentences": 2}, {"text": "Lizzie had a very prominent and very promising bottom. Miss Frankland felt it all over, and admired loudly its form and firmness, declaring it was quite beautiful to look at, and how womanly it was growing.", "characters": 206, "sentences": 3}, {"text": "\"Turn round, and let me see if you are as womanly in front. Upon my word, a well-formed mount with a charming mossy covering.\"", "characters": 126, "sentences": 3}, {"text": "\"I will tell you everything, if you will only play with me again. Ever since you flogged Mary and myself, we have both been so often burning down there, and have found out that feeling it, and pushing fingers in, was so nice, although at first we often hurt ourselves. But you do it so much better than Mary--oh, do, do it again, dear Miss Frankland!\"", "characters": 351, "sentences": 3}, {"text": "And, lifting up her petticoat and chemise, she exposed, to the absolute astonishment of Lizzie, her extraordinary mass of hair, and her fiery red clitoris glowing and sticking out of its black mass of curls.", "characters": 207, "sentences": 2}, {"text": "\"How beautiful!\" cried Lizzie. \"I declare, you have got a doodle, for which I have been so longing; I must kiss it.\"", "characters": 116, "sentences": 3}, {"text": "Taking the cushion from the chair, she lay down on her back on the floor, telling Lizzie to turn her face the other way, and to kneel down across her body, so that both their mouths could adapt themselves to each other's quim.", "characters": 226, "sentences": 2}, {"text": "Lizzie told me afterwards that she took care to show no previous knowledge, but to let Miss Frankland apparently initiate her into all the ceremonies of gamahuching.", "characters": 165, "sentences": 2}, {"text": "\"Oh, that will be jolly!\" cried Lizzie. \"She will like it just as much as I do; it is so nice, you must flog me every day, dear Miss Frankland. I loved you from the first, I adore you now.\"", "characters": 189, "sentences": 4}, {"text": "They embraced most lovingly, but our return put an end for the present to any further conversation.", "characters": 99, "sentences": 2}, {"text": "\"Oh! Charles! this is dreadful! Why could you not be content with me?--have I ever refused you? Do you know this would be the ruin of all of us if ever it should become known? You are too young to know the dreadful consequences of discovery.\"", "characters": 242, "sentences": 2}, {"text": "\"Well, my beloved children, the die is cast, it is no use crying after spilt milk, so let us make the best of it. I never could resist the eloquent look of this loved and long thick thing, that was made for giving poor woman all she could crave for.\"", "characters": 250, "sentences": 3}, {"text": "Thus passed our first general orgie, which was the precursor of many much more luxuriously and salaciously libidinous, and which I shall more minutely describe as events progress.", "characters": 179, "sentences": 2}, {"text": "\"However delightful it would be for you all, as well as for myself, to meet every night, it would in the first instance become a dangerous habit, dangerous because of engendering carelessness in the necessary precautions against discovery; and next, and above all, because it would be the destruction of our loved and darling Charlie, who could not possibly long continue such excessive venery as three loved objects at once would constantly require of him.\"", "characters": 458, "sentences": 2}, {"text": "\"Why not ask Charlie, he was always very fond of your wife as his governess, and he, too, has an uncle from whom we hope some day to receive something handsome.\"", "characters": 161, "sentences": 2}, {"text": "\"That is a very good idea of yours, Mrs. Roberts, and if you will kindly send for Charles I shall put it to him, and if he consents, it saves me all further trouble.\"", "characters": 166, "sentences": 3}, {"text": "I was sent for, and, you may be sure, accepted immediately, thanking Mr. Vincent for the honour he did me, and hoping that Mrs. Vincent would be equally agreeable that I should be godfather, although so young.", "characters": 209, "sentences": 4}, {"text": "\"Leave that to me, my dear wife is so much attached to me that my wish is her law, so do not make yourself uneasy on that head.\"", "characters": 128, "sentences": 2}, {"text": "It may well be supposed I was not at all uneasy, but quite certain that it was the very thing Mrs. V. would have proposed if she had not been withheld by prudence. We heard afterwards from Mr. V. that she had simulated objections on account of my youth, but the very first moment she could say a word to me in private it was to tell me what delight it had given her that her husband should have fulfilled in the matter the very wish nearest and dearest to her heart.", "characters": 466, "sentences": 7}, {"text": "\"And, to tell you the truth,\" she said, \"my dear Charlie, we have been of late too much for you, and your health and constitution will benefit by a forced inactivity, for I have observed some symptoms about you lately that prove we three have taxed you too hard. I have no doubt I shall be retained as governess to your sisters, and leave me alone to keep them to a point that will not disappoint you when we meet again, which must always occur at intervals of not longer than six months.\"", "characters": 489, "sentences": 3}, {"text": "To our loving minds six months seemed an age. At the same time Miss F.'s remarks had, to a certain extent, reassured us, and although we could not enter into our orgie with the usual fury and letch, nevertheless we managed to pass a night sufficiently rapturous in the enjoyment of our libidinous passions, which many would have thought excessive.", "characters": 347, "sentences": 4}, {"text": "\"Quite the contrary, I assure you, Miss Frankland. I have been struck with the admirable ground work you have established, and especially the advantages you have given him of the knowledge of modern languages. I am so much pleased that I intend to beg of Mrs. Roberts to keep you as the able governess of the girls until they are so much older as to require a little knowledge of the world which a metropolitan ladies' school is sure to impart.\"", "characters": 445, "sentences": 5}, {"text": "All this was said with a certain deference of manner to Miss Frankland, that I felt certain the old gentleman was greatly struck with her person, as well as her system of teaching. But of this it is probable my readers will learn more hereafter.", "characters": 245, "sentences": 3}, {"text": "\"Never mind that, my love, this little fellow will soon be the decoy duck for others; he seems a nice, gentle lad, but I shall seek to have some talk with him to-morrow, and see what he is made of; boys, under women's instructions, are generally mere milk-sops.\"", "characters": 262, "sentences": 2}, {"text": "I did not understand at this time what her allusion meant, but it was followed by the doctor stooping forwards, kissing her, and, I have no doubt, tongueing her too. He first thrust a hand below her beauteous bubbles, and then pulling up her chemise, began foraging between her legs. She put down her hair brush; and laid hold of his cock, but quickly said--", "characters": 358, "sentences": 3}, {"text": "\"Don't excite me, my dear, you see this poor fellow can do nothing without a rod, and we have none here, so be quiet and go to bed, that is a good boy.\"", "characters": 152, "sentences": 2}, {"text": "The next day, at our hour of recreation, Miss Frankland walked out with us, and seeking a retired part of the grounds, while the girls amused themselves, I recounted to Miss F. all I had seen and heard. She at once came to the conclusion that I was destined to fall into the arms of my aunt.", "characters": 291, "sentences": 4}, {"text": "\"Ah what have we here?\" she cried, and then turning round, said that as the key had been left in the lock, there could be no harm in looking in. Her husband became as curious as she. Of course, the first things they saw were the prearranged books. They were seized upon with avidity probably with the expectation of finding something smutty, but to their surprise, and especially that of the doctor, it was quite the reverse.", "characters": 425, "sentences": 5}, {"text": "\"Well, I should never have thought this; do you know, my dear, I had begun to suspect that, under a demure exterior, there was lurking an enormous deal of animal passion in that Miss Frankland, but if so, these works prove that it is under complete regulation. More's the pity, for she is made for the real enjoyment of the passions.\"", "characters": 334, "sentences": 3}, {"text": "\"Well, my dear, you know we have both liberty to stray now and then, and you, yourself, have not a little availed yourself on our mutual understanding.\"", "characters": 152, "sentences": 2}, {"text": "\"Now, doctor, you are too bad; do I not quite overlook all your weakness for the younger members of your own sex, and do I not lend myself to your fantasies in that way, when chance deprives you of any opportunity of pederasty?\"", "characters": 228, "sentences": 1}, {"text": "\"Well, well, my love, I was not upbraiding you, you are too dear and too kind to me to permit of any thing beyond a joking allusion; but what have we here? A birch rod! by all that is holy.\"", "characters": 190, "sentences": 2}, {"text": "Reaching up to the high shelf, he drew down the rod. At first they suspected Miss Frankland operating on herself, but the perfectly untouched state of the rod proved that it was there in reserve only, and had not yet been used.", "characters": 227, "sentences": 3}, {"text": "\"What a lucky chance,\" cried my aunt. \"I shall now be able to birch you into something like a fit state to fuck me--and you shall birch me afterwards, if it will only produce a second fuck, back or front, whichever you like.\"", "characters": 225, "sentences": 3}, {"text": "\"You are an angel, my darling wife, and I shall try to content both orifices; it is an abominable shame that with such a gloriously made magnificent woman as God has given me in your noble form, I should ever require any other stimulant than a glance at your exquisitely exciting proportions; but I suppose it is age that weakens our sensibilities.\"", "characters": 349, "sentences": 2}, {"text": "\"You are right, my dear John, for I, who used to think your dear old cock was enough for me, find I require the excitement of younger ones to give me the real excess of pleasure my constitution demands; it would be a shame if I did not humour all your little caprices, when you so readily throw opportunities in my way. I only wish this nephew of mine had been more worthy of us, we should have made him a glorious _bonne bouche_ between us, equally to his satisfaction as to ours.\"", "characters": 482, "sentences": 3}, {"text": "\"Well, my dear, the air of Kent, and more manly treatment, may yet develop his somewhat stinted growth, and under your tuition, he may yet prove not so bad an object as you seem to think, at all events, he may serve as a _pis aller_, until a better turns up; but you must proceed with caution, for he seems as modest as a maid.\"", "characters": 328, "sentences": 2}, {"text": "\"My dear John, your modest ones always make the best, when once broken in. I only wish his physique had been more to my liking, but we shall see, we shall see; meanwhile let us both strip to the buff, and proceed to make the most of this happy discovery of the rod--the very thing we most wanted and wished for.\"", "characters": 312, "sentences": 3}, {"text": "\"Come here, sir, I must whip you, you have not done your duty as you ought lately, and you are a very naughty boy.\"", "characters": 115, "sentences": 2}, {"text": "\"Now I must put you in pickle, but as your great red buttocks are too large to be pickled, I shall pickle your prick instead. So come here, sir, and let me put this rampant fellow into my pickle tub, where, I promise, the salt brine will soon bring down his pride.\"", "characters": 265, "sentences": 3}, {"text": "\"There, sir, is your place of punishment, stoop and kiss it before I imprison your indecent cock within it.\"", "characters": 108, "sentences": 2}, {"text": "\"Yes, my love, but you know you promised I should take my choice of which temple I should make my sacrifice at.\"", "characters": 112, "sentences": 2}, {"text": "\"My own John, you know, that after being once well fucked, the hinder hole is my preference, that is understood.\"", "characters": 113, "sentences": 2}, {"text": "I was so far glad, for to confess the truth the pace was telling, and I began to require more and more of the rod. However, we had but this and the next night at our disposal, and the knowledge that we must soon cease our delicious orgies nerved us all to increased efforts.", "characters": 274, "sentences": 3}, {"text": "Again our passions raged furiously, and broke out in spurts of foaming sperm. Every desire our lascivious lubricity could suggest was carried out to increase our pleasures or renew our exhausted resources, until time warned us again to separate.", "characters": 245, "sentences": 3}, {"text": "\"Feel it, my dear, but very gently, so as not to waken him, it is the largest prick I have ever felt, and altogether beats the late Captain of Grenadiers you used to be so jealous of.\"", "characters": 184, "sentences": 2}, {"text": "The doctor did feel, and I think aunt would have unbuttoned my trousers, had not the coach suddenly pulled up at the inn we were to breakfast at. So perforce they shook me up. I acted the suddenly awakened sleeper very well. As soon as we were out of the coach, I whispered to the doctor--", "characters": 289, "sentences": 4}, {"text": "And, forsooth, to encourage me, pulled out his own standing pego. I saw what he wanted, and out with my own in all its length and strength.", "characters": 139, "sentences": 3}, {"text": "\"Yes, uncle, every morning it hurts me so until I piddle--it gets worse and worse, and bigger and bigger--it was not half so big a year ago. I don't know what to do to cure myself of this hardness, which is very painful.\"", "characters": 221, "sentences": 3}, {"text": "\"Ah, well, I must speak to your aunt, perhaps she can help you. Have you ever spoken to anybody else about it?\"", "characters": 111, "sentences": 2}, {"text": "\"Oh, dear no! I should have been quite ashamed; but when I saw you also had the same hardness, I was very glad to ask your advice, dear uncle.\"", "characters": 143, "sentences": 2}, {"text": "We breakfasted, and I could see, on regaining the coach, that uncle and aunt had a satisfactory exchange of words on the subject. We got to the Rectory in Kent in time for dinner, at which I was the object of great and devoted attention of both, especially of my aunt.", "characters": 268, "sentences": 3}, {"text": "\"I see,\" he added, \"that your doodle, as you call it, has got the hardness you spoke of yesterday.\"", "characters": 99, "sentences": 2}, {"text": "Then he laid hold of it, and gently squeezed it--it filled his grasp. He evidently enjoyed the pleasure of handling it, but contented himself with saying that my aunt must see to giving me some remedy the next day, when she should come and inspect it in the morning, so as to see how hard it was, and how it hurt me.", "characters": 316, "sentences": 3}, {"text": "I replied that it would be very kind of aunt, but what would she think of my showing my doodle to her; mamma had told me, when I slept in her room, always to piddle in a corner, and never let anyone see it.", "characters": 206, "sentences": 2}, {"text": "\"Your mamma was quite right as to people in general, but it is quite a different thing with your aunt, whose close relationship authorises her doing what she can to relieve her dear nephew, in whom we both take such an interest; besides, I suppose your mamma never saw it in this size and hardness?\"", "characters": 299, "sentences": 1}, {"text": "\"Oh, no! mamma never saw it but at night, when it was quite shrunk up, and that is nearly a year ago, when I used to sleep in her room; it is since then it has grown so large and hurts so much, and throbs so violently as it is doing now in your hand. It makes me feel so queer, dear uncle, and I shall be so much obliged to dear auntie if she will but give me a remedy to relieve the pain I suffer.\"", "characters": 399, "sentences": 3}, {"text": "\"I shall speak to your aunt, and we shall see--we shall see; but get up now, we shall find your aunt waiting for us. So make haste and dress; come down stairs, you will find us in the dining-room.\"", "characters": 197, "sentences": 3}, {"text": "\"My dear nephew, your uncle has brought me to see if I cannot relieve the extreme hardness and pain you feel in this immense thing of yours. Let me see it.\"", "characters": 156, "sentences": 3}, {"text": "She now threw off the coverlet, and brought to light my large prick in all the glory of the stiffest stand.", "characters": 107, "sentences": 2}, {"text": "Her eyes sparkled, and her face flushed as the sight met her full gaze. The doctor approached, and also handled it with evident delight.", "characters": 136, "sentences": 3}, {"text": "\"Oh! I have not the slightest doubt but that I shall be able to soothe and deliver it of all pain--poor fellow, how it throbs! Does it hurt much, dear Charles?\"", "characters": 160, "sentences": 1}, {"text": "\"Oh, yes; your hand seems to make it even harder than before, but, at the same time makes me feel so very queer, as if I were going to faint. Do relieve me, dear auntie, the doctor says you can if you like.\"", "characters": 207, "sentences": 3}, {"text": "\"I will do so, certainly, my dear boy; but the method is a great secret, known only to your uncle and myself; and you must assure me you will never mention it to any one, or tell how I cured you. It is only my strong affection for you that makes me anxious to do anything I can to relieve you. Do you promise to be discreet?\"", "characters": 325, "sentences": 3}, {"text": "\"My dear aunt, you may be sure I shall be too much obliged to you ever to think of revealing your great kindness. Do, pray, do it at once; I feel so queer, and I am bursting with pain.\"", "characters": 185, "sentences": 3}, {"text": "\"Well, then, make room for me beside you, and I shall lie down; the doctor will cover us up, and I shall soon reduce the stiffness.\"", "characters": 132, "sentences": 2}, {"text": "\"Oh, heavens!\" I cried, \"how nice! Dear, dear, auntie, what shall I do now, I feel as if I were going to die.\"", "characters": 110, "sentences": 2}, {"text": "\"Oh, I am dying, dear aunt; oh! oh! stop! stop! I--can't--can't--bear it.\" I sank away, but could hear aunt murmuring--", "characters": 119, "sentences": 2}, {"text": "\"Dear, darling, delicious boy, I never had such a glorious prick in me, or a better fuck before. I fear the dear child has fainted from the excess of pleasure, and the newness of the sensation, but his glorious prick still throbs deliciously within me--only feel its root, doctor, how stiff it is.\"", "characters": 298, "sentences": 3}, {"text": "\"The dear boy is as stiff as ever. You will get another fuck out of him the moment he comes to himself. I am glad of that, for it is delightful to see you at it, especially with so splendid a prick operating upon you--it is the greatest treat you have ever given me in that way.\"", "characters": 279, "sentences": 4}, {"text": "\"I don't wonder at that, my dear, for I never met with such a fine prick in my life before, and little thought my nephew could have had such a splendid one in his trousers when we first saw him. Oh, I am lewder than ever, and am spen--spen--spending. Oh!--oh!\"", "characters": 260, "sentences": 3}, {"text": "And she poured down another copious hot flow on my enraptured prick. I let her revel in the ecstasies of her second lascivious discharge until I found that her libidinous passions were again excited and longing for more active operations. I pretended not to know where I was, and began a faltering--", "characters": 299, "sentences": 3}, {"text": "\"Oh, dear; how came I here? Oh, remember, auntie, you promised to relieve my hardness, and it seemed so nice, but I feel it is harder than ever; you will try and relieve me again, won't you, dear auntie?\"", "characters": 204, "sentences": 1}, {"text": "\"Certainly, my dear nephew, you must do as you did at first, move in and out, and I shall second you; and perhaps we shall succeed this time better than before.\"", "characters": 161, "sentences": 2}, {"text": "\"A little, dear auntie, but I feel it is getting hard again--you must try once more, if you please--oh! it is so nice!\"", "characters": 119, "sentences": 1}, {"text": "And my prick throbbed up and stiffened to prove the truth of my words. But the doctor here interrupted us by saying that he must have his own stiffness reduced, at the same time presenting his really fine prick at full stand before our faces.", "characters": 242, "sentences": 3}, {"text": "\"You must get up, my dear boy, and your aunt will allay your new hardness in another way, in which she will be able to relieve both our hardnesses together.\"", "characters": 157, "sentences": 2}, {"text": "Reluctantly I rose, withdrawing my reeking prick at more than half stand. Looking down as I rose on the truly large and magnificent foaming gash from which I had just withdrawn, I cried--", "characters": 187, "sentences": 2}, {"text": "\"Oh, dear aunt, what a wonderful sight it is; I must kiss it for the efforts it has made to relieve me.\"", "characters": 104, "sentences": 2}, {"text": "\"Oh, my dear aunt, I do so want to piddle, my doodle at once gets as hard as wood if I at all restrain the inclination to do so, just feel how stiff it has become; will you let me go and piddle?\"", "characters": 195, "sentences": 1}, {"text": "We entered. She put a cushion on the floor for my knees, threw herself on her back, and lifted all her petticoats well over her belly, exposing her very hairy cunt, and its splendid pinky gash, already moist from her excitement. I threw myself on my knees, and stooping down, said--", "characters": 282, "sentences": 3}, {"text": "\"My dear boy, what exquisite delight you give me! Continue for a little to keep moving your tongue on that hard projection.\"", "characters": 124, "sentences": 2}, {"text": "\"But, my darling nephew, you must yourself endeavour to keep down your hardness, and not allow it to become stiff so often--you will injure me with your violence.\"", "characters": 163, "sentences": 2}, {"text": "\"Oh, my darling aunt, you give me relief with such exquisite pleasure that my doodle seems to harden only for the purpose of your relieving it--see how it is again bulging out of my trousers,\" for she had buttoned it up. She put her hand upon it, and squeezed it, but said, with a deep sigh--", "characters": 292, "sentences": 2}, {"text": "She drew me away, but by the manner in which she squeezed my arm, I could feel she was herself still greatly excited. Her prudence alone enabled her to resist further indulgence, as she seemed to think I was still unaware of the real nature of our proceedings. We found the doctor waiting for us at the luncheon table. He guessed by the flushed face of my aunt the nature of our late employment, and asked if I had been again troubled with my unnatural hardness.", "characters": 462, "sentences": 5}, {"text": "\"Yes, poor fellow,\" said my aunt, \"it appears that whenever he wants to piddle, and cannot do so at once, it troubles him in that way, and I have had some difficulty in allaying it. I succeeded at last, but I have told my dear nephew that he must endeavour himself to restrain it in the daytime, as it is not always in my power to relieve him.\"", "characters": 344, "sentences": 3}, {"text": "I slept soundly, and so long that I was only awakened by the caressing hand of my aunt on my stiff-standing pego. She had gently lifted off all the coverings, and I lay quite exposed to eye and touch.", "characters": 200, "sentences": 3}, {"text": "\"What! again, Charles?\" said the doctor. \"Your member is sadly unruly. My dear, you must again try to allay it, but put yourself this time on your knees, and we shall see if that position be better adapted for the purpose of relieving this immense object.\"", "characters": 256, "sentences": 4}, {"text": "\"Then,\" said he, \"as I, too, am suffering from hardness, I shall try to allay it in your bottom, as you are doing in my wife's; don't be afraid, if I hurt you I shall stop.\"", "characters": 173, "sentences": 2}, {"text": "\"Do just as you like, dear uncle, both you and aunt are so kind as to do all you can to relieve my pain, and I should be very ungrateful if I did not do all in my power to relieve you.\"", "characters": 185, "sentences": 2}, {"text": "Next morning I was awakened by uncle alone, who told me that my aunt was somewhat poorly, and could not come.", "characters": 109, "sentences": 2}, {"text": "\"Oh, I am so sorry dear aunt is poorly, both on her account and my own. What shall I do, dear uncle? It is so hard and painful.\"", "characters": 128, "sentences": 3}, {"text": "\"Well, my dear boy, I must try to allay it myself. I love you too dearly to leave you in this state. I am not so good at allaying this painful attack as your aunt, but as you know you were successfully relieved in her bottom, and I in yours, yesterday, we shall try to-day if I can accommodate this huge fellow, of which I have some doubts. Take off your night-shirt as I do mine, it will be more commodious.\"", "characters": 409, "sentences": 5}, {"text": "\"Of course, my dear uncle, I am too sensible of your great kindness in relieving me to hesitate about giving you the same relief.\"", "characters": 130, "sentences": 2}, {"text": "\"Oh, yes, my dear aunt, and I am so much obliged to both of you for your solicitude to relieve the pain I suffer in the morning, but it seems to me that it more frequently and more severely attacks me than ever. I only hope I shall not tire out your kindness by such frequent appeals to your aid.\"", "characters": 297, "sentences": 3}, {"text": "\"Oh, my darling nephew, do not imagine anything of the sort. We are but too happy to be of any service to you.\"", "characters": 111, "sentences": 3}, {"text": "This was accompanied with a knowing smile cast at each other, caused by my apparent uncommon simplicity, but which they were evidently glad to see. We sat down and enjoyed a capital breakfast.", "characters": 192, "sentences": 3}, {"text": "\"Oh! fuck me, my darling, and shove your glorious prick into my bottom-hole. Oh! fuck--fuck--fuck me directly!\"", "characters": 111, "sentences": 2}, {"text": "\"You must not, my dear boy, it is more than nature can support, and I must consider your youth; you have delighted me even beyond previous delights--rise then my love, and let me embrace, thank, and love you as I shall always do.\"", "characters": 230, "sentences": 2}, {"text": "I rose, and we threw ourselves into each other's arms, lovingly kissing and tongueing each other. Aunt then buttoned me up, first kissing and taking a mouthful of my prick for a moment between her lips, and then putting him away, calling it \"my pretty doodle.\" I seized the expression, and said--", "characters": 296, "sentences": 3}, {"text": "\"Do all women have such a delightful sheath--cunt I mean--between their legs as you have, dear aunt?\"", "characters": 101, "sentences": 1}, {"text": "\"Yes, my darling; but you must never stray to others; you will find none so fond of you, or I may add, without vanity, so capable of satisfying this dear fellow; but come, I see it will be dangerous to allow him to stay here longer.\"", "characters": 233, "sentences": 2}, {"text": "\"Oh, my most gloriously cunted aunt, do I fuck you? Wriggle your arse faster--that's it! Do you feel my prick up to the hilt in your delicious cunt? Oh! what pleasure you do give me!\"", "characters": 183, "sentences": 1}, {"text": "She replied as broadly. Passing her hand down she pressed my cods, and asked if thus squeezing my ballocks added to my pleasure.", "characters": 128, "sentences": 3}, {"text": "\"Oh, yes, my love, your cunt, your arse, your bubbles, are all delicious. Oh, I never before knew there could be such additional pleasure to our fucking as using these endearing words produce.\"", "characters": 193, "sentences": 3}, {"text": "I was thus, as they supposed, newly initiated in the mysteries of the coition of the sexes. I shall reserve further details of our more intimate and expansive experiences for the third volume of this true Romance of Lust, and still of Early Experiences.", "characters": 253, "sentences": 3}, {"text": "After the luncheon, which closed the last volume, a churchwarden occupied uncle for about an hour. When he had left off, uncle proposed a walk in the garden. I could see at once what this was meant to lead to, as he almost immediately turned in the direction of the summer house. When we got there he sat down on the couch, and begged me to sit beside him. He opened the subject at once by saying--", "characters": 398, "sentences": 5}, {"text": "\"It is no flattery to you, my dear Charles,\" he said, \"but mere justice to its superb dimensions and admirable power.\"", "characters": 118, "sentences": 2}, {"text": "\"My darling boy, anything you like, you could not have a better opportunity, my legs point to the window, so you have the fullest sight--look, feel, frig, fuck, or bugger, all is at your free disposition--only give me a pillow from the bed, as the floor is too hard for me to continue so long as you are likely to be.\"", "characters": 318, "sentences": 2}, {"text": "I advanced, and could feel the end of her womb, which appeared like three points to fingers and the thumb drawn together, and looked at endways is something like what it felt--of course, without the nails. Aunt asked me if I could double my fist where it was. I had no difficulty, as the part yielded to the greater bulk. Aunt cried out--", "characters": 338, "sentences": 4}, {"text": "\"Dear aunt,\" I cried, \"do let me out. I am bursting to fuck you, and I can't get my arm out, if you don't relax your grip of my wrist.\"", "characters": 135, "sentences": 3}, {"text": "\"I can't help it, my dear boy, it is involuntary, put your other hand on my mount, and pull steadily, but not with a jerk.\"", "characters": 123, "sentences": 2}, {"text": "\"No, no, my darling aunt, nothing of the sort; stoop down forward on to your knees, and I will lick the delicious orifice clean with my tongue.\"", "characters": 144, "sentences": 2}, {"text": "\"I must purify you, my darling boy, as you did me.\" And seizing my limp prick in her mouth she sucked it clean, until she began to feel symptoms of the resurrection of the flesh. She hastily rose, and said--", "characters": 207, "sentences": 3}, {"text": "\"No, Charlie, you have done far too much to-night. I must see you to your bed, that you may get at least a couple of hours sleep.\"", "characters": 130, "sentences": 3}, {"text": "\"My darling, we must have recourse to the grand remedy, I will also initiate dear Charlie into a new mystery of love, of which he can have no idea.\"", "characters": 148, "sentences": 2}, {"text": "I guessed at once what he meant, but professing extreme ignorance, I begged him to tell me what it was. Aunt rose and said--", "characters": 124, "sentences": 2}, {"text": "\"My darling, your uncle requires his blood to be excited by flogging his buttocks with a birch rod.\"", "characters": 100, "sentences": 2}, {"text": "\"How odd,\" said I, \"I never felt anything but the severest pain when I was flogged, and I took precious good care not to deserve it again. How then can it excite?\"", "characters": 163, "sentences": 2}, {"text": "There was one fine, plump, girlish-looking youth, named Dale, who was here for the first half. He had not as yet been brought up for punishment, although the doctor had confided to me the letch he had taken to flog his fine fat bottom. One day, Master Dale brought a sealed note from his widowed mother, who lived about a mile from the village, in a charming cottage ornee. The doctor read the note. By chance I was looking at him, and saw a smile of joy light up his features.", "characters": 477, "sentences": 6}, {"text": "\"Come here, Master Dale,\" said he in a mild and gentle voice, \"your mother tells me that you have behaved in a most shameful manner to your pretty young cousin, who is residing with your mamma.\"", "characters": 194, "sentences": 2}, {"text": "Master Dale blushed scarlet, for he was not aware until now that any one had been a witness to the scene that had taken place between him and his pretty cousin.", "characters": 160, "sentences": 2}, {"text": "\"Forgive me, Ellen dear, but really you exposed so very pretty a sight while stooping that upon my word I could not help it.\"", "characters": 125, "sentences": 2}, {"text": "And without a word further he led him into his private room, where, as was generally understood in the school, he birched the worst offenders. Arrived in the room alone with the young culprit, he locked the door, and taking a large cutting birch rod from a closet, sat down on a sofa. He called the youth to him and told him to unbutton and let down his trousers, and tuck up his shirt well under his waistcoat. This being done, the doctor said--", "characters": 446, "sentences": 4}, {"text": "\"Now, Master Dale, we shall see if this birch will cool your itching for feeling your pretty cousin's private parts.\"", "characters": 117, "sentences": 2}, {"text": "\"So, Master Dale, you have, it seems, been gratifying yourself with looking and feeling between the legs and thighs of a pretty young girl of fifteen, your cousin, is she not?\"", "characters": 176, "sentences": 1}, {"text": "The doctor's gaze was fixed upon the stiff and rampant member of the youth, watching the throbbings produced by every allusion to the luscious scene of the day before.", "characters": 167, "sentences": 2}, {"text": "\"Now, come, tell me all about it,\" said he, putting his arm round the sobbing boy's waist, and making him stand still closer beside him. \"Was she such a very pretty girl?\"", "characters": 171, "sentences": 2}, {"text": "\"And you saw all her legs, thighs, plump little bottom, rosy pouting little _slit_\"--(_throb_--_throb_--_throb_)--\"moist with the dew of excitement and amorous play eh?\"", "characters": 169, "sentences": 1}, {"text": "\"And so?\" said the doctor, passing his hand gently and caressingly up and down the stiffened and throbbing little cock.", "characters": 119, "sentences": 2}, {"text": "\"And so, too, I'll be bound,\" pushing back the foreskin off the head, and as quickly replacing it, several times.", "characters": 113, "sentences": 2}, {"text": "The boy's feelings, as the doctor swiftly frigged his cock, began to be exquisite. The doctor could not resist the temptation of bringing things to a crisis. Clasping the youth tightly with one arm, he continued his toying with the plaything in a quick exciting manner, apparently without reflecting upon what he was about, uttering, at intervals--", "characters": 348, "sentences": 3}, {"text": "\"Dear me,\" and \"how naughty it was of you; but how pretty she must have been to tempt you to do so, was it not?\"", "characters": 112, "sentences": 1}, {"text": "The lovely youth was now in paradise. In the exquisite sensations of pleasure he felt he was losing all consciousness when the doctor suddenly stopped short and said--", "characters": 167, "sentences": 2}, {"text": "\"This is indeed, a pretty piece of business, seducing your young cousin; you must be cured of such doings in future by means of a good flogging with an excellent birch rod, and on this your saucy bottom.\"", "characters": 204, "sentences": 2}, {"text": "Here he let fall the arm that had clasped the boy's waist, and let his hand wander over the plump, hard, and lovely orbs. The doctor now took up the rod which he had previously dropped to occupy his hand with the charming young prick he had just been so deliciously frigging. Shaking the rod angrily at the now trembling youth, he exclaimed, in a fierce voice--", "characters": 361, "sentences": 3}, {"text": "Clasping him tight round the waist, the rod descended smartly on the lovely hillocks of the boy's charming backside.", "characters": 116, "sentences": 2}, {"text": "\"Oh! sir, oh! Do pray forgive me!\" screamed the beautiful youth, as he felt the stinging strokes descend on his hitherto virgin posteriors.", "characters": 139, "sentences": 2}, {"text": "The doctor, whose erotic passions were fully aroused, was deaf to all his entreaties, and kept on flogging harder and harder, and faster and faster while the poor boy's bottom bounded and tossed upon the sofa; but he was kept in a firm position by the strong arm of the doctor, who, to hold him the faster, had laid hold of the stiff cock still at full stand.", "characters": 359, "sentences": 2}, {"text": "\"No, no,\" said he, \"you shall not escape my cuts, I assure you,\" cutting at the lovely delicate buttocks with all his might.", "characters": 124, "sentences": 2}, {"text": "\"You must bear it, you young rascal you shall have no mercy until I have made your bottom bleed for your crime.\"", "characters": 112, "sentences": 2}, {"text": "\"Why, you young rascal, what is this you have been doing on my best sofa, eh, sir?\" said the doctor.", "characters": 100, "sentences": 2}, {"text": "\"No lies or evasions here, sir, for they will not avail you. Your bottom shall pay for this nastiness. Why, what is it? What can it be? I never saw the like of this in my life, I declare,\" and he examined it with his eyeglass, saying more to the same effect.", "characters": 258, "sentences": 4}, {"text": "\"Yes, sir, yesterday, when my cousin was caressing it in her mouth,\" replied the frightened youth, \"but I really don't know how it happened, and did not mean any harm.\"", "characters": 168, "sentences": 2}, {"text": "\"No, sir, it happened just as she was coming through the shrubbery, and was all over before she reached the arbour.\"", "characters": 116, "sentences": 2}, {"text": "\"She was curious to see what was under the skin of its head, and finding it would not go back without hurting me, she put it into her mouth to wet it and make it go back easier, which it did for the first time; she pulled it forward again, and again put it into her mouth to push the skin back with her lips, when I felt funny all over, and something came out of me into her mouth.\"", "characters": 382, "sentences": 2}, {"text": "\"Indeed! Well, you must tell me all about that another time. This flogging will be enough for the present, but I shall punish you for your nastiness some other time. Put up your trousers, in a day or two I shall want you in this room to pay for your dirty conduct.\"", "characters": 265, "sentences": 4}, {"text": "The second day after this the doctor sent for Master Dale, who, in the meantime, had occupied the bedroom next to mine. The doctor was in his private room in his dressing-gown, long and flowing, so that for the moment it concealed the fact that he had nothing but his shirt on below it. He received Master Dale somewhat sternly, saying--", "characters": 337, "sentences": 3}, {"text": "\"Oh, sir,\" said the frightened and trembling youth, \"I really could not help it,\" and he began to cry. \"Oh! pray, sir, don't flog me so hard again.\"", "characters": 148, "sentences": 3}, {"text": "\"The more trouble that you give me, the harder will be the flogging. Now take off your jacket and waistcoat.\"", "characters": 109, "sentences": 3}, {"text": "\"And so this is the little offender,\" said he, applying his hand to it, and squeezing and pressing it gently. \"What a naughty little thing it is!\"", "characters": 146, "sentences": 2}, {"text": "\"Oh, don't smile, sir, this is no laughing matter. Look at the marks of the mess you made on my sofa,\" pointing to it. \"I can't have my furniture spoiled in this manner, so if your little cock is to be naughty again, I must flog you upon my knees, but first come here; take off these trousers, which hanging about the legs are only in the way--there. Now sit down on my knee, and tell me all about this naughty little thing.\"", "characters": 425, "sentences": 5}, {"text": "He drew aside his robe, so that the boy's bare bottom came in naked contact with his brawny naked thighs, and the youth could feel the doctor's prick swelling up, although that part was still covered with his shirt. The doctor, taking hold of the youth's now standing prick, asked if it had ever behaved so badly before the scene with his pretty young cousin.", "characters": 359, "sentences": 3}, {"text": "\"No sir, never. I never thought of it until I got sight of her bare bottom and other parts by accident.\"", "characters": 104, "sentences": 3}, {"text": "The doctor continued his toyings, caressing the young balls, and feeling all over the plump and firm backside.", "characters": 110, "sentences": 2}, {"text": "\"Why, he is going to be naughty again!\" said the doctor, as the youth's prick throbbed under his exciting touches. \"I must flog your bottom for all this, for it is very naughty and improper. Why, you seem to take a pleasure in it.\"", "characters": 231, "sentences": 4}, {"text": "\"The more reason I should punish you, but remember, you bad boy, if you are to do that dirty thing again, you must do it on my knee, and not on the sofa.\"", "characters": 154, "sentences": 2}, {"text": "\"Now, sir, for your punishment, I must flog this round, hard, little bottom, till it reddens again.\"", "characters": 100, "sentences": 2}, {"text": "\"Now,\" said the doctor, \"I have got you fast, and must teach you not to play such naughty tricks in future.\"", "characters": 108, "sentences": 2}, {"text": "The lovely boy looked up and smiled. He had felt the doctor's large prick working away between his thighs, and pressing against the cleft of his buttocks. As the doctor relaxed his hold, the boy turned half round, thus releasing it from its confinement. Looking down, he beheld the large stiff monster imbedded in a forest of dark curly hair, presenting a startling contrast to his own small member, which was as yet hardly fledged with a silky down around it.", "characters": 460, "sentences": 5}, {"text": "\"Ah!\" said the doctor, who observed the flush of excitement the sight of his superior prick gave the boy, \"what a shame it is of you to compel me to flog you in this manner, without my trousers. I must give you a lecture--so sit on my knee, thus,\" placing him so that his lovely bottom should press against the huge prick. Taking the boy's cock in his hand, he said--", "characters": 367, "sentences": 3}, {"text": "\"Dear me, I must try if it would do so to me, take hold of my cock and rub it up and down, as she did, that I may know how it feels.\"", "characters": 133, "sentences": 2}, {"text": "\"The dear boy had already longed to do so, but had been afraid to say so. He now seized with avidity the noble prick, so stiffly standing beside him. He could hardly grasp it in his hand, and worked the skin up and down in the most delicious manner. The doctor was in ecstasies.", "characters": 278, "sentences": 5}, {"text": "\"Is it not very nice, sir?\" said the charming youth, as the doctor's buttocks responded to every stroke of his hand.", "characters": 116, "sentences": 2}, {"text": "\"Well, it is, indeed, very nice, I could not have believed it; but if ever I catch you at it again, you may be sure I shall flog you.\"", "characters": 134, "sentences": 2}, {"text": "And the doctor responded to every rub upon his prick with another rub upon the boy's cock, until almost at the same moment a most delicious mutual spend was the result of their lascivious toyings.", "characters": 196, "sentences": 2}, {"text": "\"Now,\" said the doctor, \"put on your clothes, and remember you must avoid such naughty tricks in future, or your bottom will pay for it.\"", "characters": 137, "sentences": 2}, {"text": "The doctor made me aware of this, and arranged for a meeting of us three, under the pretence of inattention which I was to simulate and draw young Dale into some fault that would require punishment. It was also arranged that I was to initiate him still more into the secret pleasures of mutual satisfaction, so as to prepare him for still greater gratification to the lecherous doctor, who liked nothing better than \"teaching the young idea how to shoot.\"", "characters": 455, "sentences": 3}, {"text": "\"Oh, yes; it was most delicious, and then I thought it was my pretty cousin, even after I awoke, which made it doubly delightful, for I had no idea it would be so nice with another boy.\"", "characters": 186, "sentences": 2}, {"text": "\"Why not? see this charming little fellow is already raising himself up again at the mere thought; look how its head is showing its ruby face, and how it throbs. Ah! I must suck it again--it is so delicious.\"", "characters": 208, "sentences": 3}, {"text": "At twelve we, apparently ruefully, entered the doctor's _sanctum sanctorum_. He had preceded us by some few minutes, and had already donned his long dressing-gown, by which I was certain that he had at the same time doffed his pantaloons.", "characters": 238, "sentences": 3}, {"text": "\"Now then, boys, you must prepare for your punishment, I cannot allow this evidently wilful inattention. Off with your clothes except your shirts and stockings.\"", "characters": 161, "sentences": 3}, {"text": "He threw off his dressing-gown to be more at his ease, he said, and taking rod in hand, applied it gently in turns to each of our projecting bottoms. It was not for punishment but for excitement that he operated upon us. He quickly threw our bottoms all in a glow, and our excitement became intense, and we wriggled our bums in evident delight. This was the point the doctor wished to attain, that he might arrive at his desired object, which was the possession of young Dale's bottom-hole.", "characters": 490, "sentences": 5}, {"text": "\"Stop, stop, my dear boys, I see you are at your naughty tricks again, but there must be no spending yet; get up. We must all strip to the buff, and I shall show you how they used to flog me when I was at school. Stand up, Charles.\"", "characters": 232, "sentences": 4}, {"text": "I did so, and the doctor for an instant handled, in evident delight, my huge stiff-standing pego, drawing young Dale's attention to its much larger dimensions than his own.", "characters": 172, "sentences": 2}, {"text": "\"Now, lean half forward on the sofa. Dale, put your arms round his waist, and stow away this charming rampant little fellow between the cheeks of Charles' buttocks. Charles, do you spit on your hand, and moisten between the cheeks, and then press with your hand his throbbing young prick against the cleft.\"", "characters": 307, "sentences": 4}, {"text": "\"Now,\" said the doctor, \"you are properly horsed, as we used to say, and now, for a little more flogging of these fine hard, rosy mounts,\" and he lasciviously caressed them before applying the rod.", "characters": 197, "sentences": 2}, {"text": "\"Now,\" said he, \"it is your turn to flog, so Charlie, you must be horsed upon me, and Harry Dale shall take a first lesson in the art of flogging upon your posteriors.\"", "characters": 168, "sentences": 2}, {"text": "\"Flog him well, Harry, for he has thrust his great tool up my bottom-hole; it is wonderful how it ever could get in.\"", "characters": 117, "sentences": 2}, {"text": "\"Keep still, my dear boy, and I will not move, and you will find in a minute or two that the strange sensation will pass away.\"", "characters": 127, "sentences": 2}, {"text": "I immediately did so, which rapidly had the effect of exciting him up to a pitch that made him forget all pain, and he even thrust his bottom further back, and as I had taken the opportunity of the pause to drop some more spittle on the lower shaft, a further gentle pressure forced it in almost up to the hilt. Here, again, young Dale cried out to stop, it was so painful.", "characters": 373, "sentences": 3}, {"text": "\"'Oh, my beloved aunt,' I cried, 'you have given me the joy of paradise, I must try and do as much for you.'", "characters": 108, "sentences": 2}, {"text": "Thus ended her ingenuous description. Harry, of course, promised that he would never hurt her, that those parts were made to yield, that, doubtless, his mother's large clitoris had hurt her at first, but had given her great pleasure afterwards.", "characters": 244, "sentences": 3}, {"text": "Yes, that was so, and it was that that gave her courage, and if they could only get the opportunity she would allow him to do anything he pleased.", "characters": 146, "sentences": 2}, {"text": "\"And here, my dear son, for you know in future you are always to call me mamma, I hope you will find yourself comfortable, and that you will not be alarmed because you are in an out of the way part of the house, but in case you should, before I go to bed, I shall come to see that you are comfortably asleep.\"", "characters": 309, "sentences": 2}, {"text": "Here she kissed and embraced me warmly. I repaid her most affectionately, but apparently in all innocence. She sighed, as I thought with regret, that she could not at that moment go further, and then led me away.", "characters": 212, "sentences": 4}, {"text": "\"I am glad of that, my dear child, but nevertheless I will look in, lest the strange bed should prevent your sleeping.\"", "characters": 119, "sentences": 2}, {"text": "\"How wonderful! I never could have imagined such a thing, and in such an innocent boy, too. Oh! I must possess-yes--I must possess it.\"", "characters": 135, "sentences": 3}, {"text": "\"Oh! is that you, dear mamma? I was dreaming such a nice dream about you. Oh, do kiss me,\" purposely not seeming to know that my person was all naked.", "characters": 150, "sentences": 3}, {"text": "\"My dear, darling boy. I came to see if you were comfortable, and found you lying uncovered, and with this extraordinary thing sticking up.\"", "characters": 140, "sentences": 3}, {"text": "She had seized it with her left hand, as she stooped to kiss me. On the instant, I determined to play off the same game that had succeeded so well with my aunt.", "characters": 160, "sentences": 3}, {"text": "\"My dear mamma, I should not have dared to speak to you about _that_, but it does give me much pain, by becoming so hard that it throbs, as you may feel, at the least touch. I don't know what to do; and it makes me feel so queer too, especially at the gentle pressures you have just given it; dear mamma, can you tell me how I can cure it, and I will love you so dearly.\"", "characters": 371, "sentences": 3}, {"text": "Here she stooped and kissed me very luxuriously, actually thrusting her tongue into my mouth. I sucked it, and told her how sweet it was. But my prick becoming perfectly outrageous, I implored her to tell me what I could do to relieve it. She looked at me long and intently, blushing and turning pale by turns.", "characters": 310, "sentences": 5}, {"text": "\"Yes, my dear boy, I could relieve you, but it is a secret that I hardly dare confide in one so young.\"", "characters": 103, "sentences": 2}, {"text": "\"Oh! you may trust me, my dear mamma, you know I am becoming a young man, and men must know how to keep secrets, or they would be despised, besides, so dear and loving a mamma as you are to me would doubly make me keep secret anything you confide to me on those terms.\"", "characters": 269, "sentences": 2}, {"text": "\"I will trust you, my darling boy, but you will at once see by what I shall do, how completely I sacrifice myself to do you good.\"", "characters": 130, "sentences": 2}, {"text": "\"Oh! how nice of you, dear mamma,\" said I, as I took her in my arms, and kissed her lovingly. \"Feel, mamma, how much harder it is, so tell me at once how I am to relieve it.\"", "characters": 174, "sentences": 3}, {"text": "\"Well, my dear child, we women are made to relieve such stiffnesses as this; we possess a sheath to put it in, and then it gradually softens.\"", "characters": 142, "sentences": 2}, {"text": "She took my hand and put it down on her cunt, already quite wet with the excitement she had been in.", "characters": 100, "sentences": 2}, {"text": "Her convulsive internal pressures were delicious, and quickly roused my prick up again. She also had come to, and had glued her lips to mine--giving her own, and then asking in return for my tongue to suck.", "characters": 206, "sentences": 3}, {"text": "\"Oh! what heavenly joys, my dear mamma, you did, indeed, reduce its hardness, but just feel--it has got hard again, you must reduce it once more.\"", "characters": 146, "sentences": 2}, {"text": "\"My beloved boy, I shall always be ready to do so, but it must be the most sacred secret between us, or I should never be able to do it again.\"", "characters": 143, "sentences": 2}, {"text": "\"Oh, yes, my dear boy. I am so delighted to find that this pleases you! Lie on your back, I shall get over you in the reverse way, and while I suck this enormous jewel, whose head I can hardly get into my mouth, you shall do as you like with my notch.\"", "characters": 252, "sentences": 3}, {"text": "\"That is one name, and it has many others, but you men generally call it cunt, as we call yours prick, it is just as well you should know their ordinary names, as children only call them Fanny and Doodle.\"", "characters": 205, "sentences": 2}, {"text": "We had a mutual gamahuche, and both greedily swallowed the double result, and continued our caresses of both parts, until they were again in full vigour, and inspired with a desire for more solid enjoyments.", "characters": 207, "sentences": 2}, {"text": "\"My darling boy, you are so apt and excellent a scholar that I must show you there are several ways of allaying the stiffness of this dear fellow, who seems as desirous as ever to have his hardness taken out of him. I shall show you how my husband liked best to enjoy me.\"", "characters": 272, "sentences": 3}, {"text": "\"No, my dear boy, we must not be imprudent, my niece may have awakened and grown anxious at my absence, and she may rise to seek me; so good-bye, my darling, go to sleep again.\"", "characters": 177, "sentences": 2}, {"text": "Ellen blushed deeply when she saw me. A glance from Harry assured me he had succeeded, and that Ellen not only knew what I had been about, but also that I knew what she had been doing. Hence her high colour when she saw me. I smiled, and nodded to her knowingly, and as she had observed the intelligent glance that passed between Harry and me, it did not tend to put her at her ease.", "characters": 383, "sentences": 5}, {"text": "Mamma, of course, knew nothing of what had passed in her bed while she was with me, and was all affectionate attention to the whole party, but with a marked tendency to pay me more particular attention. Our breakfast was late, so we had to hurry ourselves for church. Mamma drove Ellen in a small pony phaeton, while Harry and I took a short cut across the fields.", "characters": 364, "sentences": 4}, {"text": "Harry told me how he had watched his mother and had quietly approached my door, and as the bed was exactly opposite the key hole, had seen and enjoyed her proceedings, especially as he knew that I only pretended sleep.", "characters": 218, "sentences": 2}, {"text": "\"'Oh, no, my love, mamma is better engaged, and has slipped away to Charlie's room to get done to her what I am going to do to you.'", "characters": 132, "sentences": 2}, {"text": "After this we concerted together as to what we should say to the doctor, who was sure to question us. Mrs. Dale's cottage was not in our parish, but she had driven over to our church, partly to throw off all suspicion from the doctor's mind, and also to thank him for allowing us to stay with her.", "characters": 297, "sentences": 4}, {"text": "\"My dear Charlie,\" said uncle, \"you have only now to manage somehow or other to let her see your great big cock without apparently your being aware of it, and I will warrant, from my knowledge of woman's nature, that she will find a way to have you, only mind you play the innocent, and be very awkward, and let her appear to teach you, which will give double pleasure and prevent any questioning as to how you have gained your instruction, if she thought you instructed.\"", "characters": 472, "sentences": 2}, {"text": "\"Oh, but when I think of the immense size of yours, I could never dare to allow you to try, although aunt did seem to enjoy it, when you pushed it in with such force.\"", "characters": 167, "sentences": 2}, {"text": "\"My dear Ellen, it was the size alone that tempted mamma, and if I had not been larger than Harry, I doubt if ever she would have come to me at night.\"", "characters": 151, "sentences": 2}, {"text": "\"Yes, and no. I saw that her passions were excited, when I had once _accidentally_ allowed her to see my large proportions.\"", "characters": 124, "sentences": 3}, {"text": "\"Yes, Harry told me what you were about, but I hardly expected aunt would have dared to come to you--how did it happen?\"", "characters": 120, "sentences": 1}, {"text": "\"Well, dear Charlie, it was very exciting, and made me feel queer all over; but is it really three hands and a head long?\"", "characters": 122, "sentences": 1}, {"text": "\"There is no occasion for him to know anything about it, but even if he did, has he not himself shown you mamma and me in full enjoyment of her sweet charms; but, unless you tell him you may be sure I never shall, it will not take a minute, and as we have already walked very fast, we have plenty of time, and our absence will not be observed.\"", "characters": 344, "sentences": 2}, {"text": "\"Oh, my darling, I hope some day you will find that you can take it all in with the utmost delight, but I should not think of trying until you have had some more practice with Harry.\"", "characters": 183, "sentences": 2}, {"text": "Meanwhile she was handling it with great excitement, and while saying she was sure I could never succeed with her, she was evidently longing to be able to take it in. I saw I must work her up more--so I said--", "characters": 209, "sentences": 2}, {"text": "\"Dear Ellen, you know what pleasure it gave you and Harry to play with each other with your mouths, it is now your turn to let me see your dear little thing--and then you must lie over me reversed, so that we may enjoy ourselves with tongues and mouths.\"", "characters": 254, "sentences": 2}, {"text": "She let me at once pull up her petticoats, but said she feared that even for that she was still too sore from Harry's work last night. I asked if she had bathed it in warm water and put glycerine up. \"Oh, yes.\"", "characters": 210, "sentences": 4}, {"text": "At first it smarted, but before going to church, she had done it three times, and no longer felt any pain, but still was afraid of my finger going up. I was introducing it at the moment. It passed in its full length without hurting her.", "characters": 236, "sentences": 4}, {"text": "\"Now, pull up your petticoats well, and lie down on me, while I do the same with this charming little cunt; my tongue can only give it the utmost pleasure.\"", "characters": 156, "sentences": 2}, {"text": "\"Of course, my darling,\" I said, \"nothing shall be done, or rather everything shall cease the moment you tell me to stop.\"", "characters": 122, "sentences": 2}, {"text": "I was only too glad of the permission, and very rapidly got it in over the nut, but it was very tight. I drew it half out again, and then, on repeating this five or six times, found I was imperceptibly gaining ground.", "characters": 217, "sentences": 3}, {"text": "\"Oh, no, it appears to fill me to bursting, and to be up to my very heart. I could not have supported more, but could hardly believe I had it all, as I did not think it possible, and was afraid there was more to come.\"", "characters": 218, "sentences": 3}, {"text": "\"I don't know, dear Charles, but the last time made me feel both sick and faint just after you had given me such ecstasy as I never dreamt was possible. I believe I then fainted, and even now, I don't know why but I feel quite hysterical.\"", "characters": 239, "sentences": 3}, {"text": "I kissed her tenderly, begged her to rise and come to the spring, where she could drink and said if she sat down on her feet I would bathe and cool her dear little cunt, which would probably put all to rights. She did so, and was quickly quite restored to herself again. She said she supposed it was my enormous size.", "characters": 317, "sentences": 4}, {"text": "\"But it did not hurt me, dear Charles, it only gave me too much pleasure; but you will do it to me another time whenever we have any opportunity, will you not, dear Charlie?\"", "characters": 174, "sentences": 1}, {"text": "\"But then, my dear Charles, I never dreamt that any man, let alone a boy like you, could be so magnificently hung. Oh, it is also such joy to me to think I have first taught you the real joys of coition, and tasted the first sweets of that most glorious weapon. My dear Charlie, I must contemplate its beauties in this full light; withdraw the dear fellow and turn on your back.\"", "characters": 379, "sentences": 4}, {"text": "\"It is my finger, my dear Charles, my late husband was always delighted with my doing this, and used also to add greatly to my pleasure by doing the same to me.\"", "characters": 161, "sentences": 2}, {"text": "\"Oh, yes, my darling boy; moisten your finger first and then do it in my bottom-hole, as you have been doing it in my cunt.\"", "characters": 124, "sentences": 2}, {"text": "So I immediately commenced to postillion her to her and my extreme gratification. We soon spent with the utmost delight, and both swallowed all we could get, continuing our suctions until the passions of both were again excited. I now declared I must fuck her again in the kneeling position, in which she had before given me such exquisite pleasure. As she drew a little higher up, I flung my arms round her fine backside, and glued my lips to her bottom-hole, and thrust my tongue in and out.", "characters": 493, "sentences": 5}, {"text": "\"Ah! my dear boy,\" she said, with a deep sigh, \"you have caused me such extreme sensations that I fear you must have got me with child, you seemed to penetrate my very womb, and to excite me far beyond anything I ever previously remember.\"", "characters": 239, "sentences": 2}, {"text": "\"Get a child, indeed!\" she replied. \"Yes, a dozen, with such a great monster of a cock, that so excites us poor women.\"", "characters": 119, "sentences": 3}, {"text": "I embraced her most tenderly, and said I was so happy to think I should be the father of a child of hers.", "characters": 105, "sentences": 2}, {"text": "\"But, by Jove, Charlie,\" said Harry, \"how splendid mother fucks, I quite envied you, and I shall never rest until I get into her myself; how gloriously she wriggles her backside, and how lusciously she enjoys fucking; to be sure such a mighty prick as yours is enough to stir up every passion; it astonished, and I think made Ellen more lewd, although she is sure she could never take in such a monster.\"", "characters": 404, "sentences": 2}, {"text": "I smiled at thinking how easily the very youngest of the fair sex deceives us, but I took care not to let Harry know my opinion.", "characters": 128, "sentences": 2}, {"text": "When she died off, she sank on my bosom. I clasped her waist with one arm, sucked the bubby nearest my mouth, and reaching round my other arm, I brought my hand over her bottom to the delightful orifice, first moistening my finger with her spending which was oozing out between the lips of her cunt and my standing prick. I thrust my finger into her bottom-hole, and worked it in and out, to her infinite satisfaction. She cried out in the excess of her lewdness--", "characters": 464, "sentences": 4}, {"text": "\"Oh! my dear boy, that is just as my dear husband used to do, and it gave me great pleasure, but not near so much as you do, for your dear prick is twice as large as his was, and fills me with an excess of pleasure which was never approached with him.\"", "characters": 252, "sentences": 2}, {"text": "\"You are a curious boy, but I shall tell you. He used to continue long at it, making me spend two or three times before he did, and then when he felt it coming he used to withdraw, and his prick being all moist, he would slip it into my bottom, and spend there as soon as ever he got the head of it inside.\"", "characters": 307, "sentences": 3}, {"text": "\"He had excited me, and made me spend several times before he did so; and beyond slight irritation I did not feel much pleasure, as he was generally so near the crisis that he could scarce do more than get its head in when off he went.", "characters": 235, "sentences": 2}, {"text": "\"Sometimes he did when he had drawn it out of my cunt too soon; in such cases he used to pause until by rubbing my clitoris he got me into a renewed state of lewdness, and then the pleasure was peculiar and great.\"", "characters": 214, "sentences": 2}, {"text": "\"Oh, my dear, mamma, you must let me too fuck you in that way, and then you know we shall get no children.\"", "characters": 107, "sentences": 2}, {"text": "\"My darling Charlie, it is impossible that this great big thing could ever get into that orifice, my late husband's was not half your size, and he had great difficulty unless I had already spent three or four times and relaxed all those parts. I should not dare to let you attempt it.\"", "characters": 285, "sentences": 3}, {"text": "\"Oh, yes my darling mamma, you will let me just get its point in and spend there. I should so like to try. We will fuck two or three times first, and then after the third time I shall frig you till you spend first, and so I shall be ready just to put in the point for you to try how it feels.\"", "characters": 293, "sentences": 4}, {"text": "\"But, my dear boy, the least throb on my part will push it out, unless it is in over the nut, and only look what a size it is. I can hardly grasp it, and although it is so velvety it is quite hard. Oh, the dear fellow, let me kiss it, and then do you fuck me again, my darling.\"", "characters": 278, "sentences": 4}, {"text": "\"Does not that shove make you quiver? There you have it to the ballocks in your lascivious and delicious cunt,\" &c.", "characters": 115, "sentences": 2}, {"text": "\"Yes, yes; I feel it is up to the root. I have it well in, my dear boy. Your dear, great big prick, it kills me--kills--kills me-with-joy. Oh! oh! oh!\"", "characters": 151, "sentences": 4}, {"text": "Her gentle touch on my cods, which she took in her hand and fondly caressed, made my prick stiffen sensibly. She felt this, and caressed them more until she made it stand as stiff as ever, still imbedded to the utmost in that delicious bottom, which by its increased throbbings, seemed rather to welcome the stranger than repulse him. I pretended now to recover my full consciousness, and cried out--", "characters": 400, "sentences": 3}, {"text": "\"Why, you naughty boy, you have actually gone in up to the hilt; ah, you have broken your promise; but I forgive you, only don't move yet.\"", "characters": 139, "sentences": 2}, {"text": "I assured her I did not know how it got there, as I had spent and lost consciousness as soon as ever his head was within.", "characters": 121, "sentences": 2}, {"text": "\"My darling boy, you will kill me with delight. Never--oh, never--have I known such joy. It was too much for me, and I fear I am also injuring you. We must be more moderate in future. Help me up, for I must rise. Your last coup requires me to absent myself for a few minutes.\"", "characters": 276, "sentences": 7}, {"text": "She rose, threw her robe over her shoulders, and left the room to go to the water closet. I hoped that she would not go into her own room and discover how matters were going on there. Fortunately she was afraid of awakening Ellen, and so prevent our continuing bedfellows for the rest of the night. She returned. I had purified myself in the meantime, and now acted as her _femme de chambre_, and laved all the parts.", "characters": 417, "sentences": 6}, {"text": "\"My dear boy, we must not do this again for some time, do you know I have passed blood, and was very sore when relieving myself.\"", "characters": 129, "sentences": 2}, {"text": "Harry told me they had peeped in and seen what we were at but he was not so ready as me, and had not been able to go and do likewise.", "characters": 133, "sentences": 2}, {"text": "\"So, young gentleman, you have been seducing your cousin, have you?\"--whack--whack--whack--\"and then making that the excuse for neglecting your school.\" Whack, whack, whack. \"I thought I had formerly whipped out all idea about fucking your cousin.\" Whack, whack, whack.", "characters": 269, "sentences": 5}, {"text": "The doctor now laid on for some time most unmercifully until the revolution of pain turned to lubricity, and Harry's cock began to stand, rapping fiercely at my bottom as he writhed under the sharp infliction of the rod. Upon seeing the expected effect, the doctor relaxed his severity, and changing the rod to his other hand, afterwards only tickled the bottom to keep up the excitement. Taking hold of the standing prick, he said--", "characters": 433, "sentences": 3}, {"text": "\"Ah, yes, I find it still tastes of cunt, and smells the true odour of it; so you have been at it this morning again. Let me hear how it happened.\"", "characters": 147, "sentences": 3}, {"text": "Here Harry was let go. The doctor seated himself, Harry stood before him, while the doctor in delight, handled his stiff-standing pego.", "characters": 135, "sentences": 3}, {"text": "\"Upon my honour, a very pretty affair,\" cried the doctor. \"Now suck my prick, as she sucked yours.\"", "characters": 99, "sentences": 3}, {"text": "This Harry did, till the doctor was rampant. He then made him cease, but ordered me to mount on Harry's back. I knew I should catch it sharp, as the doctor was just excited enough to wish to be more so. And preciously he gave it me--interpolating questions as to how I had accomplished my wicked ends. I told him it was his own advice to me to let her see my prick, which I did, and the bait took. Whack--whack--whack.", "characters": 418, "sentences": 7}, {"text": "\"My dear, I have some household duties to arrange, so you must excuse me; meanwhile Charlie will show you our grounds, and amuse you for an hour or two. When luncheon is ready I shall order the large bell to be rung for you.\"", "characters": 225, "sentences": 3}, {"text": "\"Ellen, my dear,\" she added, \"you must keep up your practice at the piano daily, for an hour and a half at least.\"", "characters": 114, "sentences": 2}, {"text": "And, apparently to save Ellen, she rushed forward, seized me by the arm, and with a certain degree of willingness on my part, drew me out of bed, saying--", "characters": 154, "sentences": 1}, {"text": "\"I am horrified beyond measure. How dare you commit such a sin and crime as to seduce a young girl under my care? Cover yourself up, sir, directly, and go to your own room.\"", "characters": 173, "sentences": 3}, {"text": "I boldly declared I would do no such thing; on the contrary, as she had spoiled my sport with Ellen, I was determined she should pay for it herself.", "characters": 148, "sentences": 2}, {"text": "\"Not dreadful at all, dear aunt, look at this poor dumb thing, and see how he longs to be into you.\"", "characters": 100, "sentences": 2}, {"text": "She pretended to struggle greatly, but cleverly did so to her own profit, by wriggling her backside so as to send me further up into her cunt.", "characters": 142, "sentences": 2}, {"text": "My aunt seemed greatly distressed at this, and actually managed to shed tears, then buried her face in the bed as if in despair, but all the time most actively seconding me. As the crisis drew near, she raised her head, and said--", "characters": 230, "sentences": 2}, {"text": "\"Heaven pardon me, this mere simple schoolboy is exciting me to such pleasure as I never before felt.\"", "characters": 102, "sentences": 2}, {"text": "\"I do so love him, dear madam, and I do so long to have him now--it was so exciting to see him having you, that I shall die if you don't let me have him now.\"", "characters": 158, "sentences": 2}, {"text": "\"Oh, no, he had slept with me all night, and has often had me before, but he was not the first who had me, so that there was no violation nor seduction.\"", "characters": 153, "sentences": 2}, {"text": "Poor Ellen, confounded at the accusation, repelled it as untrue, and said she knew well enough who seduced me.", "characters": 110, "sentences": 2}, {"text": "Aunt for the moment felt this as a home thrust, for be it remembered, she fancied she had had my maidenhead.", "characters": 108, "sentences": 2}, {"text": "\"She had accidentally seen how powerfully Charlie was armed, and then could not resist teaching him how to use his weapon. I saw them doing it, and hence I longed for it myself. Look, dear madam, what a noble one it is. I am sure, if you had known of it, you could not yourself have resisted having it, try it, try it once more, and I am sure you will forgive us, and share our joys.\"", "characters": 384, "sentences": 5}, {"text": "Ellen came and leant over the bed embracing her, and telling her not to resist, but to take it in freely, and then she was sure it would give her the utmost pleasure.", "characters": 166, "sentences": 2}, {"text": "\"It is that which horrifies me, my dear, I never felt anything so exquisite in my life before, but then think of the sin--with my own nephew! it is quite an incestuous connection.\"", "characters": 180, "sentences": 2}, {"text": "\"What does that matter, dear aunt? for I shall call you aunt too, you are so loveable and so beautiful. Oh, it was such a pleasure to see him doing it to you and you are so gloriously fine a woman, I longed to be a man to have you.\"", "characters": 232, "sentences": 3}, {"text": "She had embraced aunt's splendid bubbies, than which nothing could more please her, and now she begged to be allowed to suck one. Aunt gave way, and was delighted. She slipped the hand next to Ellen down to her charming cunt-Ellen opened her legs--Aunt's fingers began frigging her.", "characters": 282, "sentences": 4}, {"text": "\"Ah, my dear, how I loved to embrace my own sex at your age, our tongues acted instead of men, and I could still delight in a fine fresh one like this, it would almost reconcile me to what this bad wicked boy is doing.\"", "characters": 219, "sentences": 2}, {"text": "\"Oh, that would be charming!--do let us do it at once. Charlie can withdraw for a moment while I get under you, and while you lick me I can excite you and see the glorious work above me.\"", "characters": 187, "sentences": 3}, {"text": "\"I don't wonder, my dear, at your having it when once you had seen it, and I envy Mrs. Dale the pleasure of having first enjoyed such a monstrous thing. If I had known he was so wondrously provided, I doubt if I could have resisted the temptation to teach him how to make use of it myself--my only wonder is how such a little thing as you have got could ever take it in.\"", "characters": 371, "sentences": 4}, {"text": "Ellen laughed, and said that her cousin Harry had opened the way, or she doubted if ever she could have admitted it, but I was so gentle while getting in, and when once in, it filled up every crevice so deliciously, that she should grieve much if she were refused access to it in future.", "characters": 287, "sentences": 2}, {"text": "\"My dear Mrs. Dale, if anything has taken place, and anything comes of it, I am a man of the world, and you may rely upon my assistance and discretion to take such steps as may tend to keep it from the knowledge of the world.\"", "characters": 226, "sentences": 3}, {"text": "She thanked him, and said she would be glad to accept his aid if any unfortunate event should have happened--but she hoped not.", "characters": 127, "sentences": 2}, {"text": "Uncle saw that her fears were excited, so he held onto the subject, so at last she avowed the she feared there might have occurred some passages between the two cousins, for she had foolishly trusted that all thought of that had gone out of their heads, and she might not have taken such precautions as she ought to have done.", "characters": 326, "sentences": 2}, {"text": "\"Well, my dear madame, my services are at your disposal in case of any necessity, I am not in reality strait-laced, although, in my position, I am obliged to appear so. I feel certain that my experience would be able to suggest the best way of hushing up the scandal if such should be likely to occur.\"", "characters": 302, "sentences": 3}, {"text": "Mrs. Dale was profuse in thanks, and the doctor became warmer in his discourse, saying that for such a woman as herself, whom he had long admired and coveted, he would do anything.", "characters": 180, "sentences": 3}, {"text": "\"For, my dear madam, though I am in the church, something of the old Adam still adheres to me, and the sight and touch of one who has so charmed me as you have done makes a young man of me again.\"", "characters": 196, "sentences": 2}, {"text": "\"I heard you moving, dear mamma, I could not sleep for the cold. I got up and tried the door, it was not locked, you must have omitted to turn the bolt, but I should have rapped and called to you, if it had not been open. I want you to let me get warm in your nice warm bed, and you will cuddle your poor Harry--will you not, dear mamma?\"", "characters": 338, "sentences": 3}, {"text": "\"If you will be quiet, and speak lower, for the doctor may hear you, you may come in, and if you turn your back, I will warm you.\"", "characters": 130, "sentences": 2}, {"text": "Harry lost no time in lying down by her side, and being really very cold, and even shivering, he was glad enough to do as she bid him, and turn his back, and cuddle his bottom into his mother's belly. She said--", "characters": 211, "sentences": 2}, {"text": "Of course, he had no such intentions. Speedily getting warm, he turned his face to mamma, and whispered, in the same tone she used--", "characters": 132, "sentences": 2}, {"text": "He had seized with one hand her beautiful firm bubbies, and was evidently in full amorous excitement, as she could feel by the stiff pego pushing against her mount of Venus.", "characters": 173, "sentences": 2}, {"text": "\"My darling mamma, if you knew how much I love you and how I have longed to embrace your beautiful body.\"", "characters": 105, "sentences": 2}, {"text": "\"Go along, you impudent boy, do you not know it would be sinful to indulge in such sentiments with your mother-leave me directly.\"", "characters": 130, "sentences": 2}, {"text": "\"Oh, no, mamma, I can't, indeed, my own mamma. I mean to possess you, what harm can there be in returning to whence I came.\"", "characters": 124, "sentences": 3}, {"text": "Here he transferred his hand from her bubby to her splendid mons Veneris, and showed what his words meant. She pretended to be very angry, and endeavoured to push him away, but he held her round the waist with his other arm too well.", "characters": 233, "sentences": 3}, {"text": "She really appeared very angry but, nevertheless, did not excite a whisper during all the colloquy before or after. Harry now thought of his best argument.", "characters": 155, "sentences": 3}, {"text": "\"Why do you attempt to repulse me in this way, dear mamma? Why should you not let me enjoy your person as much as you like Charlie to do it?\"", "characters": 141, "sentences": 1}, {"text": "\"What do you say, you naughty boy? and where did you hear such a falsehood as that? is that one of your friend Charlie's inventions, after all the kindness I have shown him?\"", "characters": 174, "sentences": 1}, {"text": "\"My darling mamma, Charlie never opened his lips to me on the subject. I speak from what I saw with my own eyes.\"", "characters": 113, "sentences": 3}, {"text": "\"Her hand passed down to my erect member, she gave a cry of astonishment. I whispered it was only me.", "characters": 101, "sentences": 3}, {"text": "\"'Oh! you must leave me directly. Aunt can only have gone to the water closet, and will be back directly.'", "characters": 106, "sentences": 3}, {"text": "\"No, indeed, mamma, Ellen and I were on oath that we would never reveal to any mortal the delicious sight we had seen--so you see, darling mamma, that you can fully trust your own boy. Oh, do let me do it; feel how my poor thing throbs.\"", "characters": 237, "sentences": 3}, {"text": "\"I took her hand with very little resistance, and I could feel her fingers gently clasped my prick, before she withdrew her hand.", "characters": 129, "sentences": 2}, {"text": "\"'Oh, my dear child, this is very wrong, but very delicious. You must be very discreet, my dear Harry, for if it were known it would disgrace us both for ever.'", "characters": 160, "sentences": 3}, {"text": "\"'My sweet mamma, do not fear; have you ever seen anything like indiscretion in the last six weeks, although I was madly longing for you? Oh, kiss me, my beloved mother.'", "characters": 170, "sentences": 2}, {"text": "\"The sweetest of kisses followed, our tongues met, her hand wandered; already she found my pego standing.", "characters": 105, "sentences": 2}, {"text": "\"'My darling, I must kiss it, it is so much more developed than I could have expected, and as hard as iron.'", "characters": 108, "sentences": 2}, {"text": "\"'That is true, my dear; but it is the stiffness, and not the size, that gives the real pleasure. Of course, when both are combined, as with Charlie, they are irresistible.'", "characters": 173, "sentences": 3}, {"text": "\"She gave a scream--though not very loud--and covered her eyes with her hand. I scrambled off her. The doctor, with great politeness, begged her pardon for his intrusion, but hearing what appeared to him an unearthly noise, he had feared she was taken ill.", "characters": 256, "sentences": 4}, {"text": "\"Here the usual resource of woman--tears--fell plentifully from mamma. The doctor most affectionately begged her to calm herself.", "characters": 129, "sentences": 3}, {"text": "\"And now, my dear Ellen, as there must be no secrets between us, tell me if you and Charlie have got together.\"", "characters": 111, "sentences": 2}, {"text": "\"Well, yes, we have. You know I had seen how immense he was, and yet with what pleasure you took him in. So curiosity made me give way one day that we were in the summer house, and he slept with me afterwards.\"", "characters": 210, "sentences": 4}, {"text": "\"Well, then, my dear, get upon Charlie the next time, and I shall fuck your truly magnificent bottom.\"", "characters": 102, "sentences": 2}, {"text": "And he drew Mrs. Dale's attention to the glorious proportions, not only of aunt's bottom, but of her body, and all her limbs.", "characters": 125, "sentences": 3}, {"text": "\"Oh, it is indeed glorious,\" said she. \"I must, my dear madam, gamahuche you. I have not forgotten the exquisite pleasure you gave me in that way.\"", "characters": 147, "sentences": 4}, {"text": "\"Certainly, that will suit me admirably; but you must lie upon me, that I may have the pleasure of gazing on that magnificent bottom, and caressing the immense rotundities of your buttocks.\"", "characters": 190, "sentences": 2}, {"text": "Oh! it was a splendid bout--we were all so excited and it was also the first meeting of us all in one orgie. We all died away in a perfect heaven of ecstasy, and lay long in the after-enjoyment. Our previous night's work made this the last for the time, and we all separated to seek some welcome repose before breakfast time.", "characters": 325, "sentences": 4}, {"text": "It is needless to repeat the description of the delicious fucking with which they welcomed us. They appeared more lovely than ever, especially Ellen, who had developed into womanhood. We made arrangements to leave the two darling children in the hands of a healthy wet nurse, and set out on an expedition down the Loire to Tours, Bordeaux, and the Pyrenees, returned at the end of September by Montpellier, Nismes, Avignon, and Lyons.", "characters": 434, "sentences": 4}, {"text": "The two babes were in excellent health. Arrangements were made for their remaining with their foster mother for a year, and we all returned to London together.", "characters": 159, "sentences": 3}, {"text": "We had three nights' delicious fucking before they returned to the country, and promises were made that they would come to town from time to time to renew our orgies. My mother and aunt came up to see me settled in my lodgings, which were taken in Norfolk Street, and I was entered at King's College.", "characters": 300, "sentences": 3}, {"text": "I passed a delicious night with aunt before she left; and ran down with my mother to see her safe home. On my return I found my guardian had returned. I called to pay my respects to his wife. I found her alone, and we managed her first piece of adultery, which, as you may suppose, was not the last. But as this third volume is already a long 'one, I shall here close it.", "characters": 371, "sentences": 6}, {"text": "The fourth will introduce us to London, and renew the delicious intercourse with Mrs. Benson, as well as with my guardian's wife, and our dear friend MacCallum, as well as many other friends.", "characters": 191, "sentences": 3}, {"text": "Jane--Ann--Mrs. Nichols--The Benson, the Egerton, and the Count--Ann, the Nichols, and MacCallum--Aunt, Uncle, Harry, the Frankland and the De Grandvits--Carl--The Count--The Frankland", "characters": 184, "sentences": 2}, {"text": "\"That was what he said, but he went on in a most horrible way, and not only hurt me very much, but made me bleed.\"", "characters": 114, "sentences": 2}, {"text": "\"It would not be with his hand, you see I only gently press this soft hairy little thing. I am sure that don't hurt you.\"", "characters": 121, "sentences": 3}, {"text": "\"Oh, no! if that was all I should not mind it, it was when he pushed me on the sofa, and pressed upon me, that he hurt me terribly, and you must take care what you are about, or you, too, will have to pay £50.\"", "characters": 211, "sentences": 2}, {"text": "There was a curious air of innocence in all this; it was evident to me the fellow had got into her, and broken her hymen with violence, and then her screams had prevented his finishing his work. Her manner convinced me that she was really not aware of the consequences, or rather had not as yet really had her sexual passions aroused.", "characters": 334, "sentences": 3}, {"text": "\"Well, my dear Jane, I neither intend to hurt you or make myself liable to pay £50, but you will not refuse me the pleasure of feeling this nice little hairy nest, you see how gentle I am.\"", "characters": 190, "sentences": 2}, {"text": "\"Well, if you will do me no more hurt than that I shan't refuse you, because you are a nice kind young gentleman, and very different from the other rough fellow, who never chattered with me and made me laugh as you do--but you must not push your fingers up there, it was something he pushed up there that hurt me so.\"", "characters": 317, "sentences": 2}, {"text": "I withdrew my finger, and as, at my request, she had opened her thighs a little, I felt and caressed her very nice little cunt, and with a finger pressed externally above her clitoris, I could see that she flushed and shivered on feeling me there. However, I did no more than gently press and feel all her hairy mount and fat pouting cunt; she said I must let her go, or her aunt would be coming up.", "characters": 399, "sentences": 3}, {"text": "\"Well, now you know that I have two fingers inside, I will use my tongue again against your charming little clitoris, and work the fingers in and out.\"", "characters": 151, "sentences": 2}, {"text": "I did so, and she soon spent in an agony of delight, pressing my head down hard on her cunt, and crying--\"Oh! oh! it is too great a pleasure!\" and then died off, half insensible. Another time I repeated this she told me not to forget to use my fingers. Having made her spend twice I took her on my knee, and told her that I possessed an instrument that would give her far more pleasure than tongue or finger.", "characters": 408, "sentences": 4}, {"text": "So pulling out my stiff-standing prick, she stared in amazement. She had really never seen a prick, although it was evidently a prick that had deflowered her, for with my fingers I had explored her cunt, and found no hymen there. I put her hand upon it, she involuntarily grasped it firmly.", "characters": 290, "sentences": 4}, {"text": "\"This enormous thing could never get into my body, look, it is thicker than all your fingers put together, and only two fingers feel so tight.\"", "characters": 143, "sentences": 2}, {"text": "I was exciting her clitoris with my finger, she grew evidently lasciviously inclined, so saying, \"Just let me try, and if it hurts you I will stop; you know I am always gentle with you.\"", "characters": 186, "sentences": 2}, {"text": "\"So you are, my dear fellow, but take care not to hurt me.\" She lay down on the bed, as I desired, with feet up and knees laid open. I spat on my prick, and wetted the knob and upper shaft well, then bringing it to her cunt, well moistened by my saliva in gamahuching her, I held open the lips with the fingers of my left hand, and half buried its knob before getting to the real entrance.", "characters": 389, "sentences": 4}, {"text": "\"Don't flinch, dearest, I shall not hurt.\" And I got it well over the knob, and buried it one inch further.", "characters": 107, "sentences": 3}, {"text": "Of course, so good a beginning led to constant renewals and Jane quickly became extremely amorous, and under my instruction a first-rate fucker.", "characters": 144, "sentences": 2}, {"text": "As all my dear friends were not in London, I was fortunate in having such a _bonne bouche_ to comfort me. My sisters passed every Sunday with me, and both got some good fucking out of me in every way, without raising any suspicions in the house.", "characters": 245, "sentences": 3}, {"text": "She could not help squeezing it, while she cried--\"Goodness, gracious! what an enormous thing you have got!\"", "characters": 108, "sentences": 1}, {"text": "Her face flushed, her eyes sparkled with the fire of lust that stirred her whole soul. She tried to grasp it.", "characters": 109, "sentences": 3}, {"text": "So pulling it out, she seized it at once, and most lasciviously gazed upon it, pressing it gently. She evidently was growing lewder and lewder, so I at once proposed to fuck her, and thinking it best to be frank, and put her at her ease, I told her that I knew she had had a \"misfortune,\" but if she would let me fuck her I should be on honour to withdraw before spending, and thus avoid all chance of putting her belly up.", "characters": 423, "sentences": 3}, {"text": "She had become so randy that she felt, as she afterwards told me, she could not refuse so splendid a prick of a size she had often dreamt of, and longed for.", "characters": 157, "sentences": 2}, {"text": "With reluctance at first, it ended in her not only liking the point there, but deliciously enjoying my whole prick within, and eventually it was always the receptacle of a first discharge induced by fucking, and a second fuck completely carried on in that more secret altar of lust. She became a first-rate _enculeuse_.", "characters": 319, "sentences": 3}, {"text": "It soon happened that both sisters knew of the other enjoying me, and it ended in their slipping down from their attic, where both slept in the same bed, to my room, and we had most delicious fucking and double gamahuching.", "characters": 223, "sentences": 2}, {"text": "Ann was by far the finest and the most lascivious fuck, but little Jane had a certain charm of youth and also of freshness, which got her a fair share of my favours.", "characters": 165, "sentences": 2}, {"text": "The aunt, when no lodgers occupied the room, slept overhead, and, probably being sleepless one morning, when it was early daylight, heard our voices, came down and surprised me in the very act of fucking Ann and gamahuching Jane, who stood above her and presented her cunt to my lecherous tongue. A loud exclamation from their aunt roused us up at once.", "characters": 353, "sentences": 3}, {"text": "My stiff-standing prick in full vigour, and if anything, still more stimulated by the unexpected beauties shown by Mrs. Nichols, I turned upon her and seizing her round the waist from behind, pushed her forward, and before she could recover herself I had hauled up her \"cutty sark,\" seen a most magnificent arse, and into her cunt--not without somewhat painful violence, before she could recover from the surprise of the attack.", "characters": 428, "sentences": 3}, {"text": "\"Oh! what a man you are, Mr. Roberts; it is very wrong of you to do this, but I cannot resist enjoying it myself. It is years since I did such a thing, but as you have done it, it makes me wish you should do it again. Let us change position.\"", "characters": 242, "sentences": 5}, {"text": "As her lust was so excited, she made no objection, so withdrawing we stood up; she drew her shift over her head, and displayed a far more splendid form, with an exquisitely fair and dimpled skin, than I could have thought possible.", "characters": 231, "sentences": 2}, {"text": "She was nothing loath, flattered by my praise. She laid hold of my cock with one hand, and closely clasped me with the other arm, while I threw an arm and hand round on her truly magnificent arse, and with my other hand pressed on a wonderful pair of bubbles as hard and firm as any maid of eighteen. Our mouths met in a loving kiss, our tongues exchanged endearments. She said--", "characters": 379, "sentences": 4}, {"text": "I said I must first gaze on all her beauties, especially on her gorgeous and enormous bottom. She turned herself round in every way, delighted to find that I so ardently admired her.", "characters": 182, "sentences": 3}, {"text": "I sprang up and buried him until our two hairs were crushed between us. She held me tight for a minute without moving, then went off like a wild _Bacchante_, and uttered voluptuous bawdy expressions.", "characters": 199, "sentences": 3}, {"text": "She was a perfect mistress of the art, gave me exquisite pleasure, and, I may add, proved afterwards a woman of infinite variety, and became one of my most devoted admirers. Our intrigue continued for years, while her age, as is the case with good wine, only appeared to improve her. Her husband was not a bad fucker, but having only a small prick, had never stimulated her lust as my big splitter had done.", "characters": 407, "sentences": 4}, {"text": "As I had previously fucked the girls pretty well, my prick at last refused to rise and perform. We had to stop fucking, but I gamahuched her once more after again posing her, and admiring her really wonderfully well made and well-preserved body. She had a good suck at my cock, without bringing him up again.", "characters": 308, "sentences": 4}, {"text": "At last we separated, but not before she made a promise that she would sleep with me that night, and a glorious night we had. I had the more difficult task of reconciling her to my having her nieces. I used to have them one night, and sleep with her the next.", "characters": 259, "sentences": 4}, {"text": "Ann, as I have said, was one of the lewdest and most lascivious women I had ever known. I had told them of the beauty of their aunt's whole person, and of her wonderful clitoris, and how she liked me to gamahuche it. This awakened the tribadic passions of Ann to gamahuche her aunt.", "characters": 282, "sentences": 4}, {"text": "I, at last, persuaded her to let Ann join us, and both were afterwards extremely glad I had done so, for both were thorough tribades, and lasciviously enjoyed each other, while being fucked by me in turns. Mrs. Nichols too, once she got used to arse-fucking, delighted in it, and we had the wildest orgies together.", "characters": 315, "sentences": 4}, {"text": "Meanwhile, my very dear friend MacCallum had returned to town. He lived in the outskirts, but had taken a small set of chambers at Lyon's Inn, a sitting-room and bedroom, where he had a complete library of bawdy books and pictures to excite to new efforts passions palled with excess. It was here I took my sisters, and every Sunday we four, stripped to the buff, indulged in every excess the wildest lust could prompt.", "characters": 419, "sentences": 4}, {"text": "At Christmas, uncle, aunt, the Dales, and Ellen all came to town, and taking the same rooms with others that uncle and Mrs. Dale and her son had formerly down in Norfolk Street, we had the most glorious orgies.", "characters": 210, "sentences": 3}, {"text": "They afforded a very effective aid to the wild variety of our orgies. Uncle especially affected them, and was never tired of fucking, sucking or gamahuching their splendid charms. Aunt, whose lech was for fresh young women, was unbounded in her admiration and tribadic use of their bodies.", "characters": 289, "sentences": 4}, {"text": "I made a confident of Harry Dale about our re-unions at MacCallum's, and, with the latter's leave, introduced him to our orgies in the Inn.", "characters": 139, "sentences": 2}, {"text": "MacCallum took greatly to the fine tight arse of young Dale. He also wished to have Ellen introduced. I took occasion to break the matter to her, and in the end she made a delicious addition to those private orgies. In March Mrs. Benson, Mrs. Egerton, and husbands came up to town.", "characters": 281, "sentences": 7}, {"text": "I had known by letter of the intrigue with the Count, Mrs. Egerton, and herself, and now heard, from her own mouth, more exciting details. She told me how Mrs. Egerton was eager to possess my unusually great prick, adding--", "characters": 223, "sentences": 4}, {"text": "I had not seen Mrs. Egerton for many years, in fact, for long before I had fucked Mrs. Benson. We went. Her reception was all I could wish.", "characters": 139, "sentences": 6}, {"text": "We met next day at a quiet house in Percy Street, Tottenham Court Road. The ladies had gone to the Soho Bazaar, leaving their carriage in Soho Square, going out by another entrance in a back street, and driving up in a cab to us in Percy Street.", "characters": 245, "sentences": 3}, {"text": "At an evening call I had made, to be introduced to Mr. Egerton, I had met and been introduced to the Count. We had walked home as far as his apartments, in Berners Street, and arranged to meet in Percy Street, before the arrival of our beautiful and dear friends. Thus we were impatiently awaiting their coming when they arrived.", "characters": 329, "sentences": 5}, {"text": "It is needless to say no sooner had they entered, and the mere embrace and kiss of welcome been given, than they retired to another room, opening into the one where we 'were, to take off all encumbrances to the wildest lust, while we, too, disencumbered ourselves of all our clothes. We were quicker than they were, and the Count was in the act of handling and admiring the grandeur of my prick when the two beautiful creatures entered in nature's only robe, and well might we exclaim--", "characters": 486, "sentences": 2}, {"text": "Again we made them spend thrice to our once. They preferred these preliminary encounters to the more lascivious excesses we were about to enter upon as exciting and preparing their passions for more voluptuous embraces.", "characters": 219, "sentences": 3}, {"text": "Both the dear creatures loved a prick _in culo_ from time to time, but as yet they had not had the opportunity of having a prick in each aperture at once.", "characters": 154, "sentences": 2}, {"text": "The Egerton, to whom my prick was as yet a novelty, said she must have it in her cunt while the Count planted his lesser but very fine prick in her arse.", "characters": 153, "sentences": 2}, {"text": "The Benson came to her aid by desiring the Count to withdraw about half the distance he had gained and having whipt up some warm soapsuds she well wetted his lower shaft and then he more easily recovered lost ground, and gained a complete lodgement within the tremendously stretched affair, for as I have said, the lower part of his shaft was thicker than I could grasp.", "characters": 370, "sentences": 2}, {"text": "The Egerton felt as if the two apertures were about to be torn into one, and cried out for a few minutes' cessation.", "characters": 116, "sentences": 2}, {"text": "We both lay still, beyond the involuntary throbbing of our pricks, pressed as they were against each other, for the at-all-times-thin membrane dividing cunt from arsehole was now stretched to the fineness of gold leaf, and to our sensations did not appear to exist at all.", "characters": 272, "sentences": 2}, {"text": "These double throbbings soon stirred up all the wild lubricity of the Egerton's nature, first showing itself in the responsive inward pressures of the delicate widely stretched folds of both receptacles, then increasing in fiery lust, she cried out for us to begin gently our first movements. We drew in and out in unison together, at first slowly, but the Egerton finding that we were producing the most excessive delight to her double-gorged receptacles, cried out--", "characters": 468, "sentences": 2}, {"text": "\"Oh! oh! It is heavenly; fuck faster, you angelic fuckers. I--Oh! faster, faster. Oh! oh! it is too much.\"", "characters": 106, "sentences": 4}, {"text": "The Egerton, in the agony of her pleasure at the moment of the last spend, had fastened her teeth on the glorious arse of the Benson before her, and bit so hard as actually to draw blood and make the Benson spring forward with a sudden start and cry. But we were all too lost in the ecstatic joys to even hear the cry of pain she uttered.", "characters": 338, "sentences": 3}, {"text": "At last the Egerton gave signs of returning life. The Benson had risen and was eager for her turn, but Mrs. Egerton implored that she might have once again a taste of these more than heavenly joys while both pricks were still engulfed within her and thus avoid the pain of entrance.", "characters": 282, "sentences": 4}, {"text": "The Count, to indemnify her, begged her to stride over our two bodies, so as to bring her delicious cunt to his mouth, which, as he was kneeling, was just at the proper level; so he gamahuched, and embracing her splendid arse, postillioned her at the same time; thus we were a chain of delight.", "characters": 294, "sentences": 2}, {"text": "The Benson, much more ungovernable in her passion than we were, must have spent six or seven times in our last effort, and died away in, if anything, greater abandon than in our first course, and eventually sank completely overcome by the entire satisfaction of her raging lust for the time being. We, too, both wanted a respite, so we all rose.", "characters": 345, "sentences": 3}, {"text": "The two dear creatures when once on their legs found instant necessity to evacuate their rear receptacles of the double cargo taken in, and disappeared for a few minutes.", "characters": 170, "sentences": 2}, {"text": "We all purified ourselves and well laved everything with ice cold water to reanimate them the sooner. We then sat down to a stimulating refreshment, in which we at least all drank a bottle of Champagne apiece, in the midst of delightful and exciting bawdy wit and obscene stories, in which our darling _fouteuses_ showed a witty proficiency.", "characters": 341, "sentences": 3}, {"text": "The Count and I walked to his apartments to refresh ourselves there with hot tumblers of toddy; whiskey being a great favourite of his, and, in his opinion, the best restorative after our exhausting efforts with the two insatiable creatures.", "characters": 241, "sentences": 2}, {"text": "He congratulated himself on my accession to these orgies, as being a great relief to the burden he had had in satisfying both in both ways when all alone with them.", "characters": 164, "sentences": 2}, {"text": "I called next day on my adored Benson, who had developed into a glorious woman, more lovely and lustful than ever.", "characters": 114, "sentences": 2}, {"text": "We had but a moment to ourselves, and could not use it for amatory purposes but as we both had much to relate we agreed to meet at our house in Percy Street the next day.", "characters": 170, "sentences": 2}, {"text": "This house was taken furnished for love purposes only, and merely an old woman was kept to take care of and arrange matters when we were gone; it was held in the Count's name but paid for by the two fair users of it. They had latch keys each, and the place was kept ready for everyday use.", "characters": 289, "sentences": 3}, {"text": "The dear libidinous Benson avowed that she used it for other lovers unknown to the Count or the Egerton; paying the old woman liberally, she had all her own way.", "characters": 161, "sentences": 2}, {"text": "My description of the latter set her off in raging lust, and produced another most excellent fuck. But afterwards she told me I must find other quarters in some place where Mrs. Egerton and she, or either of them, could call and receive comfort without observation.", "characters": 265, "sentences": 4}, {"text": "I told her I was inscribed for chambers in the Inner Temple, which I had reason to believe I should get in a week or two. This much pleased her, and it will be seen that I succeeded in getting just such a set as exactly suited the great object in view, approachable without being under the observation of others; commodious and agreeable, where all that the dear Benson wished to be added to our set were brought together, and the wildest orgies of the most insatiable lust were carried on.", "characters": 490, "sentences": 3}, {"text": "My description of my aunt, of Mrs. Dale, and especially of Miss Frankland, now Mrs. Nixon, excited all the tribadic passions for which the dear Benson was so famous.", "characters": 165, "sentences": 4}, {"text": "Her clitoris, which was formerly prominent, was more so now, and she dearly loved to gamahuche her own sex. In that way she took a great fancy to my sisters, especially Eliza, who had all the same instincts very decidedly pronounced. So we had the prospect of the most consummate orgies in 'near view, and most gloriously in the end we realised our wildest expectations.", "characters": 370, "sentences": 4}, {"text": "In men we were more restricted; the Count would only consent to have Harry Dale and my uncle in any orgy of which he formed part. He was nervously timid about his sodomistic tendencies being known to many, and only yielded on account of the relationship and the closer ties of Harry Dale and myself, who eventually shared my chambers, and we lived together, so that perforce he was obliged to put up with his presence.", "characters": 418, "sentences": 3}, {"text": "We thus had two distinct and separate sets of orgies, which had all the natural effect of novelty, and by exciting comparison, making us turn from one to the other with renewed passions and power of enjoyment.", "characters": 209, "sentences": 2}, {"text": "As my sisters could only come on Sundays, that was our exclusive day, and we made an entire day of it, but I, in the end, persuaded Ann to join our orgies with MacCallum, and she proved a first-rate addition in every way.", "characters": 221, "sentences": 2}, {"text": "The Count, myself, and our two charming lovers met on the appointed day to renew our delicious orgies. After both of us had fucked each dear creature came the _double jouissance_.", "characters": 179, "sentences": 3}, {"text": "We took the adorable Benson first, that the scene of our erotic sports might stir the lust of the darling Egerton to a greater heat. It was my turn to lay my offering on the secret altar of Priapus, while the Count filled her cunt with delight.", "characters": 244, "sentences": 3}, {"text": "I had continuously gamahuched the Egerton who straddled over the two bodies below her, and brought her delicious cunt to my mouth, while my arms encircled her beautifully formed and cream-like coloured buttocks, at the same time acting postillion with two fingers to increase her lustful gratification.", "characters": 302, "sentences": 2}, {"text": "We purified ourselves after this, and drank some Champagne, then standing stiff at the prospect of now possessing the lovely body of the Egerton, we took up the same position as before, the Count under, in cunt, the Egerton above, with her deliciously fair arse exposed to my embraces first, and my big prick afterwards.", "characters": 320, "sentences": 2}, {"text": "The adored Benson gave it a suck first, and well wetting the knob, guided it to the narrow entrance of love's secret bower. Its head was soon housed, and although still creating strange feelings, the previous day's attack had made the entrance more facile.", "characters": 256, "sentences": 3}, {"text": "With little halting we drove on to the first delicious discharge. The second bout was all divine pleasure, and ever after the delicious Egerton enjoyed it completely.", "characters": 166, "sentences": 3}, {"text": "I became a favourite with both their husbands, thanks to a kind of sheepish innocence that I had the power of putting on.", "characters": 121, "sentences": 2}, {"text": "The dear Benson, too, was a perfect mistress of the Count's tongue, as well she might, having it so often in her mouth; and as it is a soft language that lends itself to love and lust, it became ours in all our orgies.", "characters": 218, "sentences": 2}, {"text": "The delicious Frankland, now Mrs. Nixon, returned to town with the spring. By that time I was established in my chambers in the Inner Temple, and had them simply furnished, but with every accessory for love's combats in couples, or in the wildest orgies. The adorable Benson inaugurated and dedicated them to the service of holy mother Venus and her son Cupid, as well as the more lustful Eros.", "characters": 394, "sentences": 5}, {"text": "The Egerton and the Count afterwards came to consecrate them to the worship of Priapus, and we had a most delicious orgy on that sacred celebration.", "characters": 148, "sentences": 2}, {"text": "The Count was a powerful and very hairy man, and had an especially very full hairy arsehole, which to me was wildly exciting.", "characters": 125, "sentences": 2}, {"text": "In that I differed from my dear friend MacCallum, who loved bare-arsed youths with no hair there, telling me that coarse hairy arsed men rather disgusted him, and although in his wide sodomitic experience he had had such, it was with a certain repugnance that went against the grain.", "characters": 283, "sentences": 2}, {"text": "In that I differed from him entirely, the hairier and the coarser a man's arsehole was the more it excited me. In that respect the Count was exactly to my taste. He was very hairy all up the chink of his arse, and had a very coarse skin and an almost black arsehole, so deep a brown it was, the very sight of which always drove me mad with lust.", "characters": 345, "sentences": 4}, {"text": "He as much loved me from another cause. His great letch was to frig a fine prick while buggering the possessor, hence, as he had never met with so fine a one as mine, he was insatiably fond of being into me and frigging me at the same time.", "characters": 240, "sentences": 3}, {"text": "We thus had two points of private attraction, that made us become the closest of friends, but we did not let any of our dear female participants know of the mutual joys of which they were not participants.", "characters": 205, "sentences": 2}, {"text": "The superb Frankland, now my guardian's wife, also came alone to my chambers, and we had a renewal of all our wildest experiences. She told me it was such a comfort to her, for although her husband, Mr. Nixon, was very loving, and did all he could, still it was nothing but exciting her to long for others, especially for my own huge prick, of which she never knew but that she had been the first initiator of it into love's delicious recess in either sacred grove.", "characters": 465, "sentences": 4}, {"text": "So fresh and eager as she was for the fray you may easily imagine the wild excess we indulged in, sucking, gamahuching, fucking, and buggering. I cannot tell how often in every way her exciting and glorious body carried me away to an excess beyond anything I could have thought myself capable of.", "characters": 296, "sentences": 3}, {"text": "When fairly exhausted, and we could uninterruptedly talk over all that had occurred since I had left my mother's house, she heard in full detail, for the first time, all my adventures.", "characters": 184, "sentences": 2}, {"text": "She did not like my having taken up with the two servants, the nieces of my late landlady, thinking it derogatory in one endowed with a prick that any lady would be too glad to possess, but she was very much struck with my description of the superb body and wonderful lubricity of the Nichols.", "characters": 293, "sentences": 2}, {"text": "It excited her much, especially when I told her that she had given me the idea of her near approach in body and wantonness to herself.", "characters": 134, "sentences": 2}, {"text": "Thus matters came quickly to their natural conclusion. She was perfectly astonished at my powerful weapon, and as she and her dearest friend already shared lovers, I was quickly introduced to her friend Mrs. Egerton, and they had me together, and let me into the secret of their intrigue with the Count, which was followed by my initiation into their orgies.", "characters": 358, "sentences": 4}, {"text": "The little luncheon came off most agreeably. The ladies all took to each other most warmly; seeing which, I boldly broke the ice, and telling the Benson and Egerton that dear Mrs. Nixon was my first initiator in love's mysteries, and as had both of them, the wisest thing we could do would be to throw away all restraint and have a jollification all round. To set them at their ease--for there was a momentary hesitation--I pulled out my prick at full stand, and said--", "characters": 469, "sentences": 4}, {"text": "\"There's a prick worthy of all your exquisite cunts, and one, too, that has enjoyed them all, and been enjoyed by every one of you. So throw away all hesitation and let him enjoy you all again. Who is to have it first?\"", "characters": 219, "sentences": 3}, {"text": "They laughed, and all approached and handled it, interchanging their opinions upon its being the very finest one that any of them had ever seen.", "characters": 144, "sentences": 2}, {"text": "\"Ah, now,\" said I, \"that is just the thing, you are at once put at ease, then let us do it with ease; strip is the word, and let us have it luxuriously.\"", "characters": 153, "sentences": 2}, {"text": "I had aided the Frankland by using a double dildo, which at once filled both apertures. This excellent instrument was an invention of the Frankland, which she had suggested to a Parisian dildo maker, and had had it made in two or three sizes. It became very useful in our orgies, as from disparity of numbers an odd couple were left out, when the _double jouissance_ was in operation, and then the two outsiders, with tongues and dildoes, could gamahuche with great satisfaction.", "characters": 479, "sentences": 4}, {"text": "This was a most exquisite encounter, and with such unutterable enjoyment that we hardly paused between the first and second, and it was not until we had deluged thrice both interiors that we withdrew. The delighted Frankland had never ceased spending, but so vigorous a nature could easily have taken twice as much; but the other dear creatures had now to be conciliated.", "characters": 371, "sentences": 3}, {"text": "We carried this on until the midsummer holidays, when at their desire I introduced the Benson, Egerton, Frankland, and the Count to my uncle, aunt, Mrs. Dale, Ellen, and Harry, and we had some glorious orgies in my chambers.", "characters": 224, "sentences": 3}, {"text": "The splendour of my aunt's arse captivated the Frankland and the Count. The latter soon got into young Dale's arse, which he did one day when arriving for the very purpose half an hour before the appointed time of all meeting. I was present, and was so excited at the sight that I seized upon the Count's arse and delightedly astonished him by giving the double enjoyment.", "characters": 372, "sentences": 4}, {"text": "It was after this, as Harry remained to live with me, that he was introduced to our general orgies, and thus we occupied all the dear creatures at once, and most voluptuous and lascivious meetings we all enjoyed, the Count occasionally giving us a private visit.", "characters": 262, "sentences": 2}, {"text": "We met by appointment on a given morning. I advised MacCallum to come sooner, and when the women came, under the pretence of his not being able to join us that morning, I would get them stript, and when all was ready he should appear in buff, and so break any _mauvaise honte_ they might have at first undressing before him.", "characters": 324, "sentences": 3}, {"text": "Our charming partners had spent repeatedly during our encounter. They wanted an immediate renewal, but MacCallum suggested a change of partners and of position, that is to say, fucking them on their knees with their splendidly developed buttocks turned up but taking them in the cunt.", "characters": 284, "sentences": 3}, {"text": "This change was rapidly effected. We placed ourselves in such a position that each could see all the action of the other. It was a splendid fuck, and as our edge was taken off we drew it out a considerable length, giving the dear recipients the opportunity of spending four or five times to our once.", "characters": 300, "sentences": 4}, {"text": "She had already almost strangled me with her embraces in the unutterable joys I had procured her. Rolling off on her side she drew MacCallum also to her, to embrace him for the intense gratification he had afforded her. We again refreshed the inward man after a purification and laving with cold water, as a restorative. Then Ann took up her position in her turn, for she, too, wished to try the novel experiment with the smaller prick in her arsehole.", "characters": 452, "sentences": 5}, {"text": "We had a most glorious bout, ending in all the ecstatic joys of spending and after-delights. Ann was as greatly gratified with the _double jouissance_ as her aunt had been before. We again laved and refreshed, and closed this most delicious orgy with MacCallum first in the Nichols' cunt, with my big and doted-on prick in her arse, which, now she was used to it, pleased her more than ever.", "characters": 391, "sentences": 4}, {"text": "In the same order we double-fucked Ann, although she expressed her greater gratification of MacCallum in her arse and my splitter in her cunt. Again we gamahuched them both, as time would not allow of our resurrection, then they left us.", "characters": 237, "sentences": 3}, {"text": "My guardian, at his marriage, had bought a house in Portland Place, but the lease of its then tenant only expired on the 20th March this spring, and before being occupied it had to be entirely new painted and decorated, so that July was nearly at an end before they could comfortably take up their residence in it. Meanwhile they had apartments at a hotel near Hyde Park corner.", "characters": 378, "sentences": 3}, {"text": "When once they were completely housed, which was not the case until the middle of August, my guardian desired his wife to send the carriage for the girls every Sunday morning. Hearing that Ellen was their intimate friend, she became included in the invitation. This put an end to our Sunday orgies in our friend MacCallum's chambers, much to our mutual regret.", "characters": 360, "sentences": 4}, {"text": "As far as Harry and I were concerned the ever thoughtful and delicious Frankland came to our aid. Pretending that the girls must need walking exercise, she always after luncheon proposed they should walk down to their brother's chambers in the Temple, take him and Harry as their further companions up to Kensington Gardens or the \"Zoo,\" and bring all back to dinner.", "characters": 367, "sentences": 3}, {"text": "It was then that Mr. Nixon's health gave symptoms of serious disturbance, and his doctor recommended him to pass the winter in a warmer climate. His wife suggested the advantage travelling would be both to the girls and myself; she had only to express the wish to have us all together, and we were warmly invited to join them.", "characters": 326, "sentences": 4}, {"text": "We passed through Switzerland, Milan, and Florence to Rome, where we took up our residence for four months.", "characters": 107, "sentences": 2}, {"text": "My rooms were in an adjoining palace to where Mr. and Mrs. Nixon and my sisters resided, there not being accommodation for me. I thus had a charming entresol of five rooms all to myself; one of which looked on and over the Tiber, and was in no way overlooked. To this room we constantly resorted for orgies.", "characters": 307, "sentences": 6}, {"text": "These holy fathers had immense resources in the way of infinite variety, stimulating to excesses of debauchery that very soon brought the rod into requisition.", "characters": 159, "sentences": 2}, {"text": "These holy fathers had all very fine pricks, but none so large as mine, and many of them loved to have my prick in their arses when opportunity offered. In such delights the winter passed rapidly away.", "characters": 201, "sentences": 3}, {"text": "In the spring Mr. Nixon's health seemed very precarious, and we moved to Naples, where from necessity our extreme indulgence in venereal excesses was much curtailed.", "characters": 165, "sentences": 3}, {"text": "The Frankland took my sisters to reside with her, but all went down to spend the first three months of mourning quietly with my mother. She, too, took ill when we were with her, and died before the three months were up. This drew me down to home, now mine, and the dear Frankland continued to stay with us for two months longer, and then left for London. We three orphans remained for all that winter in our old home, settling a variety of things.", "characters": 447, "sentences": 5}, {"text": "My sisters now with their succession to some £600 apiece, the £1,000 left them by our uncle, and the £2,500 by Mr. Nixon, and the £400 which I promised them as a marriage present, and with their great beauty of form and face, for both had grown into remarkably fine young women, became very eligible matches.", "characters": 312, "sentences": 3}, {"text": "Alas! poor Mary lost her husband by cholera in the second year of their marriage. He had a handsome estate, and left her well off, and sole guardian to his son, who grew up a very fine fellow, and when at puberty became the solace of his widowed mother, who had initiated him into all love's mysteries.", "characters": 302, "sentences": 3}, {"text": "Harry Dale, with more perseverance, as well as greater necessity for exertion, continued in the profession, was duly called to the bar, and eventually became a rising and successful barrister, and at this period of our old age is now a distinguished judge.", "characters": 256, "sentences": 2}, {"text": "Harry and I carried on our intrigue with the Nichols and Ann, aided by our dear friend MacCallum. Also from time to time with the Benson, Egerton, and Count, to which generally the darling Frankland brought her exquisite charms to intoxicate us with pleasure.", "characters": 259, "sentences": 3}, {"text": "This delightful reunion was sadly affected by the loss of the Count, who received an amnesty--I think I before have said he was a political exile--returned to his own country, and we never again had his delightful aid in our sadly shortened orgies.", "characters": 248, "sentences": 2}, {"text": "The Count and I met in a future year at his old castle on the hills of Pied, of which I shall have much more to say on a later occasion.", "characters": 136, "sentences": 2}, {"text": "Of course, irritated as her hot passions were by her booby of a husband, she resorted, not only to me, but to whomsoever she could get to satisfy the cravings of her irritated cunt.", "characters": 181, "sentences": 2}, {"text": "The Frankland, not yet out of her year's widowhood, did not go much into society, and we saw much more of her than before. She came at least three times a week to my chambers, when Harry and I gave her the comfort she so much required; first each fucking her singly twice over, and then three double-pleasure fucks, with change about in the apertures: finishing off with a mouth fuck from one or the other, and a double gamahuche.", "characters": 430, "sentences": 3}, {"text": "About once a week the amorous and delicious-fucking Nichols with Ann would come of a morning, when we managed to send both away satisfied for the day.", "characters": 150, "sentences": 2}, {"text": "When winter drove our friend MacCallum home from his fishing, we renewed some excellent orgies at his chambers, where Ann, and afterwards Jane, occasionally came. By the way, Jane's arse had developed in an extraordinary manner, and became one of the most exciting delights of our orgies at MacCallum's. He also now joined in our morning encounters with the Nichols and her niece.", "characters": 380, "sentences": 4}, {"text": "As soon as aunt's tribadic rage to possess the Frankland was thus abated for the moment, she allowed Mrs. Nixon to remove bonnet and shawl, but then as quickly demanded and obtained a double gamahuche. The Frankland the more readily consenting as she knew aunt had taken the keen edge off my lecherous appetite, and she would revel in the thick raging sperm I had shot into both orifices. These preliminaries settled, we were able to be much more tranquil all the afternoon.", "characters": 474, "sentences": 5}, {"text": "The Dale and Ellen came to dinner; I slipt into their room when all were dressing for dinner, and had a delicious rack-off in both their lecherous and longing cunts. Uncle had equally enjoyed the tight favourite arsehole of Harry Dale, he having conducted him to the well-known summer house for that purpose as soon as we arrived.", "characters": 330, "sentences": 3}, {"text": "We could all thus peaceably enjoy the good things set before us, and during our wine after dinner exchange accounts of all events that had passed since last we met, and they were varied, for Mr. Nixon's death and legacies to my sisters and myself were subjects of congratulation, while the death of my mother was, on the contrary, one of condolence and sympathy.", "characters": 362, "sentences": 3}, {"text": "As we had brought the Count with us for a week's stay, we were just four cocks to four hens; so we could couple in the first instance on an exact equality, it being necessary by previous good fucking to bring the women's passions up to a boiling heat of lust to make them enter into our greater excesses with all the wild energy of the most salacious lubricity. Aunt had taken a great fancy to the Count when up at midsummer.", "characters": 425, "sentences": 3}, {"text": "Uncle was most lecherous on the glorious Frankland. I took most readily to the luscious and lascivious Dale, who was equally eager to repossess the prick which she firmly believed she had initiated into all the joys of cunt, and a most delicious fuck we had, she spending furiously and frequently to my once.", "characters": 308, "sentences": 3}, {"text": "Harry was equally pleased to pair off with his loved cousin, whose maidenhead he had undoubtedly taken.", "characters": 103, "sentences": 2}, {"text": "We so managed matters that we all came together or nearly so, and the women followed suit at the last final crisis, which was ushered in with wild cries of lust, and then a sudden overpowering silence fell on all as they lay panting in all the after-joys that follow the ecstatic discharge of life's essence.", "characters": 308, "sentences": 2}, {"text": "We rose for a general embrace of our naked bodies, then a romp, and a mutual slapping of arses and seizing of pricks and cunts, a very exciting game, which soon brought evidences of renewed vigour in all except poor uncle, who required a longer pause and an extra excitement before he could indulge in a third encounter.", "characters": 320, "sentences": 2}, {"text": "The Count took the delicious arsehole of the Frankland, who begged for me as her fucker. Aunt got Mrs. Dale under for a double gamahuche, while Harry crammed his prick up aunt's arse. Uncle enjoyed a delicious gamahuche with Ellen, who sucked his limp prick all the time without any success.", "characters": 291, "sentences": 5}, {"text": "Our second double couplings were: myself in my aunt's cunt, which incest stimulated uncle to a stand, and he took to his wife's arse while her nephew incestuously fucked her cunt. The Count took to the delicious and most exciting tight cunt of the Dale, while her son shoved his prick into his mother's arse, to her unspeakable satisfaction. Ellen and the Frankland amused themselves with tribadic extravagances.", "characters": 412, "sentences": 4}, {"text": "This bout was long drawn out, and afforded inexpressible ecstasies to all concerned. And after the wild cries and most bawdy oaths that instantly preceded the final ecstasy, the dead silence and long after-enjoyments were drawn out to a greater length than before. After which we all rose and purified, and then took refreshment of wine and cake, while discussing our next arrangement of couples.", "characters": 396, "sentences": 4}, {"text": "The Frankland was gamahuched by uncle while having Harry's prick in her arse, Ellen acting postillion to Harry's arse while frigging herself with a dildo.", "characters": 154, "sentences": 2}, {"text": "On joining them the sly jokes they cut at my apparent laziness proved that they knew of the cause of detention. I looked at dear aunt, and at once saw by the air of gratification on her dear plump face, that she herself had been boasting of her exploit, for it was all her own doing.", "characters": 283, "sentences": 3}, {"text": "The whole visit passed off very pleasantly, and left us only an hour for a stroll in the garden and time to dress for dinner. It will be recollected that the doctor was a great exacter of full evening dress at dinner, as tending to keep up proper appearances.", "characters": 259, "sentences": 3}, {"text": "We met at the accustomed hour at night in aunt's room, in the full dress of Adam and Eve before they munched the apple.", "characters": 119, "sentences": 2}, {"text": "This night was dedicated chiefly to sacrifices to Venus Apostrophia, for the doctor commenced by having the Count while he was fucking his wife, and when able to get his fine old cock in for another go, would only again have it in my arse, while I was doing the same to aunt's glorious immensity with the Count below fucking her.", "characters": 329, "sentences": 2}, {"text": "That was the end of poor uncle's powers for that night, but he gamahuched all the women at the finish of their encounters with us three men. We gave them all the _double jouissance_, while those unoccupied carried on their own little game with tongue or dildo.", "characters": 260, "sentences": 3}, {"text": "Aunt had gone to the Count's bedroom at the very time we were meeting in Mrs. Dale's. Notwithstanding which, her insatiable cunt made her draw me into her sanctum downstairs for a final fuck at the last moment of our parting.", "characters": 225, "sentences": 4}, {"text": "This was the last occasion but one of our having the Count, whose time for departure to his own country was drawing near.", "characters": 121, "sentences": 2}, {"text": "He left that day on a visit to a family in Scotland, whose son and heir was really the fruit of his loins.", "characters": 106, "sentences": 2}, {"text": "On his return some fortnight later we again passed a night with our exquisite friend the Frankland, and being both fresh from the country, we administered so many delicious coups to both apertures as quite contented her salacious love of prick. We parted next day with our loved friend the Count, but not for the last time, as I shall relate in its proper place--a delightful visit we paid to him in his old ancestral castle, and an after-rencontre with him and his sister in Turin.", "characters": 482, "sentences": 3}, {"text": "I saw my loved Frankland to her home and left town myself the same afternoon for my home in the country, to arrange for various repairs and alterations required on the property.", "characters": 177, "sentences": 2}, {"text": "I took my dear friend MacCallum with me. We spent a pleasant ten days, varied with a visit first from one of my sisters and then from the other, for two nights each, and jolly nights we spent fucking in every way.", "characters": 213, "sentences": 3}, {"text": "Mary's belly was up, but she declared it only made fucking more delicious than ever to her, still more with the _double jouissance_, in which she preferred the smaller prick of MacCallum to mine in her arse.", "characters": 207, "sentences": 2}, {"text": "I returned to town just in time to have a parting orgy with the Count and the Frankland in my chambers, which I before said was a night of the wildest orgies.", "characters": 158, "sentences": 2}, {"text": "Thus time progressed. The Frankland had been a widow for nearly two years when she proposed to travel for two or three years without returning in the interval to England. She wished me to accompany her, and made a most surprising and unexpected proposition to me.", "characters": 263, "sentences": 4}, {"text": "\"Say, beloved of my soul! Why, look how the very idea has raised my prick to instant life. If anything in the world could delight me more than another it is your generous noble offer. To dedicate my life to the woman I love more than any other is a joy greater than I can express. I thank you from my soul, adorable creature as you are. Oh! come to my arms as my future wife and let us revel in the glorious idea.\"", "characters": 414, "sentences": 6}, {"text": "Such was the way in which this happiness was conferred on me, which endured for long years, although, alas, my widowed heart now all hopelessly ever regrets that most lovable of women and best of wives. Oh, what happiness it was as long as I possessed her.", "characters": 256, "sentences": 3}, {"text": "The Benson and the Egerton were present and Harry Dale was my best man. We adjourned to her house, now ours, to breakfast. They also stayed to dinner and slept at our house, that we might celebrate our marriage with a parting orgy, for we announced to our friends that in marrying, so far from renouncing our orgies, we meant our union to promote ever varying ones, and that on our return we would renew the exquisite ones we had so often enjoyed with them.", "characters": 457, "sentences": 4}, {"text": "Harry and I did all we could on that happy occasion to satisfy three of the finest women in the world, whose delicious power of fucking was never surpassed and rarely equalled.", "characters": 176, "sentences": 2}, {"text": "Oh! we had such a delicious night. As to the women, their amorous gamahuching of each other was ever renewed, and was most exciting to see.", "characters": 139, "sentences": 3}, {"text": "They were, of course, delighted with my marriage as bringing great wealth into the family, indeed, my darling presented aunt with a cheque for £1000.", "characters": 150, "sentences": 2}, {"text": "Mrs. Dale and Ellen came over, and we had another delicious night's orgy, in which all exerted themselves to the utmost.", "characters": 120, "sentences": 3}, {"text": "We parted from dear aunt and uncle, Mrs. Dale and Ellen, after luncheon, and posted down to Dover; slept at Birmingham's Hotel, where we had our real first night's fucking all to ourselves, enjoyed it in moderation but in every endearment that two lovers could devise.", "characters": 268, "sentences": 3}, {"text": "The sea was smooth at first, but we found it after passing the Foreland very rough. My dear wife suffered severely; fortunately I myself never felt better, and was thus able to devote every attention to the dear sufferer. It left her even after we landed with nausea and a severe headache, so that night at Devaux's Hotel we slept each in one of the separate beds in the same room, as is usual in French hotels, and indeed in continental hotels in general.", "characters": 456, "sentences": 4}, {"text": "My darling wife was far from feeling well next morning, but fancied that posting on to Abbeville would rather tend to recovery than otherwise. We accomplished this easily between breakfast and dinner, found a very comfortable hotel with very fair cooking and excellent wines. My wife enjoyed her dinner, and felt something like herself after it. We slept together by bringing the two beds side by side, but only took a single fuck before sleeping, and next morning a double one.", "characters": 478, "sentences": 5}, {"text": "We spent the day at Abbeville, wandering through its quaint streets and seeing its fine unfinished cathedral. The following day we posted to Amiens, visiting its very beautiful cathedral, posted the following day to Beauvais, again slept, passed next day there, and on the following day posted up to Paris, and drove to Meurice's Hotel in the rue de Rivoli.", "characters": 357, "sentences": 3}, {"text": "We had previously written for a set of rooms _au premier_, overlooking the Tuileries Gardens, with orders to have dinner ready at a given hour. We arrived just in time to change our travelling costume and to sit down to a luxurious dinner. Here, as we had ordered, our bedroom contained a proper large bed for both to sleep in. This hotel being much used by the English was furnished with French taste but English comfort.", "characters": 422, "sentences": 5}, {"text": "The dilatory manner of our journey, the agreeable breaks we had made at different interesting towns had quite restored my beloved wife to all her accustomed health, energy, and lubricity. The comfort of the bed, the stimulating cheer, and the excellent wine also nerved me to meet her utmost lasciviousness, and we had a night such as we used to have when I first had her in my mother's spare bedroom.", "characters": 401, "sentences": 3}, {"text": "I had heard of a famous bawd residing at No. 60, rue Richelieu, and another, Madame Leriche, in the rue de Marc, where they had rooms, from which, through cleverly arranged peep-holes, any operation in the next room could be distinctly seen.", "characters": 241, "sentences": 3}, {"text": "The fun of the thing was the perfect unconsciousness of the men as to the purpose of all these gyrations. They took it proudly as a homage to their virility, and the power of their charms over their new conquest, and were doubly lustful in consequence, little imagining it was all a well-acted scene, got up for an exhibition to please others, and show all their virile gifts. Sometimes both man and girl were very attractive, and I used to fuck my loved Florence while in the act of peeping.", "characters": 492, "sentences": 4}, {"text": "The place where we sat to see was a small narrow room, with just space for a couch on one side and two chairs at the end, next to each peep-hole. Three other similar narrow rooms looked into the same operating room.", "characters": 215, "sentences": 3}, {"text": "One day we had an exciting fuck from the exhibition of a very fine man fucking his girl with a splendid prick. We were kneeling on the couch with my prick soaking in the quietude of the after-joy. We heard a scuffling with suppressed bawdy exclamations on the other side of the thin partition next to us. We, too, had made use of bawdiness. I had whispered to Florence how deliciously tight her hairy cunt was, and how splendidly her enormous arse moved below my eyes as I fucked her.", "characters": 484, "sentences": 6}, {"text": "We now discovered that the couple next to us had overheard us, for we could just hear her ask if her arse's movement and size pleased him as much as their neighbour's seemed to have done.", "characters": 187, "sentences": 2}, {"text": "\"Oh, yes, my angel, you wriggle your immense arse to perfection, and your cunt is almost too tight.\"", "characters": 100, "sentences": 2}, {"text": "\"Then fuck on with your splendid prick as hard as our neighbours were at it.\" A happy thought seized me. I put my finger to my lip to give the hint to Florence, slipped out into the passage and peeped through the keyhole, which commanded the whole of the narrow room. I beheld a handsome man fucking a superbly stout woman, kneeling with her head down low, but towards the door. Her arse uncovered and held aloft was a remarkably fine one, wriggling indeed to perfection.", "characters": 471, "sentences": 6}, {"text": "I slipped back, described it to my dear wife, and suggested our speaking to them through the partition as soon as they were done, to avow that we had heard all their goings-on, as they had ours, and to propose that we should form a _partie carrée_.", "characters": 249, "sentences": 2}, {"text": "Florence jumped at the idea, just as their sighs and shaking of their couch against the partition announced the grand final crisis.", "characters": 131, "sentences": 2}, {"text": "We allowed them some minutes for the after-satisfaction; we then heard the lady beg him to do it again as she felt his cock was stiffening within her cunt.", "characters": 155, "sentences": 2}, {"text": "We thought this a happy moment, as they were both in a state of lasciviousness; so tapping at the partition, and raising my voice just sufficient to be clearly heard, I said--", "characters": 175, "sentences": 1}, {"text": "\"You have been following our example, and seem as lustful as we are, suppose we join parties and exchange partners. I am sure you must be two desirable persons, and you will find us worth knowing. It will be a novelty exciting to all, and will lead or not, as it may be, to a further acquaintance or just a momentary caprice. What say you?\"", "characters": 340, "sentences": 4}, {"text": "We rose and went in unto them, even in a biblical sense. My slight peep had given me an idea of two handsome persons, but a full view proved them to be eminently so. He was still up to the hilt from behind. She lifted her head to look at us on entering, but left her splendid arse exposed, and did not for the moment alter her position. We handled and pressed it. The gentleman feeling my wife's arse cried out to his dearie--", "characters": 426, "sentences": 6}, {"text": "Meanwhile, as I stood by her side feeling hers, she slipped her hand into my flap, and in answer to his exclamation, said--", "characters": 123, "sentences": 1}, {"text": "She rose and pulled out my standing prick to show it to her husband, for like us they turned out to be a most salacious couple of married people.", "characters": 145, "sentences": 2}, {"text": "My wife laid hold of the husband's prick, and declared it to be a very fine one, and a delicious variety which was always charming.", "characters": 131, "sentences": 2}, {"text": "I proposed, as the room and couch could only accommodate one couple, that I should take his wife into our room, and leave mine with him, and as the two couches were close to the partition between, we could excite each other by our mutual sighs and bawdy exclamations. This was at once agreed to.", "characters": 295, "sentences": 3}, {"text": "We all of us stripped to the buff; my new companion was magnificently made--very much of my aunt's figure, with a splendid arse, although not so enormously developed as dear aunt's. Her cunt was delicious, a grand mons Veneris, sweetly haired with silky curls; her pouting cunt had the true odour, and was very tight, and her pressures and action left nothing to desire.", "characters": 370, "sentences": 3}, {"text": "I gamahuched her first--her clitoris was well defined and stiff. Her bubbies were superb, and stood firmly apart, face charming with lovely and lovable blue eyes, full of the sparkle of lust; lips red and moist, inviting a tongue.", "characters": 230, "sentences": 3}, {"text": "Our other equally occupied couple had evidently got a course ahead of us, and were changing into the position in which we had first fucked our wives.", "characters": 149, "sentences": 2}, {"text": "We, too, followed in the same attitude, and really the fine arse of my _fouteuse_, her naturally small waist, seen to perfection in this position, and her noble shoulders beyond could hardly be excelled, and were most inviting and inciting. I plunged with one fierce thrust up her reeking cunt, and by the very violence of my attack made her spend on finding it up to the cods, giving me at the same time a cunt pressure almost equal to my loved wife's.", "characters": 453, "sentences": 3}, {"text": "She was so delightful a fucker that I fucked her thrice more before drawing out of that exquisite receptacle.", "characters": 109, "sentences": 2}, {"text": "On comparing notes afterwards I learnt that my wife's fucker had just done as much, and though not so cunt-satisfying a prick as mine, the variety and novelty gave it an extra charm that more than made up for any diminution of size.", "characters": 232, "sentences": 2}, {"text": "We were thus all mutually delighted with our change of partners. An acquaintance begun so delightfully led to a warm friendship and a constant interchange of these most agreeable refinements, including every variety of the gamahuche and _la double jouissance_ to all parties.", "characters": 275, "sentences": 3}, {"text": "I was shown into her sanctum, and there I told her that I knew she could arrange an exhibition of sodomy. I said that I only wanted to see the operation, as it appeared to me impossible, and I should like the two fellows to be well hung and good looking, if such she could procure.", "characters": 281, "sentences": 3}, {"text": "She rose, rang the bell, and when a tap came to the door, went out and gave some orders. When she came back she said to me, \"I have some very fine girls, all entirely without prejudices, would you like to have one up? I have them of all ages, from twelve to twenty-five; and also one or two handsome boys to have in company with them, to excite the slower powers of elderly men or those who like such additions.\"", "characters": 412, "sentences": 3}, {"text": "She said, \"What a pity not to let me have this magnificent prick into me. I wish the fellows had not come so soon, I am certain I could have got it if we had not been interrupted, and I can tell you you would have found me as good a fuck yet as the finest young woman you could meet with.\"", "characters": 289, "sentences": 3}, {"text": "I laughed, and to quiet her, said, \"We may have that another time, for you are a very fine and desirable woman.\" With this placebo she rose and accompanied me to the room where the two men awaited us. They were two tall, good-looking young men, evidently _garçons de cafés_, a class much addicted to this letch, and acting as paid minions to those wanting them.", "characters": 363, "sentences": 4}, {"text": "They naturally concluded that such was my object. They were already stript, and both their very fair pricks were nearly at full stand. They each turned themselves round, and asked which arse I wished to operate on, and which prick was to operate upon me.", "characters": 254, "sentences": 4}, {"text": "The old bawd, whose interest it was to induce me to have them, handled their pricks with great gusto, and pointed out the firmness and attractiveness of their arses, bid me feel how hard they were, as well as the stiffness of their pricks and the rough crispness of their ballocks.", "characters": 281, "sentences": 2}, {"text": "I was seated by their side with my eyes on a level and close to the point of junction. A very exciting scene, for he went up to his cods, and fucked right earnestly while the recipient wriggled his arse to perfection, and seemed really to enjoy it. They spent with cries of joy in great delight, it excited me very much, and the observant old bawd could see my prick bounding within the confinement of my trousers.", "characters": 414, "sentences": 4}, {"text": "Hoping to overcome my reluctance to take part in the programme, she stimulated them to change places, and the recipient became the operator, and the other the recipient. I was awfully lewd, but resisted even that; after they had done I gave them a Napoleon apiece in excess of the price paid to the bawd, and left them to dress, and retired with the bawd to make other arrangements.", "characters": 382, "sentences": 3}, {"text": "On shutting the door and entering the corridor I perceived at once some doors opening upon small rooms adjoining the operating room, I guessed their destination; on attempting to open one the bawd seized my arm in great alarm, and said--", "characters": 237, "sentences": 1}, {"text": "The old bawd complied directly, but still longing to have my big prick into her, pulled her petticoats up to her navel, showing an enormous mons Veneris, thickly haired, and turning round a still finer arse, said, would I not like to assuage my excited prick in one or other of her really splendid attractions.", "characters": 310, "sentences": 2}, {"text": "I said not at present, thank you. And tightening my trousers over it, showed her that it had quite drooped its head, and was no longer in the humour.", "characters": 149, "sentences": 3}, {"text": "She undertook to raise it very quickly, but I politely declined, on the play of want of time, to thoroughly enjoy so splendid a woman.", "characters": 134, "sentences": 2}, {"text": "I left but allowed the old bawd just on going away to take out my prick and give it a suck by the way of allaying a little the great desire she had for it. She doubtless expected to raise such a heat as would compel my passions to satisfy her, but I had now sufficient command of it to keep it down.", "characters": 299, "sentences": 3}, {"text": "Our grand scene of sodomistic encounters took place as arranged, the De Grandvits, as our new friends were called, and ourselves, with a basket containing two bottles of champagne, biscuits, and glasses, betook ourselves to No. 60, and were installed in the chosen chamber some five minutes before the arrival of the sodomites. We saw them undress, slap each other's arses, and feel each other's pricks to get them in fighting order.", "characters": 433, "sentences": 4}, {"text": "The old bawd was there and lent an effective helping hand where wanted. They all declared it would much assist their operations if she would strip and let them see her flitting round and aiding in their efforts.", "characters": 211, "sentences": 3}, {"text": "She knew herself to be much more attractive in body than face, and complied directly, and really added much to the excitement of the scene.", "characters": 139, "sentences": 2}, {"text": "They began by coupling in threes, so that one after the other held the delicious position of middle man--be fucked and fucking. The spare fourth fucking the old bawd, much to her gratification and ours.", "characters": 202, "sentences": 3}, {"text": "The first outsider was now placed in the middle, and the previous recipient became his attacker in the rear, while the previous rear-fucker became the recipient of the outsider. The late middle man, instead of fucking the bawd, buggered her to her apparent satisfaction.", "characters": 270, "sentences": 3}, {"text": "This was just what I wanted, for we had not as yet in our _parties carrées_ with the De Grandvits indulged even in bottom-fucking the women, but this, as we afterwards found, was equally indulged in private by them as well as ourselves. Now we enjoyed the sight of the old bawd wriggling in delight with loudly uttered exclamations of pleasure at having her bottom well fucked, for it was the largest prick of the four and a very fine one that was into her arse.", "characters": 463, "sentences": 3}, {"text": "\"Let us try that,\" whispered my wife to De Grandvit, \"it appears to give the old woman vast delight.\"", "characters": 101, "sentences": 2}, {"text": "It was what De Grandvit had been longing for in his inward soul. At the proposition of my adored wife his cock sprung into its utmost stiffness. She knelt on a chair before a peep-hole. De Grandvit brought his fine prick, which he had moistened with his spittle, up to her delicious hairy arsehole and with very little effort housed it to the hilt.", "characters": 348, "sentences": 5}, {"text": "At the whispered wish of my darling Florence he did not press to a rapid conclusion, but drew the fuck out to a most exciting length, and to an ecstatic ending in which they had great difficulty in suppressing exclamations of the delight afforded.", "characters": 247, "sentences": 2}, {"text": "I had followed the lead given, the delicious big arsed De Grandvit had, like her husband, a long previous wish to be so fucked, and from practice of that divine coition had no difficulty in taking in with vast pleasure my bigger prick.", "characters": 235, "sentences": 2}, {"text": "We both ran two exquisite courses in their delicious arse-holes, and then separated that all might see the grand finale of the four sodomites each in the arse before him, and the fourth front man into the immense and magnificent arse of the old bawd. This ended their exhibition.", "characters": 279, "sentences": 3}, {"text": "I should add that all in turn had either fucked or buggered the old bawd to her infinite gratification both in person and nurse for she claimed afterwards and received a good additional douceur for the extra sight of her own fine body, naked and in double action.", "characters": 263, "sentences": 2}, {"text": "When they were dressed she got out the liqueur bottle and gave them all a dram and a biscuit. We, too, partook of our champagne and biscuits while discussing the charms of the scenes just witnessed.", "characters": 198, "sentences": 3}, {"text": "My darling wife chimed in with the remark of how much more the middle man had seemed to enjoy it than the two outsiders.", "characters": 120, "sentences": 2}, {"text": "\"Who shall begin?\" I thought, as the idea of trying it was first suggested by his wife, she ought to have her own idea first realised in her magnificent person. I would fuck her while he went into her arse.", "characters": 206, "sentences": 3}, {"text": "This was immediately adopted. I lay down on my back, the delicious De Grandvit mounted on me, rose and fell, and spent before she stooped on my belly and presented her splendid arse to her impatient husband, who for some minutes knelt prick in hand behind her. With gentle care and well-moistened prick he got housed at last in his wife's delicious arsehole, and then slowly at first, but more energetically afterwards, we ran a most exquisite course.", "characters": 451, "sentences": 4}, {"text": "As no one was now in the adjoining chamber, no restraint was put upon our lascivious exclamations. The De Grandvit was in such a delirium of ecstasy that she screamed again and died away in absolute annihilation of all sense but that of the utmost satisfied lust.", "characters": 263, "sentences": 3}, {"text": "She hinted that we ought to come again, and have the boys in, for she said the gentlemen, that is ourselves, would find an immense additional pleasure in letting the boys penetrate their bottoms while they were into their ladies in both apertures.", "characters": 247, "sentences": 2}, {"text": "We did not forget the bawd's proposal of having a boy to fuck us while _enculant_ the dear women. A hint to my darling wife brought this out at our next meeting. After the dear creatures had both enjoyed the _double jouissance_, my wife said to Madame De Grandvit--", "characters": 265, "sentences": 3}, {"text": "My beloved wife was at the moment handling the prick of De Grandvit, and whose full-standing stiffness showed he was ready to face any difficulty.", "characters": 146, "sentences": 2}, {"text": "I pretended a fear of its size being too great to allow of entrance into that narrow path of bliss without great pain to the recipient.", "characters": 135, "sentences": 2}, {"text": "I had suggested to my wife to tempt him with mine for the sole object of getting into his. He bit at the bait, so I shoved my prick into his wife's arse, my wife conducted his prick into my delighted bottom. I made some affected grimaces, but of course took him in with the greatest ease. My darling wife had acted postillion to him, and had frigged his wife with her other hand, so we ran a delicious course of the wildest lust.", "characters": 429, "sentences": 5}, {"text": "As we had already served out our wives too many fucks one trial was sufficient for the moment. De Grandvit was in ecstasies at the delight I had afforded him, especially as he appeared to be revenging the affront I gave to him by being into his wife _in culo_.", "characters": 260, "sentences": 3}, {"text": "My adored wife, with her happy art of handling and exciting a prick, nonetheless willingly that she was getting it up to go into her own hungry and delicious arsehole, soon brought De Grandvit to the necessary stiffness.", "characters": 220, "sentences": 2}, {"text": "Once this delicious practice had been indulged in, you may be sure it did not end with a single experience, but as thereafter the _bonne bouche_ or finish of all our after-orgies.", "characters": 179, "sentences": 2}, {"text": "Learning that he was the son of a wealthy father, well educated, only now placed in the position of a servant, in order to know, by obeying, how to command, and also to gain the experience which large and well-frequented hotels alone could teach how best to conduct his own hotel hereafter.", "characters": 290, "sentences": 2}, {"text": "She told me all about it, and thought he might be moulded to our purposes. Even if not she had taken a caprice to him so that in any case it would be a gratification to her to possess him.", "characters": 188, "sentences": 3}, {"text": "So I lent myself to aid her by purposely absenting myself either at breakfast or luncheon, under pretext of going to take one or the other with bachelor friends.", "characters": 161, "sentences": 2}, {"text": "As Carl was told off to especially attend upon us, and no other servant ever came near unless rung for, my wife had easy opportunity, and with her practised skill in seduction, had him into her on the second day.", "characters": 212, "sentences": 2}, {"text": "\"Oh, if he would still allow me to possess your enchanting person he might make what use he pleased of me.\"", "characters": 107, "sentences": 2}, {"text": "This was the point aimed at from the beginning. My wife wrote to me, and we arranged that I should announce my return for a certain morning, and that she should have Carl to sleep with her the previous night.", "characters": 208, "sentences": 3}, {"text": "I arrived in the middle of the night, walked into the room, found him in bed, played the angry husband, swore I must have revenge, and that as he had cuckolded me I must avenge the affront in being into his person.", "characters": 214, "sentences": 2}, {"text": "He objected, for form's sake, but said he would yield to anything if I would not drive him away from the adorable Madame.", "characters": 121, "sentences": 2}, {"text": "\"We shall see, we shall see; let me look at your prick. Oh, a good size, even when down. Let me see it at full stand.\"", "characters": 118, "sentences": 4}, {"text": "My wife here interfered, and said Carl was so good that she was sure he would prove a satisfaction to me. She took his prick in hand, and with her art of handling a prick, had it at full stand in a minute and asked me if she could possibly have refused so handsome a prick as that. And, indeed, it was a very fine one.", "characters": 318, "sentences": 4}, {"text": "I then made him turn over on his belly, that I might admire his ivory-like buttocks, which I caressed and kissed in every way. My wife slipping her hand under his belly soon recovered the stiffness of his prick. I now desired him to kneel that I might be into his bottom.", "characters": 271, "sentences": 4}, {"text": "His exquisitely white buttocks, marble-like in polish, hardness, and coldness to the touch, were most attractive to women as well as to me.", "characters": 139, "sentences": 2}, {"text": "While thus kneeling with head low, and the chink between the buttocks well spread open, his exquisite small, pink, corrugated arsehole with almost invisible fair, short ringlets around it was truly lovely and exciting.", "characters": 218, "sentences": 2}, {"text": "As a rule, I like to fuck a rough, hairy-arsed man, but I can all the same appreciate the delight in such an exquisite arse-hole as Carl possessed. To me also it had the attraction of its first possession. When thus first fully displayed to my delighted eye, I flung myself on my knees, kissed and tongued the exquisite and delicious orifice, and speedily got furiously lewd upon it; and rarely have I fucked an arse more deliciously incentive to sodomy.", "characters": 454, "sentences": 4}, {"text": "\"Oh, poor fellow,\" cried my wife, \"you must let this fine object (his prick) be housed in me first, and then he will less feel the introduction of your large instrument.\"", "characters": 170, "sentences": 2}, {"text": "\"Well,\" said I, \"see, her cunt is reeking with your spunk, so I will first bathe my prick therein, to make it go easier into your arse.\"", "characters": 136, "sentences": 2}, {"text": "My darling wife was delighted. She got on her knees. I entered her delicious cunt in the first bout, and I quickly housed Carl's prick in my arse.", "characters": 146, "sentences": 4}, {"text": "We ran an exquisite course, and then a second with only a change of my prick to Florence's arse instead of cunt. Carl was after this obliged to leave us, as the morning was getting on.", "characters": 184, "sentences": 3}, {"text": "I sent him away the happiest of men by telling him as long as he placed his arse at my disposal, he should have my wife always at the same time.", "characters": 144, "sentences": 2}, {"text": "Thus we had secured another fine prick to our general orgies. We told the Grandvits of our fortunate _trouvaille_.", "characters": 114, "sentences": 3}, {"text": "Monsieur made some difficulty about his being a servant, and the fear of discovery of our orgies through his indiscretion; but hearing that he was much superior to a servant he consented to his introduction.", "characters": 207, "sentences": 2}, {"text": "After they had seen and admired him, they expressed their extreme satisfaction at the result of his joining us--for both Madame and Grandvit loved to have him into all their orifices. We could now fuck both women at once, and the double pleasure could be given to either sex without there being any outsider.", "characters": 308, "sentences": 3}, {"text": "His intended stay in Paris was within a month of its termination; he wrote to his father that the opportunity of travelling through Italy under the offer we had made was too advantageous to be lost. His father consented, and thus for eighteen months he was our constant companion and participator in all our lascivious conjunctions.", "characters": 332, "sentences": 3}, {"text": "Carl accompanied us to London on our first return home, and resided with us for three months. I told the Benson and the Egerton of our good fortune in discovering him, and the exquisite addition to our party of us and the De Grandvits he had been.", "characters": 247, "sentences": 3}, {"text": "I had continued the occupation of my chambers in the Temple, in which Harry Dale still resided; it was there we erected our altar to the Apostrophian Venus, and held our orgies.", "characters": 177, "sentences": 2}, {"text": "Carl delighted our old friends, who were never tired of having him one way or another, while Harry or I administered to the _double jouissance_.", "characters": 144, "sentences": 2}, {"text": "A new prick to a woman is like a fresh cunt to a man, and for the time gives additional zest to the lust which rages in us. So it is with the darling Benson and the lovely Egerton. They revelled in the possession of Carl. They knew they could only have him but a short time, and they made the most of him.", "characters": 305, "sentences": 5}, {"text": "It was a sad day when we left with Carl, who never again returned to England. Our darling companions had become much attached to him, and parted with close embraces, and with bitter tears bade him adieu.", "characters": 203, "sentences": 3}, {"text": "To return to the time of our conducting him to Frankfort with the Grandvits, they afterwards accompanied us in a tour in Switzerland, but left us at Sion, when we turned our steps across the Simplon to Italy.", "characters": 208, "sentences": 2}, {"text": "We were invited by our friend the Count to visit him for a month at his old castle in the hills of San Giovanni, overlooking all the ground of Bonaparte's earlier battles in his first Italian campaign.", "characters": 201, "sentences": 2}, {"text": "We followed the right bank of Lake Maggiore to Arona and Allessandria, and thence by Acqui gained the castle of the Count on the hill above. It was situated in the midst of glorious scenery. From the summit of a hill near the glorious line of the _Alps_ could be seen Monte Rosa, Mont Blanc, Mont Cenis, Monte Giovi, and thence round the Apennines, while the Gap leading to Savona gave a view of the sea, the southern suburb of Genoa, and the line of coast leading to Spezia.", "characters": 475, "sentences": 4}, {"text": "It was a glorious view, and we often directed our steps to the summit from whence it was seen during our month's stay with our loved and delightful host.", "characters": 153, "sentences": 2}, {"text": "His old castle was only partially ruinous, but quite habitable. However, his father had built a comfortable house in the garden, at the base of the rock.", "characters": 153, "sentences": 3}, {"text": "The castle crowned a perfect perpendicular detached mass of rock, half round which rushed a mountain torrent, the approach being a very steep zigzag with now ruinous defences, a very steep and difficult ascent. It is true from a low entranced cave at the foot a secret stair led up from the garden, of which I shall have more to say in relating some incidents of the Count's earlier history, as confessed to us in our close and intimate intercourse.", "characters": 449, "sentences": 3}, {"text": "We had expected to find a young sister of the Count with him but at our orgy at night he told us that since his return home he had had this sister, and that in fact at that moment she was staying with an accoucheuse at Turin, and he expected to hear of her delivery by every post. We congratulated him on finding so delicious a bit of incest to his hand on his return to his country.", "characters": 383, "sentences": 3}, {"text": "\"What a delicious idea!\" cried I, \"what a cockstand, and what a fuck it must have been to you! But you must have had your own mother to bring about such a delicious result. Do let us hear all about it, my dear Count, it will excite us all to renewed efforts, as incest always does.\"", "characters": 282, "sentences": 3}, {"text": "We found this so refreshing to our powers of fucking that we regularly adopted the system of lying fallow the earlier portion of every other night.", "characters": 147, "sentences": 2}, {"text": "We passed a most agreeable time with walks and rides through the lovely scenery, and explorations of the old castles.", "characters": 117, "sentences": 2}, {"text": "The Count himself had two, but the one immediately above his house was by far the most interesting and was the original seat of his ancestors, wild robber barons of their day; and a black deed was reported in the traditions of the peasantry around.", "characters": 248, "sentences": 2}, {"text": "It is a curious fact, and one showing how tradition may preserve a truth where least expected. Our friend the Count for six months lay hidden in the secret recesses of this old castle at the time a price was set on his head for treason. This had led him to all sorts of explorations, in which he had discovered many hiding places.", "characters": 330, "sentences": 4}, {"text": "Knowing of this tradition about the cutting up of bodies at the bottom of this deep shaft he got his two younger brothers to let him down by a long cord, and really found the remains of machinery and wheels with rusty blades attached.", "characters": 234, "sentences": 2}, {"text": "After he had finally escaped, a more regular search was made, and it was discovered that a communication with the torrent on a former higher level had let the water pass underneath the castle, and turn a water wheel which cut up the bodies and made them float away by the outlet. Human skulls and bones were found, singularly verifying the truth of tradition.", "characters": 359, "sentences": 3}, {"text": "When she sat up she said, \"Oh! Ferdinand, what have you done! How could you do so? Violate your own mother. It is dreadful.\"", "characters": 124, "sentences": 3}, {"text": "The poor Count, seeing her much distressed, burst into tears, threw his arms round her neck, and weeping told her he could not help it.", "characters": 135, "sentences": 2}, {"text": "On this he lifted his head to kiss her. She, too, wept, and they mingled tears and caresses together; this almost instantly restored his prick to its pristine stiffness. He bent his mother back on the corn, and although she resisted a little, and said it was too dreadful his wanting to commit such a sin again, she opened her legs when he got over her, and did not prevent his pulling up her petticoats.", "characters": 404, "sentences": 4}, {"text": "He was into her this-time-well-moistened and really longing cunt, for her passions were now become lascivious.", "characters": 110, "sentences": 2}, {"text": "Thrice more did he fuck her, each time more delicious than the others, and in all seconded by the most splendid action of his mother's arse, and the most exciting pressures of the inner folds of her really delicious cunt.", "characters": 221, "sentences": 2}, {"text": "At last she left him, but after so delightful a commencement every day saw a renewal of these delicious encounters.", "characters": 115, "sentences": 2}, {"text": "After the first week of their delicious encounters, his mother said to him, \"My dear Ferdinand, we are very imprudent, you may get me with child if we do not adopt precautions. Your father does not wish to have any more children, and takes care not to get them.\"", "characters": 262, "sentences": 3}, {"text": "By the second month she discovered that what she dreaded had happened. Her son had got her with child; she wept when she communicated this unfortunate result, but the Count, like me, always stood fiercely at a woman's tears. Several splendid fucks followed, all in the cunt--the mischief was done, and precautions were no longer necessary.", "characters": 339, "sentences": 4}, {"text": "He was a man of fifty-five, and, therefore, past the ardour of passion--taking even his fucking coolly--and, therefore, more difficult to hoodwink.", "characters": 147, "sentences": 2}, {"text": "She knew that he awoke with a cockstand, although that did not always lead to a fuck. Upon this they founded their hopes, and at last arranged she should drug his coffee, and when still asleep in the morning she should handle his prick, get him up, turn her bum, put it into her cunt, work him gently, make him spend which would awake him, hold him in, pretend she herself was in the acme of delight, but on coming to her senses, upbraid him with having spent inside.", "characters": 467, "sentences": 3}, {"text": "\"Well, my darling, it is a curious coincidence, but you never seemed to me more delicious or more lasciviously excellent in your fucking than you did just now. As it is but once let us take more care in future, and hope nothing will come of this little and delightful imprudence.\"", "characters": 280, "sentences": 3}, {"text": "\"Before I escaped from Italy I had passed five months in the constant possession of my beloved mother. As her pregnancy advanced her salacious avidity for my embraces seemed to increase. She was insatiable, but with such variety of charm and art that I never failed to answer to her call. Every refinement and excess of the wildest and grossest lust was practised by us.", "characters": 370, "sentences": 5}, {"text": "\"My father possessed a small collection of the grossest bawdy books; my adored and salacious mother purloined from time to time the lewdest, we read and excited ourselves in the realisation of the wildest and grossest scenes therein depicted.", "characters": 242, "sentences": 2}, {"text": "\"My mother was an instance of a woman getting once out of bounds and then stopping short of no excess, and became boundlessly corrupt. There was no horror we two could possibly commit that we did not indulge in.", "characters": 211, "sentences": 3}, {"text": "\"My father, when once the pregnancy was undoubted, was less reticent of his fucks. My mother at my request used to stimulate him to fuck her just before coming up to me, so that I used to shove my prick into the paternal sperm, sometimes in her cunt, and sometimes in her arse, and eventually used to lick it up before fucking her either way. The incest of her son upon the immediate fuck of her husband was, she said, the most stimulating to her excessive lust of anything I could possibly do.", "characters": 494, "sentences": 4}, {"text": "\"My father was obliged to go to Turin for ten days; it was the time of new moon, when nights were dark. My mother used to put on a dark cloak and come up to me; we lay down on her cloak, and, stark naked, gave ourselves up to the wildest lust until dawn, when mother slipt away to the house and left me well inclined to sleep until she returned with my food.", "characters": 358, "sentences": 3}, {"text": "\"In all her after-letters to me she constantly avowed grief that she had lost her most loved son; that she was inconsolable, punning on the con in the word, which is French for 'cunt.'", "characters": 184, "sentences": 2}, {"text": "\"Various allusions of that sort were in all her loving letters. Often and often when I have been slack in fucking a woman, and my prick not answering when called on, I had only to conjure up some of these scenes with my mother when my cock would spring to the stand instantly, to the immense satisfaction of my momentary _fouteuse_, and it is so yet, a thought of her reanimates it at once.\"", "characters": 391, "sentences": 3}, {"text": "Here my adored wife slipped her hand under his dressing gown, and found his prick standing fiercely, she seized it, and pretending to be his mother, cried out--", "characters": 160, "sentences": 1}, {"text": "This concluded that delicious orgy; we had a half night's rest the following night, as usual, to recruit, that we might better enjoy a perfect excess on the subsequent night.", "characters": 174, "sentences": 2}, {"text": "It was in this way we kept up our powers, and only near the end of our visit had we any occasion to apply the birch, and that to no great excess.", "characters": 145, "sentences": 2}, {"text": "It was in the middle of the second night that the Count continued his recital of the result of the intrigue with his mother. His sister-child, for she was both, was born in his first year's exile. Beyond his mother's description of her, that she was growing up a beautiful girl, the image of her father, meaning her son, the Count, he had no other intelligence of her. She had just turned eleven when her mother died; for two years after that sad event she kept house for her father.", "characters": 483, "sentences": 5}, {"text": "I may here mention that just five weeks after that event came off we met them at Turin, on our way home from Venice. She was a beautiful girl. The Count introduced us as old friends, with whom every thing could be done in common.", "characters": 229, "sentences": 4}, {"text": "We stopped a fortnight, and initiated her into all the mysteries and extravagancies of the wildest lust, and she proved apt a scholar that she almost equalled in action and enjoyment the greater experience of my beloved wife.", "characters": 225, "sentences": 2}, {"text": "I may here add he had her always to bed with him, and his sister-mother every morning, and in the bath with him.", "characters": 112, "sentences": 2}, {"text": "She grew up admirably developed. From between seven and eight years old he gamahuched her delighted cunt; at eight began rubbing his prick on her clitoris, and by nine had gradually stretched it that he could enter nearly his whole length, and spend there.", "characters": 256, "sentences": 3}, {"text": "We long knew each other, and he always said he was practising the lesson my adored wife Florence had instructed him in, when relating to us the incidents of her earlier days, and of her gradual violation by her own father.", "characters": 222, "sentences": 2}, {"text": "I shall defer this story that I may at once describe the after-fate of this beautiful child, whom I and my wife have since often enjoyed between us, when she was entrusted to us by her father.", "characters": 192, "sentences": 2}, {"text": "Her father, who came over to take her home after the advent, ceded the dear little object of my connection with her mother to my wife's prayers.", "characters": 144, "sentences": 2}, {"text": "We had no children of our own, and she would adopt her. The Count, who in his heart was delighted at the proposition, left her with us. He afterwards had a son by this beautiful and charming daughter and granddaughter of his at one and the same time.", "characters": 250, "sentences": 4}, {"text": "It is now long years ago, and that son legally adopted is now Count in succession after his father's death.", "characters": 107, "sentences": 2}, {"text": "We paid many visits during these years to each other, during which the Count related to us some of the episodes in his life, which I give in his own words--", "characters": 156, "sentences": 1}, {"text": "\"You ask me to relate my first experiences. My earliest initiation into the secret mysteries of love's recess was rather a curious one, and one which ended very disagreeably for the fair nun who sought to teach me the gentle art of love.", "characters": 237, "sentences": 3}, {"text": "\"'There!' cried I, 'see how the recollection of the paradise I lost grieves him to the heart, let the poor dumb creature plead for me.'", "characters": 135, "sentences": 2}, {"text": "Years afterwards he met a lovely, magnificent, fully developed woman, splendidly attired, walking in the Regent's Park, He did not recognise her, but was looking at her with longing eyes, when suddenly she seized him by the arm, and exclaimed in the patois of Piedmont, \"Ces tu si! Buzaron.\" (Is that thou thyself, Buzaron). This latter word is a familiar expression of carnal affection, but, literally, is \"big bugger.\"", "characters": 420, "sentences": 4}, {"text": "The captain, mate and carpenter were owners of the vessel. The crew of a boatswain and four picked men received food, mostly dried fish, but no wages. They were entitled to a certain share of the profits of the voyage, and thus were interested in its success, and on very different terms of intimacy with the captain to what ordinary sailors could be.", "characters": 351, "sentences": 4}, {"text": "As a sequel to the Count's confessions, I shall here give my adored wife's account of her early life in the form of a narrative, for when it was told to me it was interrupted by various lustful encounters produced by the lascivious and exciting nature of her revelations.", "characters": 271, "sentences": 2}, {"text": "After her mother's death he always had her to sleep the whole night with him, and when in her ninth year he had commenced by gamahuching her clitoris, which even at that early age he declared gave promise of exceeding in projection the fine one with which her mother had been provided.", "characters": 285, "sentences": 2}, {"text": "In this manner he soon awakened all the latent lubricity of her nature. Afraid to force an entrance at that early age, after exciting both her and himself, he used to rub his great prick between the lips of her cunt, and against her clitoris, until worked up to spending point, when he transferred his prick to her mouth, and spent therein, he having taught her to practise that voluptuous and delicious method.", "characters": 411, "sentences": 3}, {"text": "It was naturally impossible to stop short _dans un tel beau chemin_, and it ended by his first getting the knob of his prick into her small tight slit and spending there, gradually forcing his way further and further in, until she, driven mad by such excitement, felt the utmost desire to have it into the deepest recess of her longing cunt, and begged him to shove it in harder and further.", "characters": 391, "sentences": 2}, {"text": "He thus depraved her mind that she soon longed for other experiences than all he could give, and she cast about for an _aide-du-con_. This she first found in their young and handsome footman, who proved not only discreet, but completely up to his work, and uncommonly well furnished.", "characters": 283, "sentences": 3}, {"text": "They occupied in every voluptuous excess the hours papa had to attend to the extensive and rich parish of which he was the rector. I must tell the rest in her own words; she said--", "characters": 180, "sentences": 2}, {"text": "\"At this period a beautiful youth of fourteen, the son of a younger brother of my father, and, consequently, my first cousin, came to live with us. He was an orphan, left by his mother under the guardianship of my father. I was some three years his senior and he took to me as an elder sister, was very loving in that character only, and used to embrace and kiss me most affectionately. I, for my own part, soon began to have other feelings.", "characters": 441, "sentences": 5}, {"text": "\"On his first arrival, in grief at the loss of his only surviving parent, he feared to go to bed alone, so I used to accompany him, and help to undress him. He was all innocence, his mother, up to her recent death, had done the same, so he had no _mauvaise honte_, and I helped off his shirt and helped on his night-gown, and even witnessed his diddling before he got into bed, which I tucked him in and kissed him before leaving.", "characters": 430, "sentences": 3}, {"text": "\"Of course with my then complete knowledge and practice of every art of lust, I could not but look for and discover all his secret charms, then always in a state of repose, but promising a future development. I grew lewd upon him one morning, after an orgy with papa and the footman, who had not altogether satisfied me. I was tempted to go along to my cousin Henry, to waken and cuddle him, knowing that he would probably awaken with a cockstand, as usual with youths, and even men.", "characters": 483, "sentences": 4}, {"text": "\"I got into his bed by his side without awakening him, taking care to pull up my chemise so as to let him feel the contact of my bare skin. I pulled the sheet over us, took him in my arms, and woke him with a kiss.", "characters": 214, "sentences": 3}, {"text": "\"He was surprised and delighted at finding me by his side, but as yet had no idea but that of cuddling and caressing me. In throwing my arms around him I had taken care to pull his night-gown up to his loins, so that his naked body pressed against mine as we embraced.", "characters": 268, "sentences": 3}, {"text": "\"In apparent surprise I cried out what is that pressing so hard against my body; at the same time moving my hand and laying hold of it. It throbbed violently to the touch. I threw the sheet off to see what it could be.", "characters": 218, "sentences": 4}, {"text": "\"'Dear me,' said I, 'how is this? What a change! it was not like that when I put you to bed last night. How has it become in this strange state?'", "characters": 145, "sentences": 2}, {"text": "\"He took the pot and piddled. I took another and piddled, standing with legs wide apart, and holding the chamber pot partly between and partly under my thighs, so that he could perfectly see the whole of my cunt, and the flow of water from it.", "characters": 243, "sentences": 3}, {"text": "\"He stared with astonishment; it was really the first time he had any knowledge that women were differently formed down there than he was.", "characters": 138, "sentences": 2}, {"text": "\"'How funny,' cried he, 'you piddle from a chink, and have no doodle. I should like to see it nearer.'", "characters": 102, "sentences": 3}, {"text": "\"I told him I should lie down on my back on the bed, and he could look as much as he pleased, but he must never tell any body what he would see, because it was a great secret.", "characters": 175, "sentences": 2}, {"text": "\"He promised, of course. I lay down on my back, having first thrown off my chemise, stretched wide my legs, told him he would see better if he knelt between my legs, some slight distance from the object to be seen.", "characters": 214, "sentences": 3}, {"text": "\"He got up and began a close examination, admiring the immense quantity of hair I had already got, opened the lips, caressed what he called the little doodle, my clitoris, which was rampant with lewdness. I told him to feel inside with his middle finger; he pushed it up--I nipped it, to his astonishment, so that he could hardly withdraw it. Nature, unknown to him, acted her part; his cock, which had gone down after piddling, stood stiffer than ever. I laid hold of it, and said--", "characters": 483, "sentences": 4}, {"text": "\"'No, no, but I feel queer all over, I don't know why, and it seems to have raised my doodle as you see.'", "characters": 105, "sentences": 2}, {"text": "\"My father, who lived quite up to his income, died and left me with a very small capital at his death, which happened after the coming of age of my cousin Henry, to whom I had become violently attached. Indeed, it was my first love, and had all the devotion and ardour of that passion. He had a small independence, and we lived together for two years after my father's death, secretly sleeping together.", "characters": 403, "sentences": 4}, {"text": "She resumed after this episode, by saying her system of teaching was eminently successful. From time to time she was comforted by interviews with her loved Henry, besides satisfying the lust of both the father and sons of the families she lived with, teaching and taking the maidenheads of several youths, but in none receiving the gratification her loved Henry had given her, until, as she flatteringly said, she had the good fortune to enter our family and find such a jewel as I possessed.", "characters": 492, "sentences": 3}, {"text": "She had occasionally found girls of such a warm temperament that she was induced to initiate them into the art of gamahuchery. It was in this character of instructress that she had first used the rod to the bottoms of her pupils, and it was seeing the erotic effect produced on them as recipients that first gave her the letch of being herself birched. After this she had had a vast variety of youths, fathers of families, and old worn-out patients, whom she birched into action.", "characters": 479, "sentences": 4}, {"text": "The Count's son and my daughter meanwhile grew up to puberty. We watched their progress with great interest. They were both initiated in all love's delicious mysteries by their respective parents.", "characters": 196, "sentences": 4}, {"text": "Ten years after that epoch I lost my beloved wife, and would have been quite inconsolable but for the sympathizing endearments of this darling child, who became so necessary to my existence that twelve months after my adored wife's decease I married her. She was a perfect Italian beauty, and no one supposed she was other than an orphan adopted by my late wife.", "characters": 362, "sentences": 3}, {"text": "We are thus a happy family, bound by the strong ties of double incestuous lust. It is necessary to have these loved objects to fall back upon, for alas! all the earlier partakers of my prick are now dead and gone. Aunt and uncle, the Dales, the Nichols, my beloved Benson, and her friends the Egertons.", "characters": 302, "sentences": 4}, {"text": "I have already mentioned the Count's death, and both my sisters have left me alone, and I should have been a dreary and solitary old man but for my beloved wife and son, who solace me and replace the void in my heart I should otherwise have so sadly felt.", "characters": 255, "sentences": 2}, {"text": "\"I am perfectly of your opinion, my learned brother, I shall take them home and make a point of them in my address to the jury.\"", "characters": 128, "sentences": 2}, {"text": "It will be seen that they were of such a nature that doubtless the old judge, who was no other than my dear old chum Harry Dale, gave his wife two or three extra fucks on the strength of the lust produced by those exciting and extraordinary lascivious letters from a young man of only twenty-one years of age, showing quite as early an initiation into all the luxury of the utmost depravity as any of my own details of my early experiences with my darling old aunt.", "characters": 465, "sentences": 2}, {"text": "Some of the letters are a string of imaginary events as to how far they could carry their imaginations. The Count constantly alludes to the inferiority of his descriptions to those given in her replies. Alas! as he possesses those exciting replies of the lady, they cannot be got at, but from his descriptions, and the remarks on certain gross familiarities, it's evident she was gifted with as lascivious and lustful a temperament as either my aunt or the divine Frankland.", "characters": 474, "sentences": 4}, {"text": "I tried last night, my angel, to write you a half sheet, but it was as much as I could do to read your letter a second time, and it was only by making a great effort that I was able to write a few lines. However, this morning I will try and continue, in order to reward you, not for that one which you have deprived me of from pique, but for those bewitching ones which I have lately received.", "characters": 393, "sentences": 3}, {"text": "I have just received your letter 17, begun August 3rd, 11 o'clock at night, and bless you for the idea of addressing it to Pal. B., it is infinitely preferable, and there is no fear of any risk (\"indiscretion\" in original) either now or later.", "characters": 243, "sentences": 4}, {"text": "As to your brown cloak which II gave you, &c. &c., I request that on your birthday when he makes you his usual present, whatever it may be, you accept it and say, \"I thank you,\" and, without even looking at it, put it upon the table, immediately speak of something else, and when he has left the room, put it away out of sight without ever speaking of it again, or appearing to know what has become of it.", "characters": 405, "sentences": 4}, {"text": "Ah! new projects again, but let us hope these will be the last, how I pity you. You were so well you told me two days ago, and now you are already obligated to take some powders--it is II system. Nice health you seem to have; you have good reason for believing that the regimen you have hitherto followed is a good one, it succeeds so well! Poor darling I can comprehend how uncomfortable these frequent agitations must make you. I suffer from them so often myself.", "characters": 465, "sentences": 5}, {"text": "Do not be unhappy about my horse, he did not go very well, and then I do not care about driving in a carriage when you are on foot.", "characters": 131, "sentences": 2}, {"text": "I have always this phrase before my eyes. \"I prepared a divine half sheet yesterday evening, but dare not send it!\" Very agreeable, and very kind of you! well, I do not complain.", "characters": 178, "sentences": 3}, {"text": "They have been so heavenly during the last three days, and mine are so shameful. How nice it is for me to think that I should have sufficient influence over you to get you to sit perfectly naked at my table. Long ago might you have had that influence over me, and even have enforced requirements more depraved, and more degrading than that if you had wished it, and with what rapture! Adieu, my angel, what a happiness to give you this trifling pleasure.", "characters": 454, "sentences": 4}, {"text": "How I fear to leave off there! But we shall see. Do not write to me by the night post, it is useless! It is true that when I am near you in a carriage I have difficulty in remaining quiet. Oh, no, do not alarm me by your insatiability, mine is much greater than yours, there is not the slightest comparison to be drawn between us in a physical point of view, but as far as our moral nature and heart is concerned we can rival each other, and I am very happy on that account.", "characters": 474, "sentences": 4}, {"text": "1:40. I was most annoyingly interrupted by the luncheon bell, and afterwards I played a game of Fourreau (a game all the fashion at Verteuil), and here I am again. I have just refused to accompany my father and mother in a drive in the neighbourhood, so that I shall be able to write to you more at length, unless, indeed, I write to Fallenay.", "characters": 343, "sentences": 4}, {"text": "You tell me that you like the little costume, but that is all you say, and you give me no details as to the colours, the length and shape. I will believe my treasure, my jewel, that your bosoms will be white, swollen and soft as velvet, and it is very nice of you to tell me that my hands will have difficulty in holding them and putting their ruby lips to my mouth.", "characters": 366, "sentences": 3}, {"text": "If it is necessary let the doctor cauterize you (_toucher_), that is to say with his instrument, and mind he does not fall in love with you; I bet he has never before seen anything so seducing, so pretty, or so perfect. It is to be hoped that the irritation does not proceed from the size of my member.", "characters": 302, "sentences": 3}, {"text": "You did quite right to go to the play, and I regret sincerely to have spoilt the pleasure you had in going, it shall not happen again.", "characters": 134, "sentences": 2}, {"text": "Ah! you think that the portrait was done afterwards. You are not sure of it, but it is a matter of no moment, my much loved one. I shall not be the less happy to have the photograph if you are good enough to give it to me, not too much in miniature. I shall be very grateful for it.", "characters": 282, "sentences": 5}, {"text": "If I said that Galitzin was clever, I was wrong; he has a kind heart, and is very fond of me. Now that he has lost his mother, I shall be more kind to him. He is a person one can depend upon; his letters are silly productions. Those Russians have always the imagination easily excited.", "characters": 285, "sentences": 5}, {"text": "Yes, my father has always the same answer. Thanks for your obliging offer of gloves, my mother must settle about it.", "characters": 116, "sentences": 3}, {"text": "And larger and stouter than that of my little darling, and so indifferently shod with shoes. (Their boots are pretty.)", "characters": 118, "sentences": 3}, {"text": "Adieu, my angel, I finish this so as to be enabled to add a few lines to the picture--it is late. I love you with all my soul, with love, respect, and adoration. Nothing yet has been heard about de L. R. It is very bad weather, and my father is still no better.", "characters": 261, "sentences": 6}, {"text": "I would take you for a drive either in a pretty barouche or in a phaeton, your toilette would be beautiful but simple. I would only insist upon your wearing a veil, for my love and happiness would render me somewhat egoistical with regard to others. We should not be serious all the time of our drive, for at every instant I should steal a kiss, and your feet would be resting on mine.", "characters": 385, "sentences": 4}, {"text": "The continuation on some future occasion My fear of exciting you will depend somewhat upon my letter of this evening or to-morrow, and particularly upon the frank and sincere reply for which I ask you for the day after to-morrow.", "characters": 229, "sentences": 2}, {"text": "Why do you trouble yourself to pay so much attention to style and writing-that takes time. I never read mine over, and that is so much time gained.", "characters": 147, "sentences": 3}, {"text": "Thou shalt belong to me entirely one day, perhaps in eighteen months, and then here is the existence which you shalt have the grief to be compelled to lead.", "characters": 156, "sentences": 2}, {"text": "In the apartment which I depicted to you the other day, and with the toilette that I require of my beloved lady, my lady mistress is to render herself every day between eleven o'clock and noon.", "characters": 193, "sentences": 2}, {"text": "She will find there thy loving husband, all fresh and in every respect desirable (_gentil_), clothed in a dressing-gown of very light texture.", "characters": 142, "sentences": 2}, {"text": "At noon thou wilt stretch thyself on thy easy chair, thou wilt loosen a little thy girdle and open thy pretty dressing-gown. I on my bent knees at your side shall lick you with my tongue, while my arm shall encircle thy divine waist and thy two naked arms shall encircle my neck; afterwards softly widening thy virgin legs thou will cast aside all that which hides from the eyes, and you will place me between those divine legs.", "characters": 428, "sentences": 3}, {"text": "Successively I shall lick with voluptuousness thy neck, thy shoulders, under thy arms, thy breasts. I shall suck with force those chaste little bosoms, which by their swelling would desire to escape from the pretty little rose-coloured stays; then passing to thy intoxicating cunt, I should suck it with such an amount of frenzy that thou wouldst discharge for the first time in my mouth.", "characters": 388, "sentences": 3}, {"text": "This done it will have so much excited me that, taking thy place, it will become your turn to mount between my legs, and licking all my chest thou wilt finish by frigging with passion my prick, which will become longer and straighter than ever.", "characters": 244, "sentences": 2}, {"text": "As soon as thou shalt feel the enjoyment coming thou wilt cease, in order to lick the parts adjoining.", "characters": 102, "sentences": 2}, {"text": "At one o'clock thou wilt want to make water, then my mouth adhering between thy legs, thou wilt allow me to swallow all, then lying down again on thy little belly, I shall lick with fury thy bottom so voluptuous, and thy delicious legs.", "characters": 236, "sentences": 2}, {"text": "Thou wilt enjoy thyself thus three times. At the third time I shall suck thy breasts with such passion that thy eyes depicting a heavenly languor and a divine abandonment, thou wilt empty out upon me thy delirium-causing seminal fluid.", "characters": 235, "sentences": 3}, {"text": "That will last until half-past two o'clock, then we shall sleep together thus until three o'clock, and at three o'clock thou wilt go to dress thyself in order to go out or to receive visits.", "characters": 190, "sentences": 2}], "id": 30254, "paragraphs": 1004, "author": "Anonymous"}