{"title": "Three Men in a Boat", "data": [{"text": "Transcribed from the 1889 J. W. Arrowsmith edition by David Price, email ccx074@pglaf.org  Second proof by Margaret Price.", "characters": 122, "sentences": 5}, {"text": "THREE MEN IN A BOAT                       (_TO SAY NOTHING OF THE DOG_).", "characters": 72, "sentences": 2}, {"text": "AUTHOR OF                     “IDLE THOUGHTS OF AN IDLE FELLOW,”                             “STAGE LAND,” ETC.", "characters": 119, "sentences": 2}, {"text": "LONDON              SIMPKIN, MARSHALL, HAMILTON, KENT & CO. LIMITED", "characters": 67, "sentences": 2}, {"text": "Three invalids.—Sufferings of George and Harris.—A victim to one hundred and seven fatal maladies.—Useful prescriptions.—Cure for liver complaint in children.—We agree that we are overworked, and need rest.—A week on the rolling deep?—George suggests the River.—Montmorency lodges an objection.—Original motion carried by majority of three to one.", "characters": 365, "sentences": 10}, {"text": "There were four of us—George, and William Samuel Harris, and myself, and Montmorency.  We were sitting in my room, smoking, and talking about how bad we were—bad from a medical point of view I mean, of course.", "characters": 213, "sentences": 3}, {"text": "It is a most extraordinary thing, but I never read a patent medicine advertisement without being impelled to the conclusion that I am suffering from the particular disease therein dealt with in its most virulent form.  The diagnosis seems in every case to correspond exactly with all the sensations that I have ever felt.", "characters": 321, "sentences": 3}, {"text": "I sat and pondered.  I thought what an interesting case I must be from a medical point of view, what an acquisition I should be to a class! Students would have no need to “walk the hospitals,” if they had me.  I was a hospital in myself.  All they need do would be to walk round me, and, after that, take their diploma.", "characters": 323, "sentences": 5}, {"text": "[Picture: Man with walking stick] I had walked into that reading-room a happy, healthy man.  I crawled out a decrepit wreck.", "characters": 124, "sentences": 3}, {"text": "I went to my medical man.  He is an old chum of mine, and feels my pulse, and looks at my tongue, and talks about the weather, all for nothing, when I fancy I’m ill; so I thought I would do him a good turn by going to him now.  “What a doctor wants,” I said, “is practice.  He shall have me. He will get more practice out of me than out of seventeen hundred of your ordinary, commonplace patients, with only one or two diseases each.”  So I went straight up and saw him, and he said:", "characters": 493, "sentences": 6}, {"text": "“I will not take up your time, dear boy, with telling you what is the matter with me.  Life is brief, and you might pass away before I had finished.  But I will tell you what is _not_ the matter with me.  I have not got housemaid’s knee.  Why I have not got housemaid’s knee, I cannot tell you; but the fact remains that I have not got it.  Everything else, however, I _have_ got.”", "characters": 389, "sentences": 7}, {"text": "Then he opened me and looked down me, and clutched hold of my wrist, and then he hit me over the chest when I wasn’t expecting it—a cowardly thing to do, I call it—and immediately afterwards butted me with the side of his head.  After that, he sat down and wrote out a prescription, and folded it up and gave it me, and I put it in my pocket and went out.", "characters": 361, "sentences": 3}, {"text": "I did not open it.  I took it to the nearest chemist’s, and handed it in. The man read it, and then handed it back.", "characters": 117, "sentences": 4}, {"text": "“I am a chemist.  If I was a co-operative stores and family hotel combined, I might be able to oblige you.  Being only a chemist hampers me.”", "characters": 145, "sentences": 4}, {"text": "I followed the directions, with the happy result—speaking for myself—that my life was preserved, and is still going on.", "characters": 123, "sentences": 2}, {"text": "In the present instance, going back to the liver-pill circular, I had the symptoms, beyond all mistake, the chief among them being “a general disinclination to work of any kind.”", "characters": 182, "sentences": 2}, {"text": "What I suffer in that way no tongue can tell.  From my earliest infancy I have been a martyr to it.  As a boy, the disease hardly ever left me for a day.  They did not know, then, that it was my liver.  Medical science was in a far less advanced state than now, and they used to put it down to laziness.", "characters": 303, "sentences": 6}, {"text": "“Why, you skulking little devil, you,” they would say, “get up and do something for your living, can’t you?”—not knowing, of course, that I was ill.", "characters": 160, "sentences": 2}, {"text": "And they didn’t give me pills; they gave me clumps on the side of the head.  And, strange as it may appear, those clumps on the head often cured me—for the time being.  I have known one clump on the head have more effect upon my liver, and make me feel more anxious to go straight away then and there, and do what was wanted to be done, without further loss of time, than a whole box of pills does now.", "characters": 406, "sentences": 4}, {"text": "You know, it often is so—those simple, old-fashioned remedies are sometimes more efficacious than all the dispensary stuff.", "characters": 125, "sentences": 2}, {"text": "We sat there for half-an-hour, describing to each other our maladies.  I explained to George and William Harris how I felt when I got up in the morning, and William Harris told us how he felt when he went to bed; and George stood on the hearth-rug, and gave us a clever and powerful piece of acting, illustrative of how he felt in the night.", "characters": 341, "sentences": 3}, {"text": "At this point, Mrs. Poppets knocked at the door to know if we were ready for supper.  We smiled sadly at one another, and said we supposed we had better try to swallow a bit.  Harris said a little something in one’s stomach often kept the disease in check; and Mrs. Poppets brought the tray in, and we drew up to the table, and toyed with a little steak and onions, and some rhubarb tart.", "characters": 390, "sentences": 6}, {"text": "I must have been very weak at the time; because I know, after the first half-hour or so, I seemed to take no interest whatever in my food—an unusual thing for me—and I didn’t want any cheese.", "characters": 197, "sentences": 2}, {"text": "This duty done, we refilled our glasses, lit our pipes, and resumed the discussion upon our state of health.  What it was that was actually the matter with us, we none of us could be sure of; but the unanimous opinion was that it—whatever it was—had been brought on by overwork.", "characters": 282, "sentences": 3}, {"text": "“Rest and a complete change,” said George.  “The overstrain upon our brains has produced a general depression throughout the system.  Change of scene, and absence of the necessity for thought, will restore the mental equilibrium.”", "characters": 238, "sentences": 4}, {"text": "George has a cousin, who is usually described in the charge-sheet as a medical student, so that he naturally has a somewhat family-physicianary way of putting things.", "characters": 166, "sentences": 2}, {"text": "I agreed with George, and suggested that we should seek out some retired and old-world spot, far from the madding crowd, and dream away a sunny week among its drowsy lanes—some half-forgotten nook, hidden away by the fairies, out of reach of the noisy world—some quaint-perched eyrie on the cliffs of Time, from whence the surging waves of the nineteenth century would sound far-off and faint.", "characters": 397, "sentences": 2}, {"text": "Harris said he thought it would be humpy.  He said he knew the sort of place I meant; where everybody went to bed at eight o’clock, and you couldn’t get a _Referee_ for love or money, and had to walk ten miles to get your baccy.", "characters": 232, "sentences": 3}, {"text": "I objected to the sea trip strongly.  A sea trip does you good when you are going to have a couple of months of it, but, for a week, it is wicked.", "characters": 146, "sentences": 3}, {"text": "I remember my brother-in-law going for a short sea trip once, for the benefit of his health.  He took a return berth from London to Liverpool; and when he got to Liverpool, the only thing he was anxious about was to sell that return ticket.", "characters": 240, "sentences": 3}, {"text": "It was offered round the town at a tremendous reduction, so I am told; and was eventually sold for eighteenpence to a bilious-looking youth who had just been advised by his medical men to go to the sea-side, and take exercise.", "characters": 226, "sentences": 2}, {"text": "“Sea-side!” said my brother-in-law, pressing the ticket affectionately into his hand; “why, you’ll have enough to last you a lifetime; and as for exercise! why, you’ll get more exercise, sitting down on that ship, than you would turning somersaults on dry land.”", "characters": 274, "sentences": 2}, {"text": "He himself—my brother-in-law—came back by train.  He said the North-Western Railway was healthy enough for him.", "characters": 115, "sentences": 3}, {"text": "Another fellow I knew went for a week’s voyage round the coast, and, before they started, the steward came to him to ask whether he would pay for each meal as he had it, or arrange beforehand for the whole series.", "characters": 215, "sentences": 2}, {"text": "The steward recommended the latter course, as it would come so much cheaper.  He said they would do him for the whole week at two pounds five.  He said for breakfast there would be fish, followed by a grill. Lunch was at one, and consisted of four courses.  Dinner at six—soup, fish, entree, joint, poultry, salad, sweets, cheese, and dessert.  And a light meat supper at ten.", "characters": 378, "sentences": 7}, {"text": "Lunch came just as they were off Sheerness.  He didn’t feel so hungry as he thought he should, and so contented himself with a bit of boiled beef, and some strawberries and cream.  He pondered a good deal during the afternoon, and at one time it seemed to him that he had been eating nothing but boiled beef for weeks, and at other times it seemed that he must have been living on strawberries and cream for years.", "characters": 416, "sentences": 4}, {"text": "At six, they came and told him dinner was ready.  The announcement aroused no enthusiasm within him, but he felt that there was some of that two-pound-five to be worked off, and he held on to ropes and things and went down.  A pleasant odour of onions and hot ham, mingled with fried fish and greens, greeted him at the bottom of the ladder; and then the steward came up with an oily smile, and said:", "characters": 400, "sentences": 3}, {"text": "For the next four days he lived a simple and blameless life on thin captain’s biscuits (I mean that the biscuits were thin, not the captain) and soda-water; but, towards Saturday, he got uppish, and went in for weak tea and dry toast, and on Monday he was gorging himself on chicken broth.  He left the ship on Tuesday, and as it steamed away from the landing-stage he gazed after it regretfully.", "characters": 398, "sentences": 3}, {"text": "“There she goes,” he said, “there she goes, with two pounds’ worth of food on board that belongs to me, and that I haven’t had.”", "characters": 140, "sentences": 2}, {"text": "Then he told us anecdotes of how he had gone across the Channel when it was so rough that the passengers had to be tied into their berths, and he and the captain were the only two living souls on board who were not ill. Sometimes it was he and the second mate who were not ill; but it was generally he and one other man.  If not he and another man, then it was he by himself.", "characters": 375, "sentences": 4}, {"text": "It is a curious fact, but nobody ever is sea-sick—on land.  At sea, you come across plenty of people very bad indeed, whole boat-loads of them; but I never met a man yet, on land, who had ever known at all what it was to be sea-sick.  Where the thousands upon thousands of bad sailors that swarm in every ship hide themselves when they are on land is a mystery.", "characters": 363, "sentences": 4}, {"text": "If most men were like a fellow I saw on the Yarmouth boat one day, I could account for the seeming enigma easily enough.  It was just off Southend Pier, I recollect, and he was leaning out through one of the port-holes in a very dangerous position.  I went up to him to try and save him.", "characters": 287, "sentences": 4}, {"text": "Three weeks afterwards, I met him in the coffee-room of a Bath hotel, talking about his voyages, and explaining, with enthusiasm, how he loved the sea.", "characters": 151, "sentences": 2}, {"text": "“Good sailor!” he replied in answer to a mild young man’s envious query; “well, I did feel a little queer _once_, I confess.  It was off Cape Horn.  The vessel was wrecked the next morning.”", "characters": 200, "sentences": 4}, {"text": "“Oh, ah—yes,” he answered, brightening up; “I remember now.  I did have a headache that afternoon.  It was the pickles, you know.  They were the most disgraceful pickles I ever tasted in a respectable boat.  Did _you_ have any?”", "characters": 238, "sentences": 5}, {"text": "For myself, I have discovered an excellent preventive against sea-sickness, in balancing myself.  You stand in the centre of the deck, and, as the ship heaves and pitches, you move your body about, so as to keep it always straight.  When the front of the ship rises, you lean forward, till the deck almost touches your nose; and when its back end gets up, you lean backwards.  This is all very well for an hour or two; but you can’t balance yourself for a week.", "characters": 463, "sentences": 5}, {"text": "He said we should have fresh air, exercise and quiet; the constant change of scene would occupy our minds (including what there was of Harris’s); and the hard work would give us a good appetite, and make us sleep well.", "characters": 220, "sentences": 2}, {"text": "Harris said he didn’t think George ought to do anything that would have a tendency to make him sleepier than he always was, as it might be dangerous.  He said he didn’t very well understand how George was going to sleep any more than he did now, seeing that there were only twenty-four hours in each day, summer and winter alike; but thought that if he _did_ sleep any more, he might just as well be dead, and so save his board and lodging.", "characters": 444, "sentences": 3}, {"text": "Harris said, however, that the river would suit him to a “T.”  I don’t know what a “T” is (except a sixpenny one, which includes bread-and-butter and cake _ad lib._, and is cheap at the price, if you haven’t had any dinner).  It seems to suit everybody, however, which is greatly to its credit.", "characters": 306, "sentences": 5}, {"text": "It suited me to a “T” too, and Harris and I both said it was a good idea of George’s; and we said it in a tone that seemed to somehow imply that we were surprised that George should have come out so sensible.", "characters": 214, "sentences": 2}, {"text": "[Picture: Montmorency] The only one who was not struck with the suggestion was Montmorency.  He never did care for the river, did Montmorency.", "characters": 142, "sentences": 3}, {"text": "“It’s all very well for you fellows,” he says; “you like it, but _I_ don’t.  There’s nothing for me to do.  Scenery is not in my line, and I don’t smoke.  If I see a rat, you won’t stop; and if I go to sleep, you get fooling about with the boat, and slop me overboard.  If you ask me, I call the whole thing bally foolishness.”", "characters": 345, "sentences": 6}, {"text": "Plans discussed.—Pleasures of “camping-out,” on fine nights.—Ditto, wet nights.—Compromise decided on.—Montmorency, first impressions of.—Fears lest he is too good for this world, fears subsequently dismissed as groundless.—Meeting adjourns.", "characters": 257, "sentences": 8}, {"text": "We arranged to start on the following Saturday from Kingston.  Harris and I would go down in the morning, and take the boat up to Chertsey, and George, who would not be able to get away from the City till the afternoon (George goes to sleep at a bank from ten to four each day, except Saturdays, when they wake him up and put him outside at two), would meet us there.", "characters": 367, "sentences": 3}, {"text": "Slowly the golden memory of the dead sun fades from the hearts of the cold, sad clouds.  Silent, like sorrowing children, the birds have ceased their song, and only the moorhen’s plaintive cry and the harsh croak of the corncrake stirs the awed hush around the couch of waters, where the dying day breathes out her last.", "characters": 322, "sentences": 3}, {"text": "From the dim woods on either bank, Night’s ghostly army, the grey shadows, creep out with noiseless tread to chase away the lingering rear-guard of the light, and pass, with noiseless, unseen feet, above the waving river-grass, and through the sighing rushes; and Night, upon her sombre throne, folds her black wings above the darkening world, and, from her phantom palace, lit by the pale stars, reigns in stillness.", "characters": 419, "sentences": 2}, {"text": "You can never rouse Harris.  There is no poetry about Harris—no wild yearning for the unattainable.  Harris never “weeps, he knows not why.” If Harris’s eyes fill with tears, you can bet it is because Harris has been eating raw onions, or has put too much Worcester over his chop.", "characters": 288, "sentences": 5}, {"text": "“Hark! do you not hear?  Is it but the mermaids singing deep below the waving waters; or sad spirits, chanting dirges for white corpses, held by seaweed?”  Harris would take you by the arm, and say:", "characters": 202, "sentences": 1}, {"text": "“I know what it is, old man; you’ve got a chill.  Now, you come along with me.  I know a place round the corner here, where you can get a drop of the finest Scotch whisky you ever tasted—put you right in less than no time.”", "characters": 231, "sentences": 4}, {"text": "Harris always does know a place round the corner where you can get something brilliant in the drinking line.  I believe that if you met Harris up in Paradise (supposing such a thing likely), he would immediately greet you with:", "characters": 227, "sentences": 2}, {"text": "“So glad you’ve come, old fellow; I’ve found a nice place round the corner here, where you can get some really first-class nectar.”", "characters": 139, "sentences": 2}, {"text": "In the present instance, however, as regarded the camping out, his practical view of the matter came as a very timely hint.  Camping out in rainy weather is not pleasant.", "characters": 170, "sentences": 3}, {"text": "It is evening.  You are wet through, and there is a good two inches of water in the boat, and all the things are damp.  You find a place on the banks that is not quite so puddly as other places you have seen, and you land and lug out the tent, and two of you proceed to fix it.", "characters": 277, "sentences": 4}, {"text": "It is soaked and heavy, and it flops about, and tumbles down on you, and clings round your head and makes you mad.  The rain is pouring steadily down all the time.  It is difficult enough to fix a tent in dry weather: in wet, the task becomes herculean.  Instead of helping you, it seems to you that the other man is simply playing the fool.  Just as you get your side beautifully fixed, he gives it a hoist from his end, and spoils it all.", "characters": 440, "sentences": 6}, {"text": "“I tell you you’ve got it all wrong!” you roar, wishing that you could get at him; and you give your ropes a lug that pulls all his pegs out.", "characters": 147, "sentences": 2}, {"text": "Meanwhile the third man, who has been baling out the boat, and who has spilled the water down his sleeve, and has been cursing away to himself steadily for the last ten minutes, wants to know what the thundering blazes you’re playing at, and why the blarmed tent isn’t up yet.", "characters": 280, "sentences": 2}, {"text": "At last, somehow or other, it does get up, and you land the things.  It is hopeless attempting to make a wood fire, so you light the methylated spirit stove, and crowd round that.", "characters": 179, "sentences": 3}, {"text": "Rainwater is the chief article of diet at supper.  The bread is two-thirds rainwater, the beefsteak-pie is exceedingly rich in it, and the jam, and the butter, and the salt, and the coffee have all combined with it to make soup.", "characters": 228, "sentences": 3}, {"text": "After supper, you find your tobacco is damp, and you cannot smoke. Luckily you have a bottle of the stuff that cheers and inebriates, if taken in proper quantity, and this restores to you sufficient interest in life to induce you to go to bed.", "characters": 243, "sentences": 3}, {"text": "Then you both raise up your voices and shout for “Bill!” and the ground beneath you heaves and rocks, and the muffled voice that you heard before replies from out the ruin:", "characters": 176, "sentences": 1}, {"text": "And Bill struggles out, a muddy, trampled wreck, and in an unnecessarily aggressive mood—he being under the evident belief that the whole thing has been done on purpose.", "characters": 171, "sentences": 2}, {"text": "In the morning you are all three speechless, owing to having caught severe colds in the night; you also feel very quarrelsome, and you swear at each other in hoarse whispers during the whole of breakfast time.", "characters": 209, "sentences": 2}, {"text": "We therefore decided that we would sleep out on fine nights; and hotel it, and inn it, and pub. it, like respectable folks, when it was wet, or when we felt inclined for a change.", "characters": 179, "sentences": 3}, {"text": "When first he came to live at my expense, I never thought I should be able to get him to stop long.  I used to sit down and look at him, as he sat on the rug and looked up at me, and think: “Oh, that dog will never live.  He will be snatched up to the bright skies in a chariot, that is what will happen to him.”", "characters": 316, "sentences": 4}, {"text": "To hang about a stable, and collect a gang of the most disreputable dogs to be found in the town, and lead them out to march round the slums to fight other disreputable dogs, is Montmorency’s idea of “life;” and so, as I before observed, he gave to the suggestion of inns, and pubs., and hotels his most emphatic approbation.", "characters": 331, "sentences": 3}, {"text": "Having thus settled the sleeping arrangements to the satisfaction of all four of us, the only thing left to discuss was what we should take with us; and this we had begun to argue, when Harris said he’d had enough oratory for one night, and proposed that we should go out and have a smile, saying that he had found a place, round by the square, where you could really get a drop of Irish worth drinking.", "characters": 405, "sentences": 2}, {"text": "[Picture: Whisky glass] George said he felt thirsty (I never knew George when he didn’t); and, as I had a presentiment that a little whisky, warm, with a slice of lemon, would do my complaint good, the debate was, by common assent, adjourned to the following night; and the assembly put on its hats and went out.", "characters": 314, "sentences": 2}, {"text": "Arrangements settled.—Harris’s method of doing work.—How the elderly, family-man puts up a picture.—George makes a sensible, remark.—Delights of early morning bathing.—Provisions for getting upset.", "characters": 209, "sentences": 7}, {"text": "“Now, the first thing to settle is what to take with us.  Now, you get a bit of paper and write down, J., and you get the grocery catalogue, George, and somebody give me a bit of pencil, and then I’ll make out a list.”", "characters": 224, "sentences": 4}, {"text": "That’s Harris all over—so ready to take the burden of everything himself, and put it on the backs of other people.", "characters": 118, "sentences": 2}, {"text": "He always reminds me of my poor Uncle Podger.  You never saw such a commotion up and down a house, in all your life, as when my Uncle Podger undertook to do a job.  A picture would have come home from the frame-maker’s, and be standing in the dining-room, waiting to be put up; and Aunt Podger would ask what was to be done with it, and Uncle Podger would say:", "characters": 362, "sentences": 3}, {"text": "“Oh, you leave that to _me_.  Don’t you, any of you, worry yourselves about that.  _I’ll_ do all that.”", "characters": 111, "sentences": 4}, {"text": "And then he would take off his coat, and begin.  He would send the girl out for sixpen’orth of nails, and then one of the boys after her to tell her what size to get; and, from that, he would gradually work down, and start the whole house.", "characters": 241, "sentences": 3}, {"text": "And then he would lift up the picture, and drop it, and it would come out of the frame, and he would try to save the glass, and cut himself; and then he would spring round the room, looking for his handkerchief.  He could not find his handkerchief, because it was in the pocket of the coat he had taken off, and he did not know where he had put the coat, and all the house had to leave off looking for his tools, and start looking for his coat; while he would dance round and hinder them.", "characters": 488, "sentences": 3}, {"text": "[Picture: Nails etc.] “Doesn’t anybody in the whole house know where my coat is?  I never came across such a set in all my life—upon my word I didn’t.  Six of you!—and you can’t find a coat that I put down not five minutes ago!  Well, of all the—”", "characters": 263, "sentences": 3}, {"text": "“Oh, you can give it up!  I’ve found it myself now.  Might just as well ask the cat to find anything as expect you people to find it.”", "characters": 140, "sentences": 3}, {"text": "And we would all have to go down on our knees and grovel for it, while he would stand on the chair, and grunt, and want to know if he was to be kept there all the evening.", "characters": 171, "sentences": 2}, {"text": "“Where’s the hammer?  What did I do with the hammer?  Great heavens! Seven of you, gaping round there, and you don’t know what I did with the hammer!”", "characters": 158, "sentences": 1}, {"text": "And we would all try to do it in our heads, and all arrive at different results, and sneer at one another.  And in the general row, the original number would be forgotten, and Uncle Podger would have to measure it again.", "characters": 220, "sentences": 3}, {"text": "He would use a bit of string this time, and at the critical moment, when the old fool was leaning over the chair at an angle of forty-five, and trying to reach a point three inches beyond what was possible for him to reach, the string would slip, and down he would slide on to the piano, a really fine musical effect being produced by the suddenness with which his head and body struck all the notes at the same time.", "characters": 417, "sentences": 2}, {"text": "And Aunt Maria would say that she would not allow the children to stand round and hear such language.", "characters": 101, "sentences": 2}, {"text": "At last, Uncle Podger would get the spot fixed again, and put the point of the nail on it with his left hand, and take the hammer in his right hand.  And, with the first blow, he would smash his thumb, and drop the hammer, with a yell, on somebody’s toes.", "characters": 257, "sentences": 3}, {"text": "Aunt Maria would mildly observe that, next time Uncle Podger was going to hammer a nail into the wall, she hoped he’d let her know in time, so that she could make arrangements to go and spend a week with her mother while it was being done.", "characters": 241, "sentences": 2}, {"text": "“Oh! you women, you make such a fuss over everything,” Uncle Podger would reply, picking himself up.  “Why, I _like_ doing a little job of this sort.”", "characters": 158, "sentences": 3}, {"text": "And then he would have another try, and, at the second blow, the nail would go clean through the plaster, and half the hammer after it, and Uncle Podger be precipitated against the wall with force nearly sufficient to flatten his nose.", "characters": 235, "sentences": 2}, {"text": "Then we had to find the rule and the string again, and a new hole was made; and, about midnight, the picture would be up—very crooked and insecure, the wall for yards round looking as if it had been smoothed down with a rake, and everybody dead beat and wretched—except Uncle Podger.", "characters": 287, "sentences": 2}, {"text": "“There you are,” he would say, stepping heavily off the chair on to the charwoman’s corns, and surveying the mess he had made with evident pride. “Why, some people would have had a man in to do a little thing like that!”", "characters": 230, "sentences": 2}, {"text": "Harris will be just that sort of man when he grows up, I know, and I told him so.  I said I could not permit him to take so much labour upon himself.  I said:", "characters": 158, "sentences": 3}, {"text": "“No; _you_ get the paper, and the pencil, and the catalogue, and George write down, and I’ll do the work.”", "characters": 112, "sentences": 2}, {"text": "The first list we made out had to be discarded.  It was clear that the upper reaches of the Thames would not allow of the navigation of a boat sufficiently large to take the things we had set down as indispensable; so we tore the list up, and looked at one another!", "characters": 265, "sentences": 2}, {"text": "“You know we are on a wrong track altogether.  We must not think of the things we could do with, but only of the things that we can’t do without.”", "characters": 152, "sentences": 3}, {"text": "George comes out really quite sensible at times.  You’d be surprised.  I call that downright wisdom, not merely as regards the present case, but with reference to our trip up the river of life, generally.  How many people, on that voyage, load up the boat till it is ever in danger of swamping with a store of foolish things which they think essential to the pleasure and comfort of the trip, but which are really only useless lumber.", "characters": 436, "sentences": 5}, {"text": "Throw the lumber over, man!  Let your boat of life be light, packed with only what you need—a homely home and simple pleasures, one or two friends, worth the name, someone to love and someone to love you, a cat, a dog, and a pipe or two, enough to eat and enough to wear, and a little more than enough to drink; for thirst is a dangerous thing.", "characters": 346, "sentences": 2}, {"text": "You will find the boat easier to pull then, and it will not be so liable to upset, and it will not matter so much if it does upset; good, plain merchandise will stand water.  You will have time to think as well as to work.  Time to drink in life’s sunshine—time to listen to the Æolian music that the wind of God draws from the human heart-strings around us—time to—", "characters": 375, "sentences": 3}, {"text": "[Picture: Tent] “We won’t take a tent,” suggested George; “we will have a boat with a cover.  It is ever so much simpler, and more comfortable.”", "characters": 154, "sentences": 3}, {"text": "It seemed a good thought, and we adopted it.  I do not know whether you have ever seen the thing I mean.  You fix iron hoops up over the boat, and stretch a huge canvas over them, and fasten it down all round, from stem to stern, and it converts the boat into a sort of little house, and it is beautifully cosy, though a trifle stuffy; but there, everything has its drawbacks, as the man said when his mother-in-law died, and they came down upon him for the funeral expenses.", "characters": 475, "sentences": 4}, {"text": "George said that in that case we must take a rug each, a lamp, some soap, a brush and comb (between us), a toothbrush (each), a basin, some tooth-powder, some shaving tackle (sounds like a French exercise, doesn’t it?), and a couple of big-towels for bathing.  I notice that people always make gigantic arrangements for bathing when they are going anywhere near the water, but that they don’t bathe much when they are there.", "characters": 428, "sentences": 3}, {"text": "George said it was so pleasant to wake up in the boat in the fresh morning, and plunge into the limpid river.  Harris said there was nothing like a swim before breakfast to give you an appetite.  He said it always gave him an appetite.  George said that if it was going to make Harris eat more than Harris ordinarily ate, then he should protest against Harris having a bath at all.", "characters": 381, "sentences": 5}, {"text": "He said there would be quite enough hard work in towing sufficient food for Harris up against stream, as it was.", "characters": 112, "sentences": 2}, {"text": "I urged upon George, however, how much pleasanter it would be to have Harris clean and fresh about the boat, even if we did have to take a few more hundredweight of provisions; and he got to see it in my light, and withdrew his opposition to Harris’s bath.", "characters": 258, "sentences": 2}, {"text": "We were to learn in the days to come, when it was too late, that George was a miserable impostor, who could evidently have known nothing whatever about the matter.  If you had seen these clothes after—but, as the shilling shockers say, we anticipate.", "characters": 252, "sentences": 3}, {"text": "George impressed upon us to take a change of under-things and plenty of socks, in case we got upset and wanted a change; also plenty of handkerchiefs, as they would do to wipe things, and a pair of leather boots as well as our boating shoes, as we should want them if we got upset.", "characters": 281, "sentences": 2}, {"text": "The food question.—Objections to paraffine oil as an atmosphere.—Advantages of cheese as a travelling companion.—A married woman deserts her home.—Further provision for getting upset.—I pack.—Cussedness of tooth-brushes.—George and Harris pack.—Awful behaviour of Montmorency.—We retire to rest.", "characters": 313, "sentences": 11}, {"text": "“Begin with breakfast.”  (George is so practical.)  “Now for breakfast we shall want a frying-pan”—(Harris said it was indigestible; but we merely urged him not to be an ass, and George went on)—“a tea-pot and a kettle, and a methylated spirit stove.”", "characters": 267, "sentences": 4}, {"text": "And that oil oozed up and ruined the sunset; and as for the moonbeams, they positively reeked of paraffine.", "characters": 107, "sentences": 2}, {"text": "We tried to get away from it at Marlow.  We left the boat by the bridge, and took a walk through the town to escape it, but it followed us.  The whole town was full of oil.  We passed through the church-yard, and it seemed as if the people had been buried in oil.  The High Street stunk of oil; we wondered how people could live in it.  And we walked miles upon miles out Birmingham way; but it was no use, the country was steeped in oil.", "characters": 438, "sentences": 7}, {"text": "At the end of that trip we met together at midnight in a lonely field, under a blasted oak, and took an awful oath (we had been swearing for a whole week about the thing in an ordinary, middle-class way, but this was a swell affair)—an awful oath never to take paraffine oil with us in a boat again-except, of course, in case of sickness.", "characters": 340, "sentences": 2}, {"text": "Therefore, in the present instance, we confined ourselves to methylated spirit.  Even that is bad enough.  You get methylated pie and methylated cake.  But methylated spirit is more wholesome when taken into the system in large quantities than paraffine oil.", "characters": 258, "sentences": 5}, {"text": "It took two porters as well as the driver to hold him in at the station; and I do not think they would have done it, even then, had not one of the men had the presence of mind to put a handkerchief over his nose, and to light a bit of brown paper.", "characters": 247, "sentences": 2}, {"text": "I took my ticket, and marched proudly up the platform, with my cheeses, the people falling back respectfully on either side.  The train was crowded, and I had to get into a carriage where there were already seven other people.  One crusty old gentleman objected, but I got in, notwithstanding; and, putting my cheeses upon the rack, squeezed down with a pleasant smile, and said it was a warm day.", "characters": 397, "sentences": 4}, {"text": "From Euston, I took the cheeses down to my friend’s house.  When his wife came into the room she smelt round for an instant.  Then she said:", "characters": 142, "sentences": 3}, {"text": "And I added that I hoped she understood that it had nothing to do with me; and she said that she was sure of that, but that she would speak to Tom about it when he came back.", "characters": 174, "sentences": 2}, {"text": "My friend was detained in Liverpool longer than he expected; and, three days later, as he hadn’t returned home, his wife called on me.  She said:", "characters": 147, "sentences": 2}, {"text": "I replied that he had directed they were to be kept in a moist place, and that nobody was to touch them.", "characters": 104, "sentences": 2}, {"text": "“You think he would be upset,” she queried, “if I gave a man a sovereign to take them away and bury them?”", "characters": 114, "sentences": 1}, {"text": "“Very well, then,” said my friend’s wife, rising, “all I have to say is, that I shall take the children and go to an hotel until those cheeses are eaten.  I decline to live any longer in the same house with them.”", "characters": 223, "sentences": 3}, {"text": "She kept her word, leaving the place in charge of the charwoman, who, when asked if she could stand the smell, replied, “What smell?” and who, when taken close to the cheeses and told to sniff hard, said she could detect a faint odour of melons.  It was argued from this that little injury could result to the woman from the atmosphere, and she was left.", "characters": 358, "sentences": 3}, {"text": "My friend got rid of them, at last, by taking them down to a sea-side town, and burying them on the beach.  It gained the place quite a reputation.  Visitors said they had never noticed before how strong the air was, and weak-chested and consumptive people used to throng there for years afterwards.", "characters": 299, "sentences": 4}, {"text": "“We shan’t want any tea,” said George (Harris’s face fell at this); “but we’ll have a good round, square, slap-up meal at seven—dinner, tea, and supper combined.”", "characters": 178, "sentences": 2}, {"text": "Harris grew more cheerful.  George suggested meat and fruit pies, cold meat, tomatoes, fruit, and green stuff.  For drink, we took some wonderful sticky concoction of Harris’s, which you mixed with water and called lemonade, plenty of tea, and a bottle of whisky, in case, as George said, we got upset.", "characters": 304, "sentences": 4}, {"text": "It seemed to me that George harped too much on the getting-upset idea. It seemed to me the wrong spirit to go about the trip in.", "characters": 128, "sentences": 3}, {"text": "We didn’t take beer or wine.  They are a mistake up the river.  They make you feel sleepy and heavy.  A glass in the evening when you are doing a mouch round the town and looking at the girls is all right enough; but don’t drink when the sun is blazing down on your head, and you’ve got hard work to do.", "characters": 309, "sentences": 5}, {"text": "We made a list of the things to be taken, and a pretty lengthy one it was, before we parted that evening.  The next day, which was Friday, we got them all together, and met in the evening to pack.  We got a big Gladstone for the clothes, and a couple of hampers for the victuals and the cooking utensils.  We moved the table up against the window, piled everything in a heap in the middle of the floor, and sat round and looked at it.", "characters": 434, "sentences": 5}, {"text": "Now, I’m not like that.  I can’t sit still and see another man slaving and working.  I want to get up and superintend, and walk round with my hands in my pockets, and tell him what to do.  It is my energetic nature. I can’t help it.", "characters": 238, "sentences": 6}, {"text": "However, I did not say anything, but started the packing.  It seemed a longer job than I had thought it was going to be; but I got the bag finished at last, and I sat on it and strapped it.", "characters": 189, "sentences": 3}, {"text": "And I looked round, and found I had forgotten them.  That’s just like Harris.  He couldn’t have said a word until I’d got the bag shut and strapped, of course.  And George laughed—one of those irritating, senseless, chuckle-headed, crack-jawed laughs of his.  They do make me so wild.", "characters": 292, "sentences": 6}, {"text": "I opened the bag and packed the boots in; and then, just as I was going to close it, a horrible idea occurred to me.  Had I packed my tooth-brush?  I don’t know how it is, but I never do know whether I’ve packed my tooth-brush.", "characters": 231, "sentences": 3}, {"text": "[Picture: Boot] Of course I had to turn every mortal thing out now, and, of course, I could not find it.  I rummaged the things up into much the same state that they must have been before the world was created, and when chaos reigned.  Of course, I found George’s and Harris’s eighteen times over, but I couldn’t find my own.  I put the things back one by one, and held everything up and shook it.  Then I found it inside a boot. I repacked once more.", "characters": 457, "sentences": 7}, {"text": "They began in a light-hearted spirit, evidently intending to show me how to do it.  I made no comment; I only waited.  When George is hanged, Harris will be the worst packer in this world; and I looked at the piles of plates and cups, and kettles, and bottles and jars, and pies, and stoves, and cakes, and tomatoes, &c., and felt that the thing would soon become exciting.", "characters": 373, "sentences": 5}, {"text": "It did.  They started with breaking a cup.  That was the first thing they did.  They did that just to show you what they _could_ do, and to get you interested.", "characters": 159, "sentences": 5}, {"text": "Then Harris packed the strawberry jam on top of a tomato and squashed it, and they had to pick out the tomato with a teaspoon.", "characters": 126, "sentences": 2}, {"text": "And then it was George’s turn, and he trod on the butter.  I didn’t say anything, but I came over and sat on the edge of the table and watched them.  It irritated them more than anything I could have said.  I felt that.  It made them nervous and excited, and they stepped on things, and put things behind them, and then couldn’t find them when they wanted them; and they packed the pies at the bottom, and put heavy things on top, and smashed the pies in.", "characters": 461, "sentences": 6}, {"text": "They upset salt over everything, and as for the butter!  I never saw two men do more with one-and-twopence worth of butter in my whole life than they did.  After George had got it off his slipper, they tried to put it in the kettle.  It wouldn’t go in, and what _was_ in wouldn’t come out. They did scrape it out at last, and put it down on a chair, and Harris sat on it, and it stuck to him, and they went looking for it all over the room.", "characters": 444, "sentences": 5}, {"text": "Then they started round the room again looking for it; and then they met again in the centre, and stared at one another.", "characters": 120, "sentences": 2}, {"text": "Montmorency was in it all, of course.  Montmorency’s ambition in life, is to get in the way and be sworn at.  If he can squirm in anywhere where he particularly is not wanted, and be a perfect nuisance, and make people mad, and have things thrown at his head, then he feels his day has not been wasted.", "characters": 304, "sentences": 4}, {"text": "To get somebody to stumble over him, and curse him steadily for an hour, is his highest aim and object; and, when he has succeeded in accomplishing this, his conceit becomes quite unbearable.", "characters": 191, "sentences": 2}, {"text": "He came and sat down on things, just when they were wanted to be packed; and he laboured under the fixed belief that, whenever Harris or George reached out their hand for anything, it was his cold, damp nose that they wanted.  He put his leg into the jam, and he worried the teaspoons, and he pretended that the lemons were rats, and got into the hamper and killed three of them before Harris could land him with the frying-pan.", "characters": 428, "sentences": 3}, {"text": "Harris said I encouraged him.  I didn’t encourage him.  A dog like that don’t want any encouragement.  It’s the natural, original sin that is born in him that makes him do things like that.", "characters": 195, "sentences": 5}, {"text": "The packing was done at 12.50; and Harris sat on the big hamper, and said he hoped nothing would be found broken.  George said that if anything was broken it was broken, which reflection seemed to comfort him.  He also said he was ready for bed.  We were all ready for bed.  Harris was to sleep with us that night, and we went upstairs.", "characters": 336, "sentences": 7}, {"text": "George made no answer, and we found, on going over, that he had been asleep for some time; so we placed the bath where he could tumble into it on getting out in the morning, and went to bed ourselves.", "characters": 200, "sentences": 2}, {"text": "Mrs. P. arouses us.—George, the sluggard.—The “weather forecast” swindle.—Our luggage.—Depravity of the small boy.—The people gather round us.—We drive off in great style, and arrive at Waterloo.—Innocence of South Western Officials concerning such worldly things as trains.—We are afloat, afloat in an open boat.", "characters": 333, "sentences": 12}, {"text": "“Nine o’clock,” she replied, through the keyhole.  “I thought you was a-oversleeping yourselves.”", "characters": 107, "sentences": 3}, {"text": "“How could I wake you, when you didn’t wake me?” he retorted.  “Now we shan’t get on the water till after twelve.  I wonder you take the trouble to get up at all.”", "characters": 175, "sentences": 4}, {"text": "“Um,” I replied, “lucky for you that I do.  If I hadn’t woke you, you’d have lain there for the whole fortnight.”", "characters": 125, "sentences": 3}, {"text": "[Picture: George snoring] We snarled at one another in this strain for the next few minutes, when we were interrupted by a defiant snore from George.  It reminded us, for the first time since our being called, of his existence.  There he lay—the man who had wanted to know what time he should wake us—on his back, with his mouth wide open, and his knees stuck up.", "characters": 367, "sentences": 4}, {"text": "I don’t know why it should be, I am sure; but the sight of another man asleep in bed when I am up, maddens me.  It seems to me so shocking to see the precious hours of a man’s life—the priceless moments that will never come back to him again—being wasted in mere brutish sleep.", "characters": 285, "sentences": 3}, {"text": "There was George, throwing away in hideous sloth the inestimable gift of time; his valuable life, every second of which he would have to account for hereafter, passing away from him, unused.  He might have been up stuffing himself with eggs and bacon, irritating the dog, or flirting with the slavey, instead of sprawling there, sunk in soul-clogging oblivion.", "characters": 360, "sentences": 3}, {"text": "It was a terrible thought.  Harris and I appeared to be struck by it at the same instant.  We determined to save him, and, in this noble resolve, our own dispute was forgotten.  We flew across and slung the clothes off him, and Harris landed him one with a slipper, and I shouted in his ear, and he awoke.", "characters": 305, "sentences": 5}, {"text": "“What!” he shrieked, jumping out of bed into the bath; “Who the thunder put this thing here?”", "characters": 101, "sentences": 1}, {"text": "We finished dressing, and, when it came to the extras, we remembered that we had packed the tooth-brushes and the brush and comb (that tooth-brush of mine will be the death of me, I know), and we had to go downstairs, and fish them out of the bag.  And when we had done that George wanted the shaving tackle.  We told him that he would have to go without shaving that morning, as we weren’t going to unpack that bag again for him, nor for anyone like him.", "characters": 457, "sentences": 4}, {"text": "It was certainly rather rough on the City, but what cared we for human suffering?  As Harris said, in his common, vulgar way, the City would have to lump it.", "characters": 157, "sentences": 2}, {"text": "[Picture: Two dogs and umbrella] We went downstairs to breakfast. Montmorency had invited two other dogs to come and see him off, and they were whiling away the time by fighting on the doorstep.  We calmed them with an umbrella, and sat down to chops and cold beef.", "characters": 265, "sentences": 4}, {"text": "“The great thing is to make a good breakfast,” and he started with a couple of chops, saying that he would take these while they were hot, as the beef could wait.", "characters": 166, "sentences": 2}, {"text": "George got hold of the paper, and read us out the boating fatalities, and the weather forecast, which latter prophesied “rain, cold, wet to fine” (whatever more than usually ghastly thing in weather that may be), “occasional local thunder-storms, east wind, with general depression over the Midland Counties (London and Channel).  Bar. falling.”", "characters": 353, "sentences": 4}, {"text": "I do think that, of all the silly, irritating tomfoolishness by which we are plagued, this “weather-forecast” fraud is about the most aggravating. It “forecasts” precisely what happened yesterday or a the day before, and precisely the opposite of what is going to happen to-day.", "characters": 286, "sentences": 3}, {"text": "I remember a holiday of mine being completely ruined one late autumn by our paying attention to the weather report of the local newspaper. “Heavy showers, with thunderstorms, may be expected to-day,” it would say on Monday, and so we would give up our picnic, and stop indoors all day, waiting for the rain.—And people would pass the house, going off in wagonettes and coaches as jolly and merry as could be, the sun shining out, and not a cloud to be seen.", "characters": 463, "sentences": 4}, {"text": "“Ah!” we said, as we stood looking out at them through the window, “won’t they come home soaked!”", "characters": 107, "sentences": 1}, {"text": "And we chuckled to think how wet they were going to get, and came back and stirred the fire, and got our books, and arranged our specimens of seaweed and cockle shells.  By twelve o’clock, with the sun pouring into the room, the heat became quite oppressive, and we wondered when those heavy showers and occasional thunderstorms were going to begin.", "characters": 351, "sentences": 3}, {"text": "“Ah! they’ll come in the afternoon, you’ll find,” we said to each other. “Oh, _won’t_ those people get wet.  What a lark!”", "characters": 136, "sentences": 3}, {"text": "At one o’clock, the landlady would come in to ask if we weren’t going out, as it seemed such a lovely day.", "characters": 110, "sentences": 2}, {"text": "“No, no,” we replied, with a knowing chuckle, “not we.  _We_ don’t mean to get wet—no, no.”", "characters": 103, "sentences": 3}, {"text": "And when the afternoon was nearly gone, and still there was no sign of rain, we tried to cheer ourselves up with the idea that it would come down all at once, just as the people had started for home, and were out of the reach of any shelter, and that they would thus get more drenched than ever.  But not a drop ever fell, and it finished a grand day, and a lovely night after it.", "characters": 380, "sentences": 3}, {"text": "The next morning we would read that it was going to be a “warm, fine to set-fair day; much heat;” and we would dress ourselves in flimsy things, and go out, and, half-an-hour after we had started, it would commence to rain hard, and a bitterly cold wind would spring up, and both would keep on steadily for the whole day, and we would come home with colds and rheumatism all over us, and go to bed.", "characters": 402, "sentences": 2}, {"text": "The weather is a thing that is beyond me altogether.  I never can understand it.  The barometer is useless: it is as misleading as the newspaper forecast.", "characters": 154, "sentences": 4}, {"text": "Meanwhile, the rain came down in a steady torrent, and the lower part of the town was under water, owing to the river having overflowed.", "characters": 136, "sentences": 2}, {"text": "Boots said it was evident that we were going to have a prolonged spell of grand weather _some time_, and read out a poem which was printed over the top of the oracle, about", "characters": 172, "sentences": 1}, {"text": "The fine weather never came that summer.  I expect that machine must have been referring to the following spring.", "characters": 113, "sentences": 3}, {"text": "But who wants to be foretold the weather?  It is bad enough when it comes, without our having the misery of knowing about it beforehand.  The prophet we like is the old man who, on the particularly gloomy-looking morning of some day when we particularly want it to be fine, looks round the horizon with a particularly knowing eye, and says:", "characters": 340, "sentences": 2}, {"text": "“Ah, he knows”, we say, as we wish him good-morning, and start off; “wonderful how these old fellows can tell!”", "characters": 119, "sentences": 1}, {"text": "And we feel an affection for that man which is not at all lessened by the circumstances of its _not_ clearing up, but continuing to rain steadily all day.", "characters": 154, "sentences": 2}, {"text": "For the man that prophesies us bad weather, on the contrary, we entertain only bitter and revengeful thoughts.", "characters": 110, "sentences": 2}, {"text": "“Stupid old fool!” we mutter, “what’s _he_ know about it?”  And, if his portent proves correct, we come back feeling still more angry against him, and with a vague notion that, somehow or other, he has had something to do with it.", "characters": 240, "sentences": 2}, {"text": "It was too bright and sunny on this especial morning for George’s blood-curdling readings about “Bar. falling,” “atmospheric disturbance, passing in an oblique line over Southern Europe,” and “pressure increasing,” to very much upset us: and so, finding that he could not make us wretched, and was only wasting his time, he sneaked the cigarette that I had carefully rolled up for myself, and went.", "characters": 412, "sentences": 3}, {"text": "Then Harris and I, having finished up the few things left on the table, carted out our luggage on to the doorstep, and waited for a cab.", "characters": 136, "sentences": 2}, {"text": "There seemed a good deal of luggage, when we put it all together.  There was the Gladstone and the small hand-bag, and the two hampers, and a large roll of rugs, and some four or five overcoats and macintoshes, and a few umbrellas, and then there was a melon by itself in a bag, because it was too bulky to go in anywhere, and a couple of pounds of grapes in another bag, and a Japanese paper umbrella, and a frying pan, which, being too long to pack, we had wrapped round with brown paper.", "characters": 490, "sentences": 3}, {"text": "It did look a lot, and Harris and I began to feel rather ashamed of it, though why we should be, I can’t see.  No cab came by, but the street boys did, and got interested in the show, apparently, and stopped.", "characters": 210, "sentences": 3}, {"text": "In another moment, the grocer’s boy passed on the opposite side of the street.  Biggs’s boy hailed him:", "characters": 107, "sentences": 2}, {"text": "The grocer’s boy came across, and took up a position on the other side of the step.  Then the young gentleman from the boot-shop stopped, and joined Biggs’s boy; while the empty-can superintendent from “The Blue Posts” took up an independent position on the curb.", "characters": 271, "sentences": 3}, {"text": "“Ah! you’d want to take a thing or two with _you_,” retorted “The Blue Posts,” “if you was a-going to cross the Atlantic in a small boat.”", "characters": 152, "sentences": 2}, {"text": "“They ain’t a-going to cross the Atlantic,” struck in Biggs’s boy; “they’re a-going to find Stanley.”", "characters": 115, "sentences": 2}, {"text": "By this time, quite a small crowd had collected, and people were asking each other what was the matter.  One party (the young and giddy portion of the crowd) held that it was a wedding, and pointed out Harris as the bridegroom; while the elder and more thoughtful among the populace inclined to the idea that it was a funeral, and that I was probably the corpse’s brother.", "characters": 374, "sentences": 3}, {"text": "At last, an empty cab turned up (it is a street where, as a rule, and when they are not wanted, empty cabs pass at the rate of three a minute, and hang about, and get in your way), and packing ourselves and our belongings into it, and shooting out a couple of Montmorency’s friends, who had evidently sworn never to forsake him, we drove away amidst the cheers of the crowd, Biggs’s boy shying a carrot after us for luck.", "characters": 425, "sentences": 2}, {"text": "To put an end to the matter, we went upstairs, and asked the traffic superintendent, and he told us that he had just met a man, who said he had seen it at number three platform.  We went to number three platform, but the authorities there said that they rather thought that train was the Southampton express, or else the Windsor loop.  But they were sure it wasn’t the Kingston train, though why they were sure it wasn’t they couldn’t say.", "characters": 445, "sentences": 4}, {"text": "“Nobody will ever know, on this line,” we said, “what you are, or where you’re going.  You know the way, you slip off quietly and go to Kingston.”", "characters": 156, "sentences": 3}, {"text": "“Well, I don’t know, gents,” replied the noble fellow, “but I suppose _some_ train’s got to go to Kingston; and I’ll do it.  Gimme the half-crown.”", "characters": 161, "sentences": 3}, {"text": "We learnt, afterwards, that the train we had come by was really the Exeter mail, and that they had spent hours at Waterloo, looking for it, and nobody knew what had become of it.", "characters": 178, "sentences": 2}, {"text": "Our boat was waiting for us at Kingston just below bridge, and to it we wended our way, and round it we stored our luggage, and into it we stepped.", "characters": 147, "sentences": 2}, {"text": "“Right it is,” we answered; and with Harris at the sculls and I at the tiller-lines, and Montmorency, unhappy and deeply suspicious, in the prow, out we shot on to the waters which, for a fortnight, were to be our home.", "characters": 223, "sentences": 2}, {"text": "Kingston.—Instructive remarks on early English history.—Instructive observations on carved oak and life in general.—Sad case of Stivvings, junior.—Musings on antiquity.—I forget that I am steering.—Interesting result.—Hampton Court Maze.—Harris as a guide.", "characters": 272, "sentences": 10}, {"text": "It was a glorious morning, late spring or early summer, as you care to take it, when the dainty sheen of grass and leaf is blushing to a deeper green; and the year seems like a fair young maid, trembling with strange, wakening pulses on the brink of womanhood.", "characters": 260, "sentences": 2}, {"text": "I mused on Kingston, or “Kyningestun,” as it was once called in the days when Saxon “kinges” were crowned there.  Great Cæsar crossed the river there, and the Roman legions camped upon its sloping uplands.  Cæsar, like, in later years, Elizabeth, seems to have stopped everywhere: only he was more respectable than good Queen Bess; he didn’t put up at the public-houses.", "characters": 382, "sentences": 4}, {"text": "No, there would be too many of them!  It would be the houses that he had never entered that would become famous.  “Only house in South London that Harris never had a drink in!”  The people would flock to it to see what could have been the matter with it.", "characters": 258, "sentences": 3}, {"text": "How poor weak-minded King Edwy must have hated Kyningestun!  The coronation feast had been too much for him.  Maybe boar’s head stuffed with sugar-plums did not agree with him (it wouldn’t with me, I know), and he had had enough of sack and mead; so he slipped from the noisy revel to steal a quiet moonlight hour with his beloved Elgiva.", "characters": 342, "sentences": 3}, {"text": "Perhaps, from the casement, standing hand-in-hand, they were watching the calm moonlight on the river, while from the distant halls the boisterous revelry floated in broken bursts of faint-heard din and tumult.", "characters": 210, "sentences": 2}, {"text": "Then brutal Odo and St. Dunstan force their rude way into the quiet room, and hurl coarse insults at the sweet-faced Queen, and drag poor Edwy back to the loud clamour of the drunken brawl.", "characters": 189, "sentences": 3}, {"text": "Years later, to the crash of battle-music, Saxon kings and Saxon revelry were buried side by side, and Kingston’s greatness passed away for a time, to rise once more when Hampton Court became the palace of the Tudors and the Stuarts, and the royal barges strained at their moorings on the river’s bank, and bright-cloaked gallants swaggered down the water-steps to cry: “What Ferry, ho!  Gadzooks, gramercy.”", "characters": 416, "sentences": 2}, {"text": "Speaking of oak staircases reminds me that there is a magnificent carved oak staircase in one of the houses in Kingston.  It is a shop now, in the market-place, but it was evidently once the mansion of some great personage.  A friend of mine, who lives at Kingston, went in there to buy a hat one day, and, in a thoughtless moment, put his hand in his pocket and paid for it then and there.", "characters": 390, "sentences": 4}, {"text": "From the stairs, they went into the drawing-room, which was a large, bright room, decorated with a somewhat startling though cheerful paper of a blue ground.  There was nothing, however, remarkable about the apartment, and my friend wondered why he had been brought there.  The proprietor went up to the paper, and tapped it.  It gave forth a wooden sound.", "characters": 356, "sentences": 5}, {"text": "“Oak,” he explained.  “All carved oak, right up to the ceiling, just the same as you saw on the staircase.”", "characters": 115, "sentences": 3}, {"text": "“But, great Cæsar! man,” expostulated my friend; “you don’t mean to say you have covered over carved oak with blue wall-paper?”", "characters": 138, "sentences": 1}, {"text": "“Yes,” was the reply: “it was expensive work.  Had to match-board it all over first, of course.  But the room looks cheerful now.  It was awful gloomy before.”", "characters": 167, "sentences": 5}, {"text": "I can’t say I altogether blame the man (which is doubtless a great relief to his mind).  From his point of view, which would be that of the average householder, desiring to take life as lightly as possible, and not that of the old-curiosity-shop maniac, there is reason on his side.  Carved oak is very pleasant to look at, and to have a little of, but it is no doubt somewhat depressing to live in, for those whose fancy does not lie that way.  It would be like living in a church.", "characters": 484, "sentences": 5}, {"text": "No, what was sad in his case was that he, who didn’t care for carved oak, should have his drawing-room panelled with it, while people who do care for it have to pay enormous prices to get it.  It seems to be the rule of this world.  Each person has what he doesn’t want, and other people have what he does want.", "characters": 315, "sentences": 4}, {"text": "Married men have wives, and don’t seem to want them; and young single fellows cry out that they can’t get them.  Poor people who can hardly keep themselves have eight hearty children.  Rich old couples, with no one to leave their money to, die childless.", "characters": 258, "sentences": 4}, {"text": "Then there are girls with lovers.  The girls that have lovers never want them.  They say they would rather be without them, that they bother them, and why don’t they go and make love to Miss Smith and Miss Brown, who are plain and elderly, and haven’t got any lovers?  They themselves don’t want lovers.  They never mean to marry.", "characters": 336, "sentences": 5}, {"text": "Well, that boy used to get ill about twice a week, so that he couldn’t go to school.  There never was such a boy to get ill as that Sandford and Merton.  If there was any known disease going within ten miles of him, he had it, and had it badly.  He would take bronchitis in the dog-days, and have hay-fever at Christmas.  After a six weeks’ period of drought, he would be stricken down with rheumatic fever; and he would go out in a November fog and come home with a sunstroke.", "characters": 481, "sentences": 6}, {"text": "They put him under laughing-gas one year, poor lad, and drew all his teeth, and gave him a false set, because he suffered so terribly with toothache; and then it turned to neuralgia and ear-ache.  He was never without a cold, except once for nine weeks while he had scarlet fever; and he always had chilblains.  During the great cholera scare of 1871, our neighbourhood was singularly free from it.  There was only one reputed case in the whole parish: that case was young Stivvings.", "characters": 483, "sentences": 5}, {"text": "He had to stop in bed when he was ill, and eat chicken and custards and hot-house grapes; and he would lie there and sob, because they wouldn’t let him do Latin exercises, and took his German grammar away from him.", "characters": 216, "sentences": 2}, {"text": "Will it be the same in the future?  Will the prized treasures of to-day always be the cheap trifles of the day before?  Will rows of our willow-pattern dinner-plates be ranged above the chimneypieces of the great in the years 2000 and odd?  Will the white cups with the gold rim and the beautiful gold flower inside (species unknown), that our Sarah Janes now break in sheer light-heartedness of spirit, be carefully mended, and stood upon a bracket, and dusted only by the lady of the house?", "characters": 492, "sentences": 1}, {"text": "But in 200 years’ time it is more than probable that that dog will be dug up from somewhere or other, minus its legs, and with its tail broken, and will be sold for old china, and put in a glass cabinet.  And people will pass it round, and admire it.  They will be struck by the wonderful depth of the colour on the nose, and speculate as to how beautiful the bit of the tail that is lost no doubt was.", "characters": 404, "sentences": 4}, {"text": "At this point Harris threw away the sculls, got up and left his seat, and sat on his back, and stuck his legs in the air.  Montmorency howled, and turned a somersault, and the top hamper jumped up, and all the things came out.", "characters": 226, "sentences": 3}, {"text": "But, there, I don’t suppose I should really care for it when it came to actual practice.  It would be so ghastly dull and depressing in the evening, when your lamp cast uncanny shadows on the panelled walls, and the echo of distant feet rang through the cold stone corridors, and now drew nearer, and now died away, and all was death-like silence, save the beating of one’s own heart.", "characters": 388, "sentences": 3}, {"text": "[Picture: People at Hampton Maze] Harris asked me if I’d ever been in the maze at Hampton Court.  He said he went in once to show somebody else the way.  He had studied it up in a map, and it was so simple that it seemed foolish—hardly worth the twopence charged for admission.  Harris said he thought that map must have been got up as a practical joke, because it wasn’t a bit like the real thing, and only misleading.  It was a country cousin that Harris took in.  He said:", "characters": 481, "sentences": 6}, {"text": "“We’ll just go in here, so that you can say you’ve been, but it’s very simple.  It’s absurd to call it a maze.  You keep on taking the first turning to the right.  We’ll just walk round for ten minutes, and then go and get some lunch.”", "characters": 249, "sentences": 5}, {"text": "They met some people soon after they had got inside, who said they had been there for three-quarters of an hour, and had had about enough of it. Harris told them they could follow him, if they liked; he was just going in, and then should turn round and come out again.  They said it was very kind of him, and fell behind, and followed.", "characters": 335, "sentences": 4}, {"text": "Harris kept on turning to the right, but it seemed a long way, and his cousin said he supposed it was a very big maze.", "characters": 118, "sentences": 2}, {"text": "“The map may be all right enough,” said one of the party, “if you know whereabouts in it we are now.”", "characters": 109, "sentences": 2}, {"text": "Harris didn’t know, and suggested that the best thing to do would be to go back to the entrance, and begin again.  For the beginning again part of it there was not much enthusiasm; but with regard to the advisability of going back to the entrance there was complete unanimity, and so they turned, and trailed after Harris again, in the opposite direction.  About ten minutes more passed, and then they found themselves in the centre.", "characters": 435, "sentences": 4}, {"text": "Harris thought at first of pretending that that was what he had been aiming at; but the crowd looked dangerous, and he decided to treat it as an accident.", "characters": 154, "sentences": 2}, {"text": "Anyhow, they had got something to start from then.  They did know where they were, and the map was once more consulted, and the thing seemed simpler than ever, and off they started for the third time.", "characters": 200, "sentences": 3}, {"text": "They all got crazy at last, and sang out for the keeper, and the man came and climbed up the ladder outside, and shouted out directions to them. But all their heads were, by this time, in such a confused whirl that they were incapable of grasping anything, and so the man told them to stop where they were, and he would come to them.  They huddled together, and waited; and he climbed down, and came in.", "characters": 403, "sentences": 4}, {"text": "He was a young keeper, as luck would have it, and new to the business; and when he got in, he couldn’t find them, and he wandered about, trying to get to them, and then _he_ got lost.  They caught sight of him, every now and then, rushing about the other side of the hedge, and he would see them, and rush to get to them, and they would wait there for about five minutes, and then he would reappear again in exactly the same spot, and ask them where they had been.", "characters": 466, "sentences": 3}, {"text": "Harris said he thought it was a very fine maze, so far as he was a judge; and we agreed that we would try to get George to go into it, on our way back.", "characters": 151, "sentences": 2}, {"text": "The river in its Sunday garb.—Dress on the river.—A chance for the men.—Absence of taste in Harris.—George’s blazer.—A day with the fashion-plate young lady.—Mrs. Thomas’s tomb.—The man who loves not graves and coffins and skulls.—Harris mad.—His views on George and Banks and lemonade.—He performs tricks.", "characters": 330, "sentences": 13}, {"text": "It was while passing through Moulsey Lock that Harris told me about his maze experience.  It took us some time to pass through, as we were the only boat, and it is a big lock.  I don’t think I ever remember to have seen Moulsey Lock, before, with only one boat in it.  It is, I suppose, Boulter’s not even excepted, the busiest lock on the river.", "characters": 350, "sentences": 5}, {"text": "I have stood and watched it, sometimes, when you could not see any water at all, but only a brilliant tangle of bright blazers, and gay caps, and saucy hats, and many-coloured parasols, and silken rugs, and cloaks, and streaming ribbons, and dainty whites; when looking down into the lock from the quay, you might fancy it was a huge box into which flowers of every hue and shade had been thrown pell-mell, and lay piled up in a rainbow heap, that covered every corner.", "characters": 469, "sentences": 2}, {"text": "What troubles Harris and myself, with regard to it, is that we are afraid it will attract attention to the boat.", "characters": 112, "sentences": 2}, {"text": "They were both beautifully got up—all lace and silky stuff, and flowers, and ribbons, and dainty shoes, and light gloves.  But they were dressed for a photographic studio, not for a river picnic.  They were the “boating costumes” of a French fashion-plate.  It was ridiculous, fooling about in them anywhere near real earth, air, and water.", "characters": 346, "sentences": 5}, {"text": "The girls did not complain, but they huddled up close together, and set their lips firm, and every time a drop touched them, they visibly shrank and shuddered.  It was a noble sight to see them suffering thus in silence, but it unnerved me altogether.  I am too sensitive.  I got wild and fitful in my rowing, and splashed more and more, the harder I tried not to.", "characters": 364, "sentences": 5}, {"text": "“Oh, it’s of no consequence,” the poor girls would murmur in reply, and covertly draw rugs and coats over themselves, and try and protect themselves with their lace parasols.", "characters": 180, "sentences": 2}, {"text": "“Now then, you girls,” said our friend Bow to them, cheerily, after it was all over, “come along, you’ve got to wash up!”", "characters": 131, "sentences": 1}, {"text": "They didn’t understand him at first.  When they grasped the idea, they said they feared they did not know how to wash up.", "characters": 123, "sentences": 3}, {"text": "“Oh, I’ll soon show you,” he cried; “it’s rare fun!  You lie down on your—I mean you lean over the bank, you know, and sloush the things about in the water.”", "characters": 171, "sentences": 2}, {"text": "And he made them do it, too.  He told them that that sort of thing was half the fun of a picnic.  They said it was very interesting.", "characters": 132, "sentences": 4}, {"text": "Now I come to think it over, was that young man as dense-headed as we thought? or was he—no, impossible! there was such a simple, child-like expression about him!", "characters": 164, "sentences": 1}, {"text": "“How should I know?” replied Harris.  “She’s a lady that’s got a funny tomb, and I want to see it.”", "characters": 111, "sentences": 3}, {"text": "I shock respectable sextons by the imperturbability I am able to assume before exciting inscriptions, and by my lack of enthusiasm for the local family history, while my ill-concealed anxiety to get outside wounds their feelings.", "characters": 229, "sentences": 2}, {"text": "One golden morning of a sunny day, I leant against the low stone wall that guarded a little village church, and I smoked, and drank in deep, calm gladness from the sweet, restful scene—the grey old church with its clustering ivy and its quaint carved wooden porch, the white lane winding down the hill between tall rows of elms, the thatched-roof cottages peeping above their trim-kept hedges, the silver river in the hollow, the wooded hills beyond!", "characters": 452, "sentences": 1}, {"text": "It was a lovely landscape.  It was idyllic, poetical, and it inspired me. I felt good and noble.  I felt I didn’t want to be sinful and wicked any more.  I would come and live here, and never do any more wrong, and lead a blameless, beautiful life, and have silver hair when I got old, and all that sort of thing.", "characters": 315, "sentences": 6}, {"text": "“All right, sur, I’m a-coming, I’m a-coming.  It’s all right, sur; don’t you be in a hurry.”", "characters": 104, "sentences": 3}, {"text": "I looked up, and saw an old bald-headed man hobbling across the churchyard towards me, carrying a huge bunch of keys in his hand that shook and jingled at every step.", "characters": 166, "sentences": 2}, {"text": "“I’m a-coming, sur, I’m a-coming.  I’m a little lame.  I ain’t as spry as I used to be.  This way, sur.”", "characters": 116, "sentences": 5}, {"text": "“I’ve come as soon as I could, sur,” he replied.  “My missis never see you till just this minute.  You follow me, sur.”", "characters": 129, "sentences": 4}, {"text": "“No,” I answered, “I don’t.  I want to stop here, leaning up against this gritty old wall.  Go away, and don’t disturb me.  I am chock full of beautiful and noble thoughts, and I want to stop like it, because it feels nice and good.  Don’t you come fooling about, making me mad, chivying away all my better feelings with this silly tombstone nonsense of yours.  Go away, and get somebody to bury you cheap, and I’ll pay half the expense.”", "characters": 454, "sentences": 7}, {"text": "He was bewildered for a moment.  He rubbed his eyes, and looked hard at me.  I seemed human enough on the outside: he couldn’t make it out.", "characters": 141, "sentences": 4}, {"text": "“Well then,” he said, “you want to see the tombs—graves—folks been buried, you know—coffins!”", "characters": 107, "sentences": 1}, {"text": "He burst into tears.  He said that one of the tombs had a bit of stone upon the top of it that had been said by some to be probably part of the remains of the figure of a man, and that another had some words, carved upon it, that nobody had ever been able to decipher.", "characters": 268, "sentences": 3}, {"text": "“I’ve got a couple of skulls down in the crypt,” he said; “come and see those.  Oh, do come and see the skulls!  You are a young man out for a holiday, and you want to enjoy yourself.  Come and see the skulls!”", "characters": 220, "sentences": 3}, {"text": "Harris, however, revels in tombs, and graves, and epitaphs, and monumental inscriptions, and the thought of not seeing Mrs. Thomas’s grave made him crazy.  He said he had looked forward to seeing Mrs. Thomas’s grave from the first moment that the trip was proposed—said he wouldn’t have joined if it hadn’t been for the idea of seeing Mrs. Thomas’s tomb.", "characters": 366, "sentences": 6}, {"text": "I reminded him of George, and how we had to get the boat up to Shepperton by five o’clock to meet him, and then he went for George.  Why was George to fool about all day, and leave us to lug this lumbering old top-heavy barge up and down the river by ourselves to meet him?  Why couldn’t George come and do some work?  Why couldn’t he have got the day off, and come down with us?  Bank be blowed!  What good was he at the bank?", "characters": 433, "sentences": 2}, {"text": "I pointed out to him that we were miles away from a pub.; and then he went on about the river, and what was the good of the river, and was everyone who came on the river to die of thirst?", "characters": 187, "sentences": 2}, {"text": "It is always best to let Harris have his head when he gets like this. Then he pumps himself out, and is quiet afterwards.", "characters": 121, "sentences": 3}, {"text": "I reminded him that there was concentrated lemonade in the hamper, and a gallon-jar of water in the nose of the boat, and that the two only wanted mixing to make a cool and refreshing beverage.", "characters": 193, "sentences": 2}, {"text": "Then he flew off about lemonade, and “such-like Sunday-school slops,” as he termed them, ginger-beer, raspberry syrup, &c., &c.  He said they all produced dyspepsia, and ruined body and soul alike, and were the cause of half the crime in England.", "characters": 250, "sentences": 4}, {"text": "Blackmailing.—The proper course to pursue.—Selfish boorishness of river-side landowner.—“Notice” boards.—Unchristianlike feelings of Harris.—How Harris sings a comic song.—A high-class party.—Shameful conduct of two abandoned young men.—Some useless information.—George buys a banjo.", "characters": 305, "sentences": 11}, {"text": "He gave us the required assurance, and we thanked him, but he still hung about, and seemed to be dissatisfied, so we asked him if there was anything further that we could do for him; and Harris, who is of a chummy disposition, offered him a bit of bread and jam.", "characters": 262, "sentences": 2}, {"text": "I fancy he must have belonged to some society sworn to abstain from bread and jam; for he declined it quite gruffly, as if he were vexed at being tempted with it, and he added that it was his duty to turn us off.", "characters": 212, "sentences": 2}, {"text": "Harris said that if it was a duty it ought to be done, and asked the man what was his idea with regard to the best means for accomplishing it. Harris is what you would call a well-made man of about number one size, and looks hard and bony, and the man measured him up and down, and said he would go and consult his master, and then come back and chuck us both into the river.", "characters": 375, "sentences": 3}, {"text": "I mentioned these feelings of mine to Harris, and he said he had them worse than that.  He said he not only felt he wanted to kill the man who caused the board to be put up, but that he should like to slaughter the whole of his family and all his friends and relations, and then burn down his house.  This seemed to me to be going too far, and I said so to Harris; but he answered:", "characters": 381, "sentences": 3}, {"text": "“Not a bit of it.  Serve ’em all jolly well right, and I’d go and sing comic songs on the ruins.”", "characters": 105, "sentences": 3}, {"text": "I was vexed to hear Harris go on in this blood-thirsty strain.  We never ought to allow our instincts of justice to degenerate into mere vindictiveness.  It was a long while before I could get Harris to take a more Christian view of the subject, but I succeeded at last, and he promised me that he would spare the friends and relations at all events, and would not sing comic songs on the ruins.", "characters": 395, "sentences": 4}, {"text": "You have never heard Harris sing a comic song, or you would understand the service I had rendered to mankind.  It is one of Harris’s fixed ideas that he _can_ sing a comic song; the fixed idea, on the contrary, among those of Harris’s friends who have heard him try, is that he _can’t_ and never will be able to, and that he ought not to be allowed to try.", "characters": 362, "sentences": 3}, {"text": "When Harris is at a party, and is asked to sing, he replies: “Well, I can only sing a _comic_ song, you know;” and he says it in a tone that implies that his singing of _that_, however, is a thing that you ought to hear once, and then die.", "characters": 243, "sentences": 2}, {"text": "“Oh, that _is_ nice,” says the hostess.  “Do sing one, Mr. Harris;” and Harris gets up, and makes for the piano, with the beaming cheeriness of a generous-minded man who is just about to give somebody something.", "characters": 219, "sentences": 4}, {"text": "“Now, silence, please, everybody” says the hostess, turning round; “Mr. Harris is going to sing a comic song!”", "characters": 118, "sentences": 2}, {"text": "“Oh, how jolly!” they murmur; and they hurry in from the conservatory, and come up from the stairs, and go and fetch each other from all over the house, and crowd into the drawing-room, and sit round, all smirking in anticipation.", "characters": 234, "sentences": 2}, {"text": "Well, you don’t look for much of a voice in a comic song.  You don’t expect correct phrasing or vocalization.  You don’t mind if a man does find out, when in the middle of a note, that he is too high, and comes down with a jerk.  You don’t bother about time.  You don’t mind a man being two bars in front of the accompaniment, and easing up in the middle of a line to argue it out with the pianist, and then starting the verse afresh.  But you do expect the words.", "characters": 474, "sentences": 7}, {"text": "[Picture: Harris] HARRIS (_standing up in front of piano and addressing the expectant mob_): “I’m afraid it’s a very old thing, you know.  I expect you all know it, you know.  But it’s the only thing I know.  It’s the Judge’s song out of _Pinafore_—no, I don’t mean _Pinafore_—I mean—you know what I mean—the other thing, you know.  You must all join in the chorus, you know.”", "characters": 400, "sentences": 6}, {"text": "HARRIS (_with kindly encouragement_): “It’s all right.  You’re doing it very well, indeed—go on.”", "characters": 107, "sentences": 3}, {"text": "SOME FRIEND OF HARRIS’S (_from the back of the room_): “No, you’re not, you chuckle-head, you’re singing the Admiral’s song from _Pinafore_.”", "characters": 153, "sentences": 2}, {"text": "[_Long argument between Harris and Harris’s friend as to what Harris is really singing_.  _Friend finally suggests that it doesn’t matter what Harris is singing so long as Harris gets on and sings it_, _and Harris_, _with an evident sense of injustice rankling inside him_, _requests pianist to begin again_.  _Pianist_, _thereupon_, _starts prelude to the Admiral’s song_, _and Harris_, _seizing what he considers to be a favourable opening in the music_, _begins_.]", "characters": 473, "sentences": 4}, {"text": "[_General roar of laughter_, _taken by Harris as a compliment_. _Pianist_, _thinking of his wife and family_, _gives up the unequal contest and retires_; _his place being taken by a stronger-nerved man_.", "characters": 203, "sentences": 3}, {"text": "THE NEW PIANIST (_cheerily_): “Now then, old man, you start off, and I’ll follow.  We won’t bother about any prelude.”", "characters": 126, "sentences": 3}, {"text": "HARRIS (_upon whom the explanation of matters has slowly dawned—laughing_): “By Jove!  I beg your pardon.  Of course—I’ve been mixing up the two songs.  It was Jenkins confused me, you know.  Now then.", "characters": 209, "sentences": 5}, {"text": "[_Singing_; _his voice appearing to come from the cellar_, _and suggesting the first low warnings of an approaching earthquake_.", "characters": 128, "sentences": 2}, {"text": "(_Aside to pianist_): “It is too low, old man; we’ll have that over again, if you don’t mind.”", "characters": 102, "sentences": 2}, {"text": "[_Sings first two lines over again_, _in a high falsetto this time_. _Great surprise on the part of the audience_.  _Nervous old lady near the fire begins to cry_, _and has to be led out_.]", "characters": 189, "sentences": 4}, {"text": "No—no, I cleaned the windows of the big front door.  And I polished up the floor—no, dash it—I beg your pardon—funny thing, I can’t think of that line.  And I—and I—Oh, well, we’ll get on to the chorus, and chance it (_sings_):", "characters": 243, "sentences": 3}, {"text": "“‘And I diddle-diddle-diddle-diddle-diddle-diddle-de,     Till now I am the ruler of the Queen’s navee.’", "characters": 112, "sentences": 2}, {"text": "“And he diddle-diddle-diddle-diddle-diddle-diddle-dee’d,     Till now he is the ruler of the Queen’s navee.”", "characters": 116, "sentences": 2}, {"text": "And Harris never sees what an ass he is making of himself, and how he is annoying a lot of people who never did him any harm.  He honestly imagines that he has given them a treat, and says he will sing another comic song after supper.", "characters": 234, "sentences": 3}, {"text": "Speaking of comic songs and parties, reminds me of a rather curious incident at which I once assisted; which, as it throws much light upon the inner mental working of human nature in general, ought, I think, to be recorded in these pages.", "characters": 238, "sentences": 2}, {"text": "We played _morceaux_ from the old German masters.  We discussed philosophy and ethics.  We flirted with graceful dignity.  We were even humorous—in a high-class way.", "characters": 167, "sentences": 5}, {"text": "Somebody recited a French poem after supper, and we said it was beautiful; and then a lady sang a sentimental ballad in Spanish, and it made one or two of us weep—it was so pathetic.", "characters": 184, "sentences": 2}, {"text": "And then those two young men got up, and asked us if we had ever heard Herr Slossenn Boschen (who had just arrived, and was then down in the supper-room) sing his great German comic song.", "characters": 187, "sentences": 2}, {"text": "The young men said it was the funniest song that had ever been written, and that, if we liked, they would get Herr Slossenn Boschen, whom they knew very well, to sing it.  They said it was so funny that, when Herr Slossenn Boschen had sung it once before the German Emperor, he (the German Emperor) had had to be carried off to bed.", "characters": 332, "sentences": 3}, {"text": "They said nobody could sing it like Herr Slossenn Boschen; he was so intensely serious all through it that you might fancy he was reciting a tragedy, and that, of course, made it all the funnier.  They said he never once suggested by his tone or manner that he was singing anything funny—that would spoil it.  It was his air of seriousness, almost of pathos, that made it so irresistibly amusing.", "characters": 398, "sentences": 4}, {"text": "We said we yearned to hear it, that we wanted a good laugh; and they went downstairs, and fetched Herr Slossenn Boschen.", "characters": 120, "sentences": 2}, {"text": "He appeared to be quite pleased to sing it, for he came up at once, and sat down to the piano without another word.", "characters": 115, "sentences": 2}, {"text": "“Oh, it will amuse you.  You will laugh,” whispered the two young men, as they passed through the room, and took up an unobtrusive position behind the Professor’s back.", "characters": 174, "sentences": 3}, {"text": "Herr Slossenn Boschen accompanied himself.  The prelude did not suggest a comic song exactly.  It was a weird, soulful air.  It quite made one’s flesh creep; but we murmured to one another that it was the German method, and prepared to enjoy it.", "characters": 247, "sentences": 5}, {"text": "I noticed, as the song progressed, that a good many other people seemed to have their eye fixed on the two young men, as well as myself.  These other people also tittered when the young men tittered, and roared when the young men roared; and, as the two young men tittered and roared and exploded with laughter pretty continuously all through the song, it went exceedingly well.", "characters": 378, "sentences": 3}, {"text": "In the last verse, he surpassed himself.  He glowered round upon us with a look of such concentrated ferocity that, but for our being forewarned as to the German method of comic singing, we should have been nervous; and he threw such a wailing note of agony into the weird music that, if we had not known it was a funny song, we might have wept.", "characters": 345, "sentences": 3}, {"text": "He finished amid a perfect shriek of laughter.  We said it was the funniest thing we had ever heard in all our lives.  We said how strange it was that, in the face of things like these, there should be a popular notion that the Germans hadn’t any sense of humour.  And we asked the Professor why he didn’t translate the song into English, so that the common people could understand it, and hear what a real comic song was like.", "characters": 431, "sentences": 5}, {"text": "Then Herr Slossenn Boschen got up, and went on awful.  He swore at us in German (which I should judge to be a singularly effective language for that purpose), and he danced, and shook his fists, and called us all the English he knew.  He said he had never been so insulted in all his life.", "characters": 289, "sentences": 4}, {"text": "It was a trying situation for us—very trying.  There seemed to be no answer.  We looked around for the two young men who had done this thing, but they had left the house in an unostentatious manner immediately after the end of the song.", "characters": 238, "sentences": 4}, {"text": "That was the end of that party.  I never saw a party break up so quietly, and with so little fuss.  We never said good-night even to one another. We came downstairs one at a time, walking softly, and keeping the shady side.  We asked the servant for our hats and coats in whispers, and opened the door for ourselves, and slipped out, and got round the corner quickly, avoiding each other as much as possible.", "characters": 408, "sentences": 6}, {"text": "We reached Sunbury Lock at half-past three.  The river is sweetly pretty just there before you come to the gates, and the backwater is charming; but don’t attempt to row up it.", "characters": 178, "sentences": 3}, {"text": "I tried to do so once.  I was sculling, and asked the fellows who were steering if they thought it could be done, and they said, oh, yes, they thought so, if I pulled hard.  We were just under the little foot-bridge that crosses it between the two weirs, when they said this, and I bent down over the sculls, and set myself up, and pulled.", "characters": 339, "sentences": 4}, {"text": "Even Reading, though it does its best to spoil and sully and make hideous as much of the river as it can reach, is good-natured enough to keep its ugly face a good deal out of sight.", "characters": 182, "sentences": 2}, {"text": "Cæsar, of course, had a little place at Walton—a camp, or an entrenchment, or something of that sort.  Cæsar was a regular up-river man.  Also Queen Elizabeth, she was there, too.  You can never get away from that woman, go where you will.  Cromwell and Bradshaw (not the guide man, but the King Charles’s head man) likewise sojourned here.  They must have been quite a pleasant little party, altogether.", "characters": 410, "sentences": 7}, {"text": "There is an iron “scold’s bridle” in Walton Church.  They used these things in ancient days for curbing women’s tongues.  They have given up the attempt now.  I suppose iron was getting scarce, and nothing else would be strong enough.", "characters": 242, "sentences": 5}, {"text": "There are also tombs of note in the church, and I was afraid I should never get Harris past them; but he didn’t seem to think of them, and we went on.  Above the bridge the river winds tremendously.  This makes it look picturesque; but it irritates you from a towing or sculling point of view, and causes argument between the man who is pulling and the man who is steering.", "characters": 375, "sentences": 4}, {"text": "At “Corway Stakes”—the first bend above Walton Bridge—was fought a battle between Cæsar and Cassivelaunus.  Cassivelaunus had prepared the river for Cæsar, by planting it full of stakes (and had, no doubt, put up a notice-board).  But Cæsar crossed in spite of this.  You couldn’t choke Cæsar off that river.  He is the sort of man we want round the backwaters now.", "characters": 379, "sentences": 6}, {"text": "At Weybridge, the Wey (a pretty little stream, navigable for small boats up to Guildford, and one which I have always been making up my mind to explore, and never have), the Bourne, and the Basingstoke Canal all enter the Thames together.  The lock is just opposite the town, and the first thing that we saw, when we came in view of it, was George’s blazer on one of the lock gates, closer inspection showing that George was inside it.", "characters": 437, "sentences": 3}, {"text": "Montmorency set up a furious barking, I shrieked, Harris roared; George waved his hat, and yelled back.  The lock-keeper rushed out with a drag, under the impression that somebody had fallen into the lock, and appeared annoyed at finding that no one had.", "characters": 254, "sentences": 3}, {"text": "George had rather a curious oilskin-covered parcel in his hand.  It was round and flat at one end, with a long straight handle sticking out of it.", "characters": 146, "sentences": 3}, {"text": "“No,” said George, with a strange, wild look glittering in his eyes; “they are all the rage this season; everybody has got them up the river. It’s a banjo.”", "characters": 166, "sentences": 3}, {"text": "“Not exactly,” replied George: “but it’s very easy, they tell me; and I’ve got the instruction book!”", "characters": 113, "sentences": 1}, {"text": "George is introduced to work.—Heathenish instincts of tow-lines.—Ungrateful conduct of a double-sculling skiff.—Towers and towed.—A use discovered for lovers.—Strange disappearance of an elderly lady.—Much haste, less speed.—Being towed by girls: exciting sensation.—The missing lock or the haunted river.—Music.—Saved!", "characters": 339, "sentences": 11}, {"text": "We made George work, now we had got him.  He did not want to work, of course; that goes without saying.  He had had a hard time in the City, so he explained.  Harris, who is callous in his nature, and not prone to pity, said:", "characters": 225, "sentences": 4}, {"text": "“Ah! and now you are going to have a hard time on the river for a change; change is good for everyone.  Out you get!”", "characters": 121, "sentences": 2}, {"text": "He could not in conscience—not even George’s conscience—object, though he did suggest that, perhaps, it would be better for him to stop in the boat, and get tea ready, while Harris and I towed, because getting tea was such a worrying work, and Harris and I looked tired.  The only reply we made to this, however, was to pass him over the tow-line, and he took it, and stepped out.", "characters": 386, "sentences": 3}, {"text": "[Picture: Dog wrapped in tow-line] There is something very strange and unaccountable about a tow-line.  You roll it up with as much patience and care as you would take to fold up a new pair of trousers, and five minutes afterwards, when you pick it up, it is one ghastly, soul-revolting tangle.", "characters": 294, "sentences": 3}, {"text": "That is my opinion of tow-lines in general.  Of course, there may be honourable exceptions; I do not say that there are not.  There may be tow-lines that are a credit to their profession—conscientious, respectable tow-lines—tow-lines that do not imagine they are crochet-work, and try to knit themselves up into antimacassars the instant they are left to themselves.  I say there _may_ be such tow-lines; I sincerely hope there are.  But I have not met with them.", "characters": 467, "sentences": 6}, {"text": "It is always the same, and the same sort of thing always goes on in connection with it.  The man on the bank, who is trying to disentangle it, thinks all the fault lies with the man who rolled it up; and when a man up the river thinks a thing, he says it.", "characters": 255, "sentences": 3}, {"text": "“What have you been trying to do with it, make a fishing-net of it? You’ve made a nice mess you have; why couldn’t you wind it up properly, you silly dummy?” he grunts from time to time as he struggles wildly with it, and lays it out flat on the tow-path, and runs round and round it, trying to find the end.", "characters": 316, "sentences": 2}, {"text": "On the other hand, the man who wound it up thinks the whole cause of the muddle rests with the man who is trying to unwind it.", "characters": 126, "sentences": 2}, {"text": "“It was all right when you took it!” he exclaims indignantly.  “Why don’t you think what you are doing?  You go about things in such a slap-dash style.  You’d get a scaffolding pole entangled _you_ would!”", "characters": 217, "sentences": 3}, {"text": "This really happened once to my own knowledge.  It was up by Boveney, one rather windy morning.  We were pulling down stream, and, as we came round the bend, we noticed a couple of men on the bank.  They were looking at each other with as bewildered and helplessly miserable expression as I have ever witnessed on any human countenance before or since, and they held a long tow-line between them.  It was clear that something had happened, so we eased up and asked them what was the matter.", "characters": 490, "sentences": 6}, {"text": "“Why, our boat’s gone off!” they replied in an indignant tone.  “We just got out to disentangle the tow-line, and when we looked round, it was gone!”", "characters": 159, "sentences": 2}, {"text": "And they seemed hurt at what they evidently regarded as a mean and ungrateful act on the part of the boat.", "characters": 106, "sentences": 2}, {"text": "We found the truant for them half a mile further down, held by some rushes, and we brought it back to them.  I bet they did not give that boat another chance for a week.", "characters": 169, "sentences": 3}, {"text": "I shall never forget the picture of those two men walking up and down the bank with a tow-line, looking for their boat.", "characters": 119, "sentences": 2}, {"text": "[Picture: Hat in the water] “Hi! stop a minute, will you?” he shouts cheerily.  “I’ve dropped my hat over-board.”", "characters": 123, "sentences": 3}, {"text": "After that he springs up, and dances about, and roars himself red in the face, and curses everything he knows.  And the small boys on the bank stop and jeer at him, and pitch stones at him as he is pulled along past them, at the rate of four miles an hour, and can’t get out.", "characters": 277, "sentences": 3}, {"text": "Much of this sort of trouble would be saved if those who are towing would keep remembering that they are towing, and give a pretty frequent look round to see how their man is getting on.  It is best to let one person tow.  When two are doing it, they get chattering, and forget, and the boat itself, offering, as it does, but little resistance, is of no real service in reminding them of the fact.", "characters": 397, "sentences": 4}, {"text": "As an example of how utterly oblivious a pair of towers can be to their work, George told us, later on in the evening, when we were discussing the subject after supper, of a very curious instance.", "characters": 196, "sentences": 2}, {"text": "George was about to call out and wake them up, but, at that moment, a bright idea flashed across him, and he didn’t.  He got the hitcher instead, and reached over, and drew in the end of the tow-line; and they made a loop in it, and put it over their mast, and then they tidied up the sculls, and went and sat down in the stern, and lit their pipes.", "characters": 351, "sentences": 3}, {"text": "George said he never saw so much thoughtful sadness concentrated into one glance before, as when, at the lock, that young couple grasped the idea that, for the last two miles, they had been towing the wrong boat. George fancied that, if it had not been for the restraining influence of the sweet woman at his side, the young man might have given way to violent language.", "characters": 370, "sentences": 3}, {"text": "The maiden was the first to recover from her surprise, and, when she did, she clasped her hands, and said, wildly:", "characters": 114, "sentences": 1}, {"text": "This seemed to sort of lighten the boat, and it went on much easier, the small boy shouting at the top of his voice, and urging his steed into a gallop.  The fellows sat up and stared at one another.  It was some seconds before they realised what had happened to them, but, when they did, they began to shout lustily for the boy to stop.  He, however, was too much occupied with the horse to hear them, and we watched them, flying after him, until the distance hid them from view.", "characters": 480, "sentences": 5}, {"text": "[Picture: Lady pinning up frock] They pull on pretty steadily for a bit, after this, and then it all at once occurs to one of them that she will pin up her frock, and they ease up for the purpose, and the boat runs aground.", "characters": 223, "sentences": 2}, {"text": "“Go back, Emily, and see what it is they want,” says one; and Emily comes back, and asks what it is.", "characters": 104, "sentences": 2}, {"text": "You find the shawl, and hand it out, and by this time another one has come back and thinks she will have hers too, and they take Mary’s on chance, and Mary does not want it, so they bring it back and have a pocket-comb instead.  It is about twenty minutes before they get off again, and, at the next corner, they see a cow, and you have to leave the boat to chivy the cow out of their way.", "characters": 391, "sentences": 3}, {"text": "“Oh, it’s all right!” I said.  “We’ll be through the next lock before seven, and then there is only one more;” and I settled down and pulled steadily away.", "characters": 167, "sentences": 3}, {"text": "We passed the bridge, and soon after that I asked if she saw the lock. She said no, she did not see any lock; and I said, “Oh!” and pulled on. Another five minutes went by, and then I asked her to look again.", "characters": 212, "sentences": 4}, {"text": "“You—you are sure you know a lock, when you do see one?” I asked hesitatingly, not wishing to offend her.", "characters": 111, "sentences": 2}, {"text": "The question did offend her, however, and she suggested that I had better look for myself; so I laid down the sculls, and took a view.  The river stretched out straight before us in the twilight for about a mile; not a ghost of a lock was to be seen.", "characters": 250, "sentences": 3}, {"text": "I did not see how that was possible; though, as I suggested, we might have somehow got into the weir stream, and be making for the falls.", "characters": 137, "sentences": 2}, {"text": "This idea did not comfort her in the least, and she began to cry.  She said we should both be drowned, and that it was a judgment on her for coming out with me.", "characters": 160, "sentences": 3}, {"text": "It seemed an excessive punishment, I thought; but my cousin thought not, and hoped it would all soon be over.", "characters": 109, "sentences": 2}, {"text": "I tried to reassure her, and to make light of the whole affair.  I said that the fact evidently was that I was not rowing as fast as I fancied I was, but that we should soon reach the lock now; and I pulled on for another mile.", "characters": 227, "sentences": 3}, {"text": "Then I began to get nervous myself.  I looked again at the map.  There was Wallingford lock, clearly marked, a mile and a half below Benson’s. It was a good, reliable map; and, besides, I recollected the lock myself. I had been through it twice.  Where were we?  What had happened to us?  I began to think it must be all a dream, and that I was really asleep in bed, and should wake up in a minute, and be told it was past ten.", "characters": 429, "sentences": 7}, {"text": "I asked my cousin if she thought it could be a dream, and she replied that she was just about to ask me the same question; and then we both wondered if we were both asleep, and if so, who was the real one that was dreaming, and who was the one that was only a dream; it got quite interesting.", "characters": 292, "sentences": 2}, {"text": "It contained a party of provincial ’Arrys and ’Arriets, out for a moonlight sail.  (There was not any moon, but that was not their fault.) I never saw more attractive, lovable people in all my life.  I hailed them, and asked if they could tell me the way to Wallingford lock; and I explained that I had been looking for it for the last two hours.", "characters": 350, "sentences": 5}, {"text": "“Wallingford lock!” they answered.  “Lor’ love you, sir, that’s been done away with for over a year.  There ain’t no Wallingford lock now, sir. You’re close to Cleeve now.  Blow me tight if ’ere ain’t a gentleman been looking for Wallingford lock, Bill!”", "characters": 274, "sentences": 5}, {"text": "I had never thought of that.  I wanted to fall upon all their necks and bless them; but the stream was running too strong just there to allow of this, so I had to content myself with mere cold-sounding words of gratitude.", "characters": 221, "sentences": 3}, {"text": "We thanked them over and over again, and we said it was a lovely night, and we wished them a pleasant trip, and, I think, I invited them all to come and spend a week with me, and my cousin said her mother would be so pleased to see them.  And we sang the soldiers’ chorus out of _Faust_, and got home in time for supper, after all.", "characters": 333, "sentences": 3}, {"text": "Our first night.—Under canvas.—An appeal for help.—Contrariness of tea-kettles, how to overcome.—Supper.—How to feel virtuous.—Wanted! a comfortably-appointed, well-drained desert island, neighbourhood of South Pacific Ocean preferred.—Funny thing that happened to George’s father.—a restless night.", "characters": 317, "sentences": 10}, {"text": "Harris and I began to think that Bell Weir lock must have been done away with after the same manner.  George had towed us up to Staines, and we had taken the boat from there, and it seemed that we were dragging fifty tons after us, and were walking forty miles.  It was half-past seven when we were through, and we all got in, and sculled up close to the left bank, looking out for a spot to haul up in.", "characters": 403, "sentences": 4}, {"text": "Then we thought we were going to have supper (we had dispensed with tea, so as to save time), but George said no; that we had better get the canvas up first, before it got quite dark, and while we could see what we were doing.  Then, he said, all our work would be done, and we could sit down to eat with an easy mind.", "characters": 318, "sentences": 3}, {"text": "That canvas wanted more putting up than I think any of us had bargained for.  It looked so simple in the abstract.  You took five iron arches, like gigantic croquet hoops, and fitted them up over the boat, and then stretched the canvas over them, and fastened it down: it would take quite ten minutes, we thought.", "characters": 313, "sentences": 4}, {"text": "But they would not come out, until two of us had gone and struggled with them for five minutes, when they would jump up suddenly, and try and throw us into the water and drown us.  They had hinges in the middle, and, when we were not looking, they nipped us with these hinges in delicate parts of the body; and, while we were wrestling with one side of the hoop, and endeavouring to persuade it to do its duty, the other side would come behind us in a cowardly manner, and hit us over the head.", "characters": 494, "sentences": 3}, {"text": "We got them fixed at last, and then all that was to be done was to arrange the covering over them.  George unrolled it, and fastened one end over the nose of the boat.  Harris stood in the middle to take it from George and roll it on to me, and I kept by the stern to receive it.  It was a long time coming down to me.  George did his part all right, but it was new work to Harris, and he bungled it.", "characters": 400, "sentences": 6}, {"text": "[Picture: Watching and waiting] I knew nothing about all this at the time.  I did not understand the business at all myself.  I had been told to stand where I was, and wait till the canvas came to me, and Montmorency and I stood there and waited, both as good as gold.  We could see the canvas being violently jerked and tossed about, pretty considerably; but we supposed this was part of the method, and did not interfere.", "characters": 423, "sentences": 5}, {"text": "We also heard much smothered language coming from underneath it, and we guessed that they were finding the job rather troublesome, and concluded that we would wait until things had got a little simpler before we joined in.", "characters": 222, "sentences": 2}, {"text": "We waited some time, but matters seemed to get only more and more involved, until, at last, George’s head came wriggling out over the side of the boat, and spoke up.", "characters": 167, "sentences": 2}, {"text": "“Give us a hand here, can’t you, you cuckoo; standing there like a stuffed mummy, when you see we are both being suffocated, you dummy!”", "characters": 142, "sentences": 1}, {"text": "I never could withstand an appeal for help, so I went and undid them; not before it was time, either, for Harris was nearly black in the face.", "characters": 142, "sentences": 2}, {"text": "It took us half an hour’s hard labour, after that, before it was properly up, and then we cleared the decks, and got out supper.  We put the kettle on to boil, up in the nose of the boat, and went down to the stern and pretended to take no notice of it, but set to work to get the other things out.", "characters": 300, "sentences": 3}, {"text": "That is the only way to get a kettle to boil up the river.  If it sees that you are waiting for it and are anxious, it will never even sing. You have to go away and begin your meal, as if you were not going to have any tea at all.  You must not even look round at it.  Then you will soon hear it sputtering away, mad to be made into tea.", "characters": 337, "sentences": 6}, {"text": "It is a good plan, too, if you are in a great hurry, to talk very loudly to each other about how you don’t need any tea, and are not going to have any.  You get near the kettle, so that it can overhear you, and then you shout out, “I don’t want any tea; do you, George?” to which George shouts back, “Oh, no, I don’t like tea; we’ll have lemonade instead—tea’s so indigestible.”  Upon which the kettle boils over, and puts the stove out.", "characters": 457, "sentences": 4}, {"text": "We adopted this harmless bit of trickery, and the result was that, by the time everything else was ready, the tea was waiting.  Then we lit the lantern, and squatted down to supper.", "characters": 181, "sentences": 3}, {"text": "For five-and-thirty minutes not a sound was heard throughout the length and breadth of that boat, save the clank of cutlery and crockery, and the steady grinding of four sets of molars.  At the end of five-and-thirty minutes, Harris said, “Ah!” and took his left leg out from under him and put his right one there instead.", "characters": 326, "sentences": 3}, {"text": "Five minutes afterwards, George said, “Ah!” too, and threw his plate out on the bank; and, three minutes later than that, Montmorency gave the first sign of contentment he had exhibited since we had started, and rolled over on his side, and spread his legs out; and then I said, “Ah!” and bent my head back, and bumped it against one of the hoops, but I did not mind it.  I did not even swear.", "characters": 401, "sentences": 3}, {"text": "How good one feels when one is full—how satisfied with ourselves and with the world!  People who have tried it, tell me that a clear conscience makes you very happy and contented; but a full stomach does the business quite as well, and is cheaper, and more easily obtained.  One feels so forgiving and generous after a substantial and well-digested meal—so noble-minded, so kindly-hearted.", "characters": 393, "sentences": 3}, {"text": "We are but the veriest, sorriest slaves of our stomach.  Reach not after morality and righteousness, my friends; watch vigilantly your stomach, and diet it with care and judgment.  Then virtue and contentment will come and reign within your heart, unsought by any effort of your own; and you will be a good citizen, a loving husband, and a tender father—a noble, pious man.", "characters": 375, "sentences": 4}, {"text": "Before our supper, Harris and George and I were quarrelsome and snappy and ill-tempered; after our supper, we sat and beamed on one another, and we beamed upon the dog, too.  We loved each other, we loved everybody. Harris, in moving about, trod on George’s corn.  Had this happened before supper, George would have expressed wishes and desires concerning Harris’s fate in this world and the next that would have made a thoughtful man shudder.", "characters": 447, "sentences": 5}, {"text": "And Harris, instead of merely observing, in his most unpleasant tones, that a fellow could hardly help treading on some bit of George’s foot, if he had to move about at all within ten yards of where George was sitting, suggesting that George never ought to come into an ordinary sized boat with feet that length, and advising him to hang them over the side, as he would have done before supper, now said: “Oh, I’m so sorry, old chap; I hope I haven’t hurt you.”", "characters": 471, "sentences": 2}, {"text": "[Picture: Smoking pipes] And George said: “Not at all;” that it was his fault; and Harris said no, it was his.", "characters": 114, "sentences": 2}, {"text": "George said why could not we be always like this—away from the world, with its sin and temptation, leading sober, peaceful lives, and doing good.  I said it was the sort of thing I had often longed for myself; and we discussed the possibility of our going away, we four, to some handy, well-fitted desert island, and living there in the woods.", "characters": 345, "sentences": 3}, {"text": "Harris said that the danger about desert islands, as far as he had heard, was that they were so damp: but George said no, not if properly drained.", "characters": 146, "sentences": 2}, {"text": "And then we got on to drains, and that put George in mind of a very funny thing that happened to his father once.  He said his father was travelling with another fellow through Wales, and, one night, they stopped at a little inn, where there were some other fellows, and they joined the other fellows, and spent the evening with them.", "characters": 334, "sentences": 3}, {"text": "“Why, there’s a man in my bed,” said George’s father; “here’s his feet on my pillow.”", "characters": 99, "sentences": 2}, {"text": "“Well, it’s an extraordinary thing, Tom,” answered the other; “but I’m blest if there isn’t a man in my bed, too!”", "characters": 128, "sentences": 1}, {"text": "There was a brief struggle, followed by two heavy bumps on the floor, and then a rather doleful voice said:", "characters": 107, "sentences": 1}, {"text": "“Why it’s so curious,” murmured Harris, “but precisely that very same thing happened to _my_ father once at a country inn.  I’ve often heard him tell the tale.  I thought it might have been the same inn.”", "characters": 216, "sentences": 4}, {"text": "The boat seemed stuffy, and my head ached; so I thought I would step out into the cool night-air.  I slipped on what clothes I could find about—some of my own, and some of George’s and Harris’s—and crept under the canvas on to the bank.", "characters": 244, "sentences": 3}, {"text": "It was a glorious night.  The moon had sunk, and left the quiet earth alone with the stars.  It seemed as if, in the silence and the hush, while we her children slept, they were talking with her, their sister—conversing of mighty mysteries in voices too vast and deep for childish human ears to catch the sound.", "characters": 313, "sentences": 4}, {"text": "They awe us, these strange stars, so cold, so clear.  We are as children whose small feet have strayed into some dim-lit temple of the god they have been taught to worship but know not; and, standing where the echoing dome spans the long vista of the shadowy light, glance up, half hoping, half afraid to see some awful vision hovering there.", "characters": 342, "sentences": 3}, {"text": "Only those who have worn the crown of suffering can look upon that wondrous light; and they, when they return, may not speak of it, or tell the mystery they know.", "characters": 162, "sentences": 2}, {"text": "Once upon a time, through a strange country, there rode some goodly knights, and their path lay by a deep wood, where tangled briars grew very thick and strong, and tore the flesh of them that lost their way therein.  And the leaves of the trees that grew in the wood were very dark and thick, so that no ray of light came through the branches to lighten the gloom and sadness.", "characters": 377, "sentences": 3}, {"text": "And, as they passed by that dark wood, one knight of those that rode, missing his comrades, wandered far away, and returned to them no more; and they, sorely grieving, rode on without him, mourning him as one dead.", "characters": 214, "sentences": 2}, {"text": "Now, when they reached the fair castle towards which they had been journeying, they stayed there many days, and made merry; and one night, as they sat in cheerful ease around the logs that burned in the great hall, and drank a loving measure, there came the comrade they had lost, and greeted them.  His clothes were ragged, like a beggar’s, and many sad wounds were on his sweet flesh, but upon his face there shone a great radiance of deep joy.", "characters": 448, "sentences": 3}, {"text": "And they questioned him, asking him what had befallen him: and he told them how in the dark wood he had lost his way, and had wandered many days and nights, till, torn and bleeding, he had lain him down to die.", "characters": 210, "sentences": 2}, {"text": "And the vision faded, and the knight, kneeling upon the ground, thanked the good saint who into that sad wood had strayed his steps, so he had seen the vision that lay there hid.", "characters": 178, "sentences": 2}, {"text": "And the name of the dark forest was Sorrow; but of the vision that the good knight saw therein we may not speak nor tell.", "characters": 121, "sentences": 2}, {"text": "How George, once upon a time, got up early in the morning.—George, Harris, and Montmorency do not like the look of the cold water.—Heroism and determination on the part of J.—George and his shirt: story with a moral.—Harris as cook.—Historical retrospect, specially inserted for the use of schools.", "characters": 308, "sentences": 7}, {"text": "George said that the same kind of thing, only worse, had happened to him some eighteen months ago, when he was lodging by himself in the house of a certain Mrs. Gippings.  He said his watch went wrong one evening, and stopped at a quarter-past eight.  He did not know this at the time because, for some reason or other, he forgot to wind it up when he went to bed (an unusual occurrence with him), and hung it up over his pillow without ever looking at the thing.", "characters": 463, "sentences": 5}, {"text": "It was in the winter when this happened, very near the shortest day, and a week of fog into the bargain, so the fact that it was still very dark when George woke in the morning was no guide to him as to the time.  He reached up, and hauled down his watch.  It was a quarter-past eight.", "characters": 285, "sentences": 4}, {"text": "“Angels and ministers of grace defend us!” exclaimed George; “and here have I got to be in the City by nine.  Why didn’t somebody call me?  Oh, this is a shame!”  And he flung the watch down, and sprang out of bed, and had a cold bath, and washed himself, and dressed himself, and shaved himself in cold water because there was not time to wait for the hot, and then rushed and had another look at the watch.", "characters": 418, "sentences": 3}, {"text": "Whether the shaking it had received in being thrown down on the bed had started it, or how it was, George could not say, but certain it was that from a quarter-past eight it had begun to go, and now pointed to twenty minutes to nine.", "characters": 233, "sentences": 2}, {"text": "He ran hard for a quarter of a mile, and at the end of that distance it began to be borne in upon him as a strange and curious thing that there were so few people about, and that there were no shops open.  It was certainly a very dark and foggy morning, but still it seemed an unusual course to stop all business on that account.  _He_ had to go to business: why should other people stop in bed merely because it was dark and foggy!", "characters": 432, "sentences": 3}, {"text": "At length he reached Holborn.  Not a shutter was down! not a bus was about!  There were three men in sight, one of whom was a policeman; a market-cart full of cabbages, and a dilapidated looking cab.  George pulled out his watch and looked at it: it was five minutes to nine!  He stood still and counted his pulse.  He stooped down and felt his legs. Then, with his watch still in his hand, he went up to the policeman, and asked him if he knew what the time was.", "characters": 463, "sentences": 6}, {"text": "[Picture: George and the policeman] “What’s the time?” said the man, eyeing George up and down with evident suspicion; “why, if you listen you will hear it strike.”", "characters": 174, "sentences": 2}, {"text": "“Oh! that’s where it is, is it?” replied the man; “well, you take my advice and go there quietly, and take that watch of yours with you; and don’t let’s have any more of it.”", "characters": 188, "sentences": 2}, {"text": "At first, when he got in, he determined to undress and go to bed again; but when he thought of the redressing and re-washing, and the having of another bath, he determined he would not, but would sit up and go to sleep in the easy-chair.", "characters": 237, "sentences": 2}, {"text": "But he could not get to sleep: he never felt more wakeful in his life; so he lit the lamp and got out the chess-board, and played himself a game of chess.  But even that did not enliven him: it seemed slow somehow; so he gave chess up and tried to read.  He did not seem able to take any sort of interest in reading either, so he put on his coat again and went out for a walk.", "characters": 376, "sentences": 4}, {"text": "It was horribly lonesome and dismal, and all the policemen he met regarded him with undisguised suspicion, and turned their lanterns on him and followed him about, and this had such an effect upon him at last that he began to feel as if he really had done something, and he got to slinking down the by-streets and hiding in dark doorways when he heard the regulation flip-flop approaching.", "characters": 389, "sentences": 2}, {"text": "He was in a morbidly nervous state by this time, and he pictured the trial, and his trying to explain the circumstances to the jury, and nobody believing him, and his being sentenced to twenty years’ penal servitude, and his mother dying of a broken heart.  So he gave up trying to get breakfast, and wrapped himself up in his overcoat and sat in the easy-chair till Mrs. G came down at half-past seven.", "characters": 405, "sentences": 4}, {"text": "Then we pulled up the canvas, and all four of us poked our heads out over the off-side, and looked down at the water and shivered.  The idea, overnight, had been that we should get up early in the morning, fling off our rugs and shawls, and, throwing back the canvas, spring into the river with a joyous shout, and revel in a long delicious swim.  Somehow, now the morning had come, the notion seemed less tempting.  The water looked damp and chilly: the wind felt cold.", "characters": 470, "sentences": 5}, {"text": "There was no rush for precedence.  George settled the matter so far as he was concerned by retiring into the boat and pulling on his socks. Montmorency gave vent to an involuntary howl, as if merely thinking of the thing had given him the horrors; and Harris said it would be so difficult to get into the boat again, and went back and sorted out his trousers.", "characters": 359, "sentences": 4}, {"text": "I did not altogether like to give in, though I did not relish the plunge. There might be snags about, or weeds, I thought.  I meant to compromise matters by going down to the edge and just throwing the water over myself; so I took a towel and crept out on the bank and wormed my way along on to the branch of a tree that dipped down into the water.", "characters": 348, "sentences": 4}, {"text": "[Picture: In the Thames] It was bitterly cold.  The wind cut like a knife.  I thought I would not throw the water over myself after all.  I would go back into the boat and dress; and I turned to do so; and, as I turned, the silly branch gave way, and I and the towel went in together with a tremendous splash, and I was out mid-stream with a gallon of Thames water inside me before I knew what had happened.", "characters": 407, "sentences": 5}, {"text": "“By Jove! old J.’s gone in,” I heard Harris say, as I came blowing to the surface.  “I didn’t think he’d have the pluck to do it.  Did you?”", "characters": 154, "sentences": 4}, {"text": "“Lovely,” I spluttered back.  “You are duffers not to come in.  I wouldn’t have missed this for worlds.  Why won’t you try it?  It only wants a little determination.”", "characters": 178, "sentences": 5}, {"text": "I could not answer him at all for a while, I was laughing so, but, at last, between my peals I managed to jerk out:", "characters": 115, "sentences": 1}, {"text": "“What!” he yelled, springing up.  “You silly cuckoo!  Why can’t you be more careful what you’re doing?  Why the deuce don’t you go and dress on the bank?  You’re not fit to be in a boat, you’re not.  Gimme the hitcher.”", "characters": 237, "sentences": 4}, {"text": "I tried to make him see the fun of the thing, but he could not.  George is very dense at seeing a joke sometimes.", "characters": 113, "sentences": 3}, {"text": "Harris proposed that we should have scrambled eggs for breakfast.  He said he would cook them.  It seemed, from his account, that he was very good at doing scrambled eggs.  He often did them at picnics and when out on yachts.  He was quite famous for them.  People who had once tasted his scrambled eggs, so we gathered from his conversation, never cared for any other food afterwards, but pined away and died when they could not get them.", "characters": 439, "sentences": 7}, {"text": "It made our mouths water to hear him talk about the things, and we handed him out the stove and the frying-pan and all the eggs that had not smashed and gone over everything in the hamper, and begged him to begin.", "characters": 213, "sentences": 2}, {"text": "He had some trouble in breaking the eggs—or rather not so much trouble in breaking them exactly as in getting them into the frying-pan when broken, and keeping them off his trousers, and preventing them from running up his sleeve; but he fixed some half-a-dozen into the pan at last, and then squatted down by the side of the stove and chivied them about with a fork.", "characters": 369, "sentences": 2}, {"text": "It seemed harassing work, so far as George and I could judge.  Whenever he went near the pan he burned himself, and then he would drop everything and dance round the stove, flicking his fingers about and cursing the things.  Indeed, every time George and I looked round at him he was sure to be performing this feat.  We thought at first that it was a necessary part of the culinary arrangements.", "characters": 396, "sentences": 5}, {"text": "We did not know what scrambled eggs were, and we fancied that it must be some Red Indian or Sandwich Islands sort of dish that required dances and incantations for its proper cooking.  Montmorency went and put his nose over it once, and the fat spluttered up and scalded him, and then _he_ began dancing and cursing.  Altogether it was one of the most interesting and exciting operations I have ever witnessed.  George and I were both quite sorry when it was over.", "characters": 464, "sentences": 5}, {"text": "The result was not altogether the success that Harris had anticipated. There seemed so little to show for the business.  Six eggs had gone into the frying-pan, and all that came out was a teaspoonful of burnt and unappetizing looking mess.", "characters": 239, "sentences": 4}, {"text": "Harris said it was the fault of the frying-pan, and thought it would have gone better if we had had a fish-kettle and a gas-stove; and we decided not to attempt the dish again until we had those aids to housekeeping by us.", "characters": 222, "sentences": 2}, {"text": "It is a fine summer morning—sunny, soft, and still.  But through the air there runs a thrill of coming stir.  King John has slept at Duncroft Hall, and all the day before the little town of Staines has echoed to the clang of armed men, and the clatter of great horses over its rough stones, and the shouts of captains, and the grim oaths and surly jests of bearded bowmen, billmen, pikemen, and strange-speaking foreign spearmen.", "characters": 431, "sentences": 4}, {"text": "And so, with sentinel in each dark street, and twinkling watch-fires on each height around, the night has worn away, and over this fair valley of old Thame has broken the morning of the great day that is to close so big with the fate of ages yet unborn.", "characters": 253, "sentences": 2}, {"text": "Ever since grey dawn, in the lower of the two islands, just above where we are standing, there has been great clamour, and the sound of many workmen.  The great pavilion brought there yester eve is being raised, and carpenters are busy nailing tiers of seats, while ’prentices from London town are there with many-coloured stuffs and silks and cloth of gold and silver.", "characters": 371, "sentences": 3}, {"text": "And now, lo! down upon the road that winds along the river’s bank from Staines there come towards us, laughing and talking together in deep guttural bass, a half-a-score of stalwart halbert-men—Barons’ men, these—and halt at a hundred yards or so above us, on the other bank, and lean upon their arms, and wait.", "characters": 319, "sentences": 2}, {"text": "And up the slope of Cooper’s Hill, just opposite, are gathered the wondering rustics and curious townsfolk, who have run from Staines, and none are quite sure what the bustle is about, but each one has a different version of the great event that they have come to see; and some say that much good to all the people will come from this day’s work; but the old men shake their heads, for they have heard such tales before.", "characters": 424, "sentences": 2}, {"text": "And all the river down to Staines is dotted with small craft and boats and tiny coracles—which last are growing out of favour now, and are used only by the poorer folk.  Over the rapids, where in after years trim Bell Weir lock will stand, they have been forced or dragged by their sturdy rowers, and now are crowding up as near as they dare come to the great covered barges, which lie in readiness to bear King John to where the fateful Charter waits his signing.", "characters": 466, "sentences": 3}, {"text": "It is noon, and we and all the people have been waiting patient for many an hour, and the rumour has run round that slippery John has again escaped from the Barons’ grasp, and has stolen away from Duncroft Hall with his mercenaries at his heels, and will soon be doing other work than signing charters for his people’s liberty.", "characters": 331, "sentences": 2}, {"text": "Not so!  This time the grip upon him has been one of iron, and he has slid and wriggled in vain.  Far down the road a little cloud of dust has risen, and draws nearer and grows larger, and the pattering of many hoofs grows louder, and in and out between the scattered groups of drawn-up men, there pushes on its way a brilliant cavalcade of gay-dressed lords and knights.  And front and rear, and either flank, there ride the yeomen of the Barons, and in the midst King John.", "characters": 475, "sentences": 4}, {"text": "He rides to where the barges lie in readiness, and the great Barons step forth from their ranks to meet him.  He greets them with a smile and laugh, and pleasant honeyed words, as though it were some feast in his honour to which he had been invited.  But as he rises to dismount, he casts one hurried glance from his own French mercenaries drawn up in the rear to the grim ranks of the Barons’ men that hem him in.", "characters": 416, "sentences": 4}, {"text": "Is it too late?  One fierce blow at the unsuspecting horseman at his side, one cry to his French troops, one desperate charge upon the unready lines before him, and these rebellious Barons might rue the day they dared to thwart his plans!  A bolder hand might have turned the game even at that point.  Had it been a Richard there! the cup of liberty might have been dashed from England’s lips, and the taste of freedom held back for a hundred years.", "characters": 451, "sentences": 3}, {"text": "But the heart of King John sinks before the stern faces of the English fighting men, and the arm of King John drops back on to his rein, and he dismounts and takes his seat in the foremost barge.  And the Barons follow in, with each mailed hand upon the sword-hilt, and the word is given to let go.", "characters": 298, "sentences": 3}, {"text": "Slowly the heavy, bright-decked barges leave the shore of Runningmede. Slowly against the swift current they work their ponderous way, till, with a low grumble, they grate against the bank of the little island that from this day will bear the name of Magna Charta Island.  And King John has stepped upon the shore, and we wait in breathless silence till a great shout cleaves the air, and the great cornerstone in England’s temple of liberty has, now we know, been firmly laid.", "characters": 479, "sentences": 4}, {"text": "Henry VIII. and Anne Boleyn.—Disadvantages of living in same house with pair of lovers.—A trying time for the English nation.—A night search for the picturesque.—Homeless and houseless.—Harris prepares to die.—An angel comes along.—Effect of sudden joy on Harris.—A little supper.—Lunch.—High price for mustard.—A fearful battle.—Maidenhead.—Sailing.—Three fishers.—We are cursed.", "characters": 410, "sentences": 18}, {"text": "I was sitting on the bank, conjuring up this scene to myself, when George remarked that when I was quite rested, perhaps I would not mind helping to wash up; and, thus recalled from the days of the glorious past to the prosaic present, with all its misery and sin, I slid down into the boat and cleaned out the frying-pan with a stick of wood and a tuft of grass, polishing it up finally with George’s wet shirt.", "characters": 414, "sentences": 2}, {"text": "There are the ruins of an old priory in the grounds of Ankerwyke House, which is close to Picnic Point, and it was round about the grounds of this old priory that Henry VIII. is said to have waited for and met Anne Boleyn.  He also used to meet her at Hever Castle in Kent, and also somewhere near St. Albans.  It must have been difficult for the people of England in those days to have found a spot where these thoughtless young folk were _not_ spooning.", "characters": 455, "sentences": 6}, {"text": "John Edward says, “Oh!” he hadn’t noticed it; and Emily says that papa does not like the gas lit in the afternoon.", "characters": 120, "sentences": 2}, {"text": "You tell them one or two items of news, and give them your views and opinions on the Irish question; but this does not appear to interest them.  All they remark on any subject is, “Oh!”  “Is it?”  “Did he?” “Yes,” and “You don’t say so!”  And, after ten minutes of such style of conversation, you edge up to the door, and slip out, and are surprised to find that the door immediately closes behind you, and shuts itself, without your having touched it.", "characters": 474, "sentences": 3}, {"text": "Half an hour later, you think you will try a pipe in the conservatory. The only chair in the place is occupied by Emily; and John Edward, if the language of clothes can be relied upon, has evidently been sitting on the floor.  They do not speak, but they give you a look that says all that can be said in a civilised community; and you back out promptly and shut the door behind you.", "characters": 383, "sentences": 4}, {"text": "“Why don’t they have a special room for this sort of thing, and make people keep to it?” you mutter; and you rush back to the hall and get your umbrella and go out.", "characters": 170, "sentences": 2}, {"text": "Then those people would have gone away and said to themselves: “Oh! we’d better get out of here while this billing and cooing is on.  We’ll go down to Kent.”", "characters": 165, "sentences": 3}, {"text": "And they would go to Kent, and the first thing they would see in Kent, when they got there, would be Henry and Anne fooling round Hever Castle.", "characters": 143, "sentences": 2}, {"text": "“Oh, drat this!” they would have said.  “Here, let’s go away.  I can’t stand any more of it.  Let’s go to St. Albans—nice quiet place, St. Albans.”", "characters": 163, "sentences": 7}, {"text": "And when they reached St. Albans, there would be that wretched couple, kissing under the Abbey walls.  Then these folks would go and be pirates until the marriage was over.", "characters": 172, "sentences": 4}, {"text": "After you pass Old Windsor, the river is somewhat uninteresting, and does not become itself again until you are nearing Boveney.  George and I towed up past the Home Park, which stretches along the right bank from Albert to Victoria Bridge; and as we were passing Datchet, George asked me if I remembered our first trip up the river, and when we landed at Datchet at ten o’clock at night, and wanted to go to bed.", "characters": 415, "sentences": 3}, {"text": "It was the Saturday before the August Bank Holiday.  We were tired and hungry, we same three, and when we got to Datchet we took out the hamper, the two bags, and the rugs and coats, and such like things, and started off to look for diggings.  We passed a very pretty little hotel, with clematis and creeper over the porch; but there was no honeysuckle about it, and, for some reason or other, I had got my mind fixed on honeysuckle, and I said:", "characters": 445, "sentences": 3}, {"text": "“Oh, don’t let’s go in there!  Let’s go on a bit further, and see if there isn’t one with honeysuckle over it.”", "characters": 123, "sentences": 2}, {"text": "So we went on till we came to another hotel.  That was a very nice hotel, too, and it had honey-suckle on it, round at the side; but Harris did not like the look of a man who was leaning against the front door.  He said he didn’t look a nice man at all, and he wore ugly boots: so we went on further.  We went a goodish way without coming across any more hotels, and then we met a man, and asked him to direct us to a few.", "characters": 424, "sentences": 5}, {"text": "“Why, you are coming away from them.  You must turn right round and go back, and then you will come to the Stag.”", "characters": 117, "sentences": 3}, {"text": "Harris replied that we did not want to go there—didn’t like the looks of a man who was stopping there—Harris did not like the colour of his hair, didn’t like his boots, either.", "characters": 184, "sentences": 2}, {"text": "“Well, I don’t know what you’ll do, I’m sure,” said our informant; “because they are the only two inns in the place.”", "characters": 131, "sentences": 2}, {"text": "Then George spoke up.  He said Harris and I could get an hotel built for us, if we liked, and have some people made to put in.  For his part, he was going back to the Stag.", "characters": 172, "sentences": 4}, {"text": "The greatest minds never realise their ideals in any matter; and Harris and I sighed over the hollowness of all earthly desires, and followed George.", "characters": 149, "sentences": 2}, {"text": "“Oh, well, never mind,” said George, “two will do.  Two of us can sleep in one bed, can’t we?” he continued, turning to Harris and me.", "characters": 144, "sentences": 3}, {"text": "“Very sorry, sir,” again repeated the landlord: “but we really haven’t got a bed vacant in the whole house.  In fact, we are putting two, and even three gentlemen in one bed, as it is.”", "characters": 195, "sentences": 3}, {"text": "“Oh, well, we can’t help it.  We must rough it.  You must give us a shake-down in the billiard-room.”", "characters": 107, "sentences": 4}, {"text": "“Very sorry, sir.  Three gentlemen sleeping on the billiard-table already, and two in the coffee-room.  Can’t possibly take you in to-night.”", "characters": 147, "sentences": 4}, {"text": "We picked up our things, and went over to the Manor House.  It was a pretty little place.  I said I thought I should like it better than the other house; and Harris said, “Oh, yes,” it would be all right, and we needn’t look at the man with the red hair; besides, the poor fellow couldn’t help having red hair.", "characters": 318, "sentences": 4}, {"text": "The people at the Manor House did not wait to hear us talk.  The landlady met us on the doorstep with the greeting that we were the fourteenth party she had turned away within the last hour and a half.  As for our meek suggestions of stables, billiard-room, or coal-cellars, she laughed them all to scorn: all these nooks had been snatched up long ago.", "characters": 352, "sentences": 4}, {"text": "“Well, if we didn’t mind roughing it—she did not recommend it, mind—but there was a little beershop half a mile down the Eton road—”", "characters": 144, "sentences": 1}, {"text": "We waited to hear no more; we caught up the hamper and the bags, and the coats and rugs, and parcels, and ran.  The distance seemed more like a mile than half a mile, but we reached the place at last, and rushed, panting, into the bar.", "characters": 235, "sentences": 3}, {"text": "The people at the beershop were rude.  They merely laughed at us.  There were only three beds in the whole house, and they had seven single gentlemen and two married couples sleeping there already.  A kind-hearted bargeman, however, who happened to be in the tap-room, thought we might try the grocer’s, next door to the Stag, and we went back.", "characters": 346, "sentences": 5}, {"text": "The grocer’s was full.  An old woman we met in the shop then kindly took us along with her for a quarter of a mile, to a lady friend of hers, who occasionally let rooms to gentlemen.", "characters": 184, "sentences": 3}, {"text": "This old woman walked very slowly, and we were twenty minutes getting to her lady friend’s.  She enlivened the journey by describing to us, as we trailed along, the various pains she had in her back.", "characters": 201, "sentences": 3}, {"text": "Her lady friend’s rooms were let.  From there we were recommended to No. 27.  No. 27 was full, and sent us to No. 32, and 32 was full.", "characters": 136, "sentences": 7}, {"text": "Then we went back into the high road, and Harris sat down on the hamper and said he would go no further.  He said it seemed a quiet spot, and he would like to die there.  He requested George and me to kiss his mother for him, and to tell all his relations that he forgave them and died happy.", "characters": 292, "sentences": 4}, {"text": "At that moment an angel came by in the disguise of a small boy (and I cannot think of any more effective disguise an angel could have assumed), with a can of beer in one hand, and in the other something at the end of a string, which he let down on to every flat stone he came across, and then pulled up again, this producing a peculiarly unattractive sound, suggestive of suffering.", "characters": 382, "sentences": 2}, {"text": "To return to our present trip: nothing exciting happened, and we tugged steadily on to a little below Monkey Island, where we drew up and lunched.  We tackled the cold beef for lunch, and then we found that we had forgotten to bring any mustard.  I don’t think I ever in my life, before or since, felt I wanted mustard as badly as I felt I wanted it then.  I don’t care for mustard as a rule, and it is very seldom that I take it at all, but I would have given worlds for it then.", "characters": 484, "sentences": 5}, {"text": "I don’t know how many worlds there may be in the universe, but anyone who had brought me a spoonful of mustard at that precise moment could have had them all.  I grow reckless like that when I want a thing and can’t get it.", "characters": 227, "sentences": 3}, {"text": "Harris said he would have given worlds for mustard too.  It would have been a good thing for anybody who had come up to that spot with a can of mustard, then: he would have been set up in worlds for the rest of his life.", "characters": 220, "sentences": 3}, {"text": "It cast a gloom over the boat, there being no mustard.  We ate our beef in silence.  Existence seemed hollow and uninteresting.  We thought of the happy days of childhood, and sighed.  We brightened up a bit, however, over the apple-tart, and, when George drew out a tin of pine-apple from the bottom of the hamper, and rolled it into the middle of the boat, we felt that life was worth living after all.", "characters": 404, "sentences": 6}, {"text": "We are very fond of pine-apple, all three of us.  We looked at the picture on the tin; we thought of the juice.  We smiled at one another, and Harris got a spoon ready.", "characters": 168, "sentences": 4}, {"text": "Then we looked for the knife to open the tin with.  We turned out everything in the hamper.  We turned out the bags.  We pulled up the boards at the bottom of the boat.  We took everything out on to the bank and shook it.  There was no tin-opener to be found.", "characters": 259, "sentences": 7}, {"text": "Then Harris tried to open the tin with a pocket-knife, and broke the knife and cut himself badly; and George tried a pair of scissors, and the scissors flew up, and nearly put his eye out.  While they were dressing their wounds, I tried to make a hole in the thing with the spiky end of the hitcher, and the hitcher slipped and jerked me out between the boat and the bank into two feet of muddy water, and the tin rolled over, uninjured, and broke a teacup.", "characters": 457, "sentences": 3}, {"text": "Then we all got mad.  We took that tin out on the bank, and Harris went up into a field and got a big sharp stone, and I went back into the boat and brought out the mast, and George held the tin and Harris held the sharp end of his stone against the top of it, and I took the mast and poised it high up in the air, and gathered up all my strength and brought it down.", "characters": 367, "sentences": 3}, {"text": "It was George’s straw hat that saved his life that day.  He keeps that hat now (what is left of it), and, of a winter’s evening, when the pipes are lit and the boys are telling stretchers about the dangers they have passed through, George brings it down and shows it round, and the stirring tale is told anew, with fresh exaggerations every time.", "characters": 350, "sentences": 3}, {"text": "After that, I took the tin off myself, and hammered at it with the mast till I was worn out and sick at heart, whereupon Harris took it in hand.", "characters": 144, "sentences": 2}, {"text": "[Picture: Flattened tin] We beat it out flat; we beat it back square; we battered it into every form known to geometry—but we could not make a hole in it.  Then George went at it, and knocked it into a shape, so strange, so weird, so unearthly in its wild hideousness, that he got frightened and threw away the mast.  Then we all three sat round it on the grass and looked at it.", "characters": 381, "sentences": 4}, {"text": "There was one great dent across the top that had the appearance of a mocking grin, and it drove us furious, so that Harris rushed at the thing, and caught it up, and flung it far into the middle of the river, and as it sank we hurled our curses at it, and we got into the boat and rowed away from the spot, and never paused till we reached Maidenhead.", "characters": 351, "sentences": 2}, {"text": "Maidenhead itself is too snobby to be pleasant.  It is the haunt of the river swell and his overdressed female companion.  It is the town of showy hotels, patronised chiefly by dudes and ballet girls.  It is the witch’s kitchen from which go forth those demons of the river—steam-launches.  The _London Journal_ duke always has his “little place” at Maidenhead; and the heroine of the three-volume novel always dines there when she goes out on the spree with somebody else’s husband.", "characters": 493, "sentences": 6}, {"text": "We went through Maidenhead quickly, and then eased up, and took leisurely that grand reach beyond Boulter’s and Cookham locks.  Clieveden Woods still wore their dainty dress of spring, and rose up, from the water’s edge, in one long harmony of blended shades of fairy green.  In its unbroken loveliness this is, perhaps, the sweetest stretch of all the river, and lingeringly we slowly drew our little boat away from its deep peace.", "characters": 436, "sentences": 4}, {"text": "When you forget to take the sail at all, then the wind is consistently in your favour both ways.  But there! this world is only a probation, and man was born to trouble as the sparks fly upward.", "characters": 194, "sentences": 3}, {"text": "This evening, however, they had evidently made a mistake, and had put the wind round at our back instead of in our face.  We kept very quiet about it, and got the sail up quickly before they found it out, and then we spread ourselves about the boat in thoughtful attitudes, and the sail bellied out, and strained, and grumbled at the mast, and the boat flew.", "characters": 358, "sentences": 3}, {"text": "We had the river to ourselves, except that, far in the distance, we could see a fishing-punt, moored in mid-stream, on which three fishermen sat; and we skimmed over the water, and passed the wooded banks, and no one spoke.", "characters": 223, "sentences": 2}, {"text": "We seemed like knights of some old legend, sailing across some mystic lake into the unknown realm of twilight, unto the great land of the sunset.", "characters": 145, "sentences": 2}, {"text": "We did not go into the realm of twilight; we went slap into that punt, where those three old men were fishing.  We did not know what had happened at first, because the sail shut out the view, but from the nature of the language that rose up upon the evening air, we gathered that we had come into the neighbourhood of human beings, and that they were vexed and discontented.", "characters": 374, "sentences": 3}, {"text": "Harris told them they ought to be grateful for a little excitement, sitting there fishing all day, and he also said that he was shocked and grieved to hear men their age give way to temper so.", "characters": 192, "sentences": 2}, {"text": "George said he would steer, after that.  He said a mind like mine ought not to be expected to give itself away in steering boats—better let a mere commonplace human being see after that boat, before we jolly well all got drowned; and he took the lines, and brought us up to Marlow.", "characters": 283, "sentences": 3}, {"text": "And at Marlow we left the boat by the bridge, and went and put up for the night at the “Crown.”", "characters": 99, "sentences": 2}, {"text": "Marlow.—Bisham Abbey.—The Medmenham Monks.—Montmorency thinks he will murder an old Tom cat.—But eventually decides that he will let it live.—Shameful conduct of a fox terrier at the Civil Service Stores.—Our departure from Marlow.—An imposing procession.—The steam launch, useful receipts for annoying and hindering it.—We decline to drink the river.—A peaceful dog.—Strange disappearance of Harris and a pie.", "characters": 432, "sentences": 13}, {"text": "The Cistercian monks, whose abbey stood there in the thirteenth century, wore no clothes but rough tunics and cowls, and ate no flesh, nor fish, nor eggs.  They lay upon straw, and they rose at midnight to mass.  They spent the day in labour, reading, and prayer; and over all their lives there fell a silence as of death, for no one spoke.", "characters": 340, "sentences": 4}, {"text": "A grim fraternity, passing grim lives in that sweet spot, that God had made so bright!  Strange that Nature’s voices all around them—the soft singing of the waters, the whisperings of the river grass, the music of the rushing wind—should not have taught them a truer meaning of life than this.  They listened there, through the long days, in silence, waiting for a voice from heaven; and all day long and through the solemn night it spoke to them in myriad tones, and they heard it not.", "characters": 492, "sentences": 3}, {"text": "From Medmenham to sweet Hambledon Lock the river is full of peaceful beauty, but, after it passes Greenlands, the rather uninteresting looking river residence of my newsagent—a quiet unassuming old gentleman, who may often be met with about these regions, during the summer months, sculling himself along in easy vigorous style, or chatting genially to some old lock-keeper, as he passes through—until well the other side of Henley, it is somewhat bare and dull.", "characters": 466, "sentences": 2}, {"text": "We got up tolerably early on the Monday morning at Marlow, and went for a bathe before breakfast; and, coming back, Montmorency made an awful ass of himself.  The only subject on which Montmorency and I have any serious difference of opinion is cats.  I like cats; Montmorency does not.", "characters": 286, "sentences": 4}, {"text": "[Picture: Cat] When I meet a cat, I say, “Poor Pussy!” and stop down and tickle the side of its head; and the cat sticks up its tail in a rigid, cast-iron manner, arches its back, and wipes its nose up against my trousers; and all is gentleness and peace.  When Montmorency meets a cat, the whole street knows about it; and there is enough bad language wasted in ten seconds to last an ordinarily respectable man all his life, with care.", "characters": 441, "sentences": 3}, {"text": "I do not blame the dog (contenting myself, as a rule, with merely clouting his head or throwing stones at him), because I take it that it is his nature.  Fox-terriers are born with about four times as much original sin in them as other dogs are, and it will take years and years of patient effort on the part of us Christians to bring about any appreciable reformation in the rowdiness of the fox-terrier nature.", "characters": 412, "sentences": 3}, {"text": "I remember being in the lobby of the Haymarket Stores one day, and all round about me were dogs, waiting for the return of their owners, who were shopping inside.  There were a mastiff, and one or two collies, and a St. Bernard, a few retrievers and Newfoundlands, a boar-hound, a French poodle, with plenty of hair round its head, but mangy about the middle; a bull-dog, a few Lowther Arcade sort of animals, about the size of rats, and a couple of Yorkshire tykes.", "characters": 466, "sentences": 4}, {"text": "There they sat, patient, good, and thoughtful.  A solemn peacefulness seemed to reign in that lobby.  An air of calmness and resignation—of gentle sadness pervaded the room.", "characters": 175, "sentences": 4}, {"text": "Then a sweet young lady entered, leading a meek-looking little fox-terrier, and left him, chained up there, between the bull-dog and the poodle.  He sat and looked about him for a minute.  Then he cast up his eyes to the ceiling, and seemed, judging from his expression, to be thinking of his mother.  Then he yawned.  Then he looked round at the other dogs, all silent, grave, and dignified.", "characters": 392, "sentences": 6}, {"text": "He looked at the bull-dog, sleeping dreamlessly on his right.  He looked at the poodle, erect and haughty, on his left.  Then, without a word of warning, without the shadow of a provocation, he bit that poodle’s near fore-leg, and a yelp of agony rang through the quiet shades of that lobby.", "characters": 293, "sentences": 4}, {"text": "Anyone who knows canine nature need hardly, be told that, by this time, all the other dogs in the place were fighting as if their hearths and homes depended on the fray.  The big dogs fought each other indiscriminately; and the little dogs fought among themselves, and filled up their spare time by biting the legs of the big dogs.", "characters": 331, "sentences": 3}, {"text": "The whole lobby was a perfect pandemonium, and the din was terrific.  A crowd assembled outside in the Haymarket, and asked if it was a vestry meeting; or, if not, who was being murdered, and why?  Men came with poles and ropes, and tried to separate the dogs, and the police were sent for.", "characters": 290, "sentences": 3}, {"text": "She said that the people at the Stores had no right to allow great savage things like those other dogs to be put with respectable people’s dogs, and that she had a great mind to summon somebody.", "characters": 196, "sentences": 2}, {"text": "Such is the nature of fox-terriers; and, therefore, I do not blame Montmorency for his tendency to row with cats; but he wished he had not given way to it that morning.", "characters": 168, "sentences": 2}, {"text": "We were, as I have said, returning from a dip, and half-way up the High Street a cat darted out from one of the houses in front of us, and began to trot across the road.  Montmorency gave a cry of joy—the cry of a stern warrior who sees his enemy given over to his hands—the sort of cry Cromwell might have uttered when the Scots came down the hill—and flew after his prey.", "characters": 379, "sentences": 3}, {"text": "His victim was a large black Tom.  I never saw a larger cat, nor a more disreputable-looking cat.  It had lost half its tail, one of its ears, and a fairly appreciable proportion of its nose.  It was a long, sinewy-looking animal.  It had a calm, contented air about it.", "characters": 270, "sentences": 6}, {"text": "Montmorency went for that poor cat at the rate of twenty miles an hour; but the cat did not hurry up—did not seem to have grasped the idea that its life was in danger.  It trotted quietly on until its would-be assassin was within a yard of it, and then it turned round and sat down in the middle of the road, and looked at Montmorency with a gentle, inquiring expression, that said:", "characters": 384, "sentences": 2}, {"text": "Montmorency does not lack pluck; but there was something about the look of that cat that might have chilled the heart of the boldest dog.  He stopped abruptly, and looked back at Tom.", "characters": 183, "sentences": 3}, {"text": "MONTMORENCY (_backing down the High Street_): “Oh, no—not at all—certainly—don’t you trouble.  I—I am afraid I’ve made a mistake.  I thought I knew you.  Sorry I disturbed you.”", "characters": 193, "sentences": 5}, {"text": "MONTMORENCY (_still backing_): “Not at all, thanks—not at all—very kind of you.  Good morning.”", "characters": 103, "sentences": 3}, {"text": "Then the cat rose, and continued his trot; and Montmorency, fitting what he calls his tail carefully into its groove, came back to us, and took up an unimportant position in the rear.", "characters": 183, "sentences": 2}, {"text": "To this day, if you say the word “Cats!” to Montmorency, he will visibly shrink and look up piteously at you, as if to say:", "characters": 127, "sentences": 1}, {"text": "We went to a good many shops, adopting this principle at each one; and the consequence was that, by the time we had finished, we had as fine a collection of boys with baskets following us around as heart could desire; and our final march down the middle of the High Street, to the river, must have been as imposing a spectacle as Marlow had seen for many a long day.", "characters": 366, "sentences": 2}, {"text": "[Picture: The bring of the provisions] On our informing him it was a double-sculling skiff, he seemed surprised.", "characters": 112, "sentences": 2}, {"text": "We had a good deal of trouble with steam launches that morning.  It was just before the Henley week, and they were going up in large numbers; some by themselves, some towing houseboats.  I do hate steam launches: I suppose every rowing man does.  I never see a steam launch but I feel I should like to lure it to a lonely part of the river, and there, in the silence and the solitude, strangle it.", "characters": 397, "sentences": 5}, {"text": "They used to _have_ to whistle for us to get out of their way.  If I may do so, without appearing boastful, I think I can honestly say that our one small boat, during that week, caused more annoyance and delay and aggravation to the steam launches that we came across than all the other craft on the river put together.", "characters": 319, "sentences": 3}, {"text": "“Steam launch, coming!” one of us would cry out, on sighting the enemy in the distance; and, in an instant, everything was got ready to receive her.  I would take the lines, and Harris and George would sit down beside me, all of us with our backs to the launch, and the boat would drift out quietly into mid-stream.", "characters": 319, "sentences": 3}, {"text": "On would come the launch, whistling, and on we would go, drifting.  At about a hundred yards off, she would start whistling like mad, and the people would come and lean over the side, and roar at us; but we never heard them!  Harris would be telling us an anecdote about his mother, and George and I would not have missed a word of it for worlds.", "characters": 346, "sentences": 3}, {"text": "Upon which we would get nervous and confused, and not know how to get the boat out of the way, and the people in the launch would crowd round and instruct us:", "characters": 158, "sentences": 1}, {"text": "“Pull your right—you, you idiot! back with your left.  No, not _you_—the other one—leave the lines alone, can’t you—now, both together.  NOT _that_ way.  Oh, you—!”", "characters": 180, "sentences": 4}, {"text": "Then they would lower a boat and come to our assistance; and, after quarter of an hour’s effort, would get us clean out of their way, so that they could go on; and we would thank them so much, and ask them to give us a tow.  But they never would.", "characters": 248, "sentences": 3}, {"text": "Another good way we discovered of irritating the aristocratic type of steam launch, was to mistake them for a beanfeast, and ask them if they were Messrs. Cubit’s lot or the Bermondsey Good Templars, and could they lend us a saucepan.", "characters": 236, "sentences": 3}, {"text": "We found ourselves short of water at Hambledon Lock; so we took our jar and went up to the lock-keeper’s house to beg for some.", "characters": 129, "sentences": 2}, {"text": "“Why, bless us, where’s your eyes?” was the man’s comment, as he twisted George round and pointed up and down the stream.  “There’s enough of it to see, ain’t there?”", "characters": 182, "sentences": 2}, {"text": "“No; but you can drink _some_ of it,” replied the old fellow.  “It’s what _I’ve_ drunk for the last fifteen years.”", "characters": 127, "sentences": 3}, {"text": "George told him that his appearance, after the course, did not seem a sufficiently good advertisement for the brand; and that he would prefer it out of a pump.", "characters": 159, "sentences": 2}, {"text": "We got some from a cottage a little higher up.  I daresay _that_ was only river water, if we had known.  But we did not know, so it was all right. What the eye does not see, the stomach does not get upset over.", "characters": 210, "sentences": 5}, {"text": "We had made the tea, and were just settling down comfortably to drink it, when George, with his cup half-way to his lips, paused and exclaimed:", "characters": 143, "sentences": 1}, {"text": "George said he didn’t want any tea, and emptied his cup into the water. Harris did not feel thirsty, either, and followed suit.  I had drunk half mine, but I wished I had not.", "characters": 177, "sentences": 4}, {"text": "He said: “Oh, no;” he thought I had a very good chance indeed of escaping it.  Anyhow, I should know in about a fortnight, whether I had or had not.", "characters": 152, "sentences": 3}, {"text": "We went up the backwater to Wargrave.  It is a short cut, leading out of the right-hand bank about half a mile above Marsh Lock, and is well worth taking, being a pretty, shady little piece of stream, besides saving nearly half a mile of distance.", "characters": 247, "sentences": 3}, {"text": "Half-way up the backwater, we got out and lunched; and it was during this lunch that George and I received rather a trying shock.", "characters": 129, "sentences": 2}, {"text": "Harris received a shock, too; but I do not think Harris’s shock could have been anything like so bad as the shock that George and I had over the business.", "characters": 156, "sentences": 2}, {"text": "You see, it was in this way: we were sitting in a meadow, about ten yards from the water’s edge, and we had just settled down comfortably to feed. Harris had the beefsteak pie between his knees, and was carving it, and George and I were waiting with our plates ready.", "characters": 269, "sentences": 3}, {"text": "The hamper was close behind us, and George and I both turned round to reach one out.  We were not five seconds getting it.  When we looked round again, Harris and the pie were gone!", "characters": 181, "sentences": 3}, {"text": "It was a wide, open field.  There was not a tree or a bit of hedge for hundreds of yards.  He could not have tumbled into the river, because we were on the water side of him, and he would have had to climb over us to do it.", "characters": 223, "sentences": 4}, {"text": "“I suppose the truth of the matter is,” suggested George, descending to the commonplace and practicable, “that there has been an earthquake.”", "characters": 149, "sentences": 2}, {"text": "And then he added, with a touch of sadness in his voice: “I wish he hadn’t been carving that pie.”", "characters": 104, "sentences": 2}, {"text": "With a sigh, we turned our eyes once more towards the spot where Harris and the pie had last been seen on earth; and there, as our blood froze in our veins and our hair stood up on end, we saw Harris’s head—and nothing but his head—sticking bolt upright among the tall grass, the face very red, and bearing upon it an expression of great indignation!", "characters": 356, "sentences": 1}, {"text": "“Speak!” he cried, “and tell us whether you are alive or dead—and where is the rest of you?”", "characters": 102, "sentences": 1}, {"text": "[Picture: Rescuing the pie] And out of the middle of the earth, as it seemed to us, rose the pie—very much mixed up and damaged; and, after it, scrambled Harris—tumbled, grubby, and wet.", "characters": 190, "sentences": 2}, {"text": "He had been sitting, without knowing it, on the very verge of a small gully, the long grass hiding it from view; and in leaning a little back he had shot over, pie and all.", "characters": 172, "sentences": 2}, {"text": "He said he had never felt so surprised in all his life, as when he first felt himself going, without being able to conjecture in the slightest what had happened.  He thought at first that the end of the world had come.", "characters": 218, "sentences": 3}, {"text": "Harris believes to this day that George and I planned it all beforehand. Thus does unjust suspicion follow even the most blameless for, as the poet says, “Who shall escape calumny?”", "characters": 185, "sentences": 2}, {"text": "Wargrave.—Waxworks.—Sonning.—Our stew.—Montmorency is     sarcastic.—Fight between Montmorency and the tea-kettle.—George’s     banjo studies.—Meet with discouragement.—Difficulties in the way of     the musical amateur.—Learning to play the bagpipes.—Harris feels sad     after supper.—George and I go for a walk.—Return hungry and     wet.—There is a strangeness about Harris.—Harris and the swans, a     remarkable story.—Harris has a troubled night.", "characters": 485, "sentences": 17}, {"text": "We caught a breeze, after lunch, which took us gently up past Wargrave and Shiplake.  Mellowed in the drowsy sunlight of a summer’s afternoon, Wargrave, nestling where the river bends, makes a sweet old picture as you pass it, and one that lingers long upon the retina of memory.", "characters": 281, "sentences": 3}, {"text": "The “George and Dragon” at Wargrave boasts a sign, painted on the one side by Leslie, R.A., and on the other by Hodgson of that ilk.  Leslie has depicted the fight; Hodgson has imagined the scene, “After the Fight”—George, the work done, enjoying his pint of beer.", "characters": 274, "sentences": 5}, {"text": "Day, the author of _Sandford and Merton_, lived and—more credit to the place still—was killed at Wargrave.  In the church is a memorial to Mrs. Sarah Hill, who bequeathed 1 pound annually, to be divided at Easter, between two boys and two girls who “have never been undutiful to their parents; who have never been known to swear or to tell untruths, to steal, or to break windows.”  Fancy giving up all that for five shillings a year!  It is not worth it.", "characters": 463, "sentences": 5}, {"text": "It is rumoured in the town that once, many years ago, a boy appeared who really never had done these things—or at all events, which was all that was required or could be expected, had never been known to do them—and thus won the crown of glory.  He was exhibited for three weeks afterwards in the Town Hall, under a glass case.", "characters": 331, "sentences": 3}, {"text": "What has become of the money since no one knows.  They say it is always handed over to the nearest wax-works show.", "characters": 114, "sentences": 3}, {"text": "Shiplake is a pretty village, but it cannot be seen from the river, being upon the hill.  Tennyson was married in Shiplake Church.", "characters": 130, "sentences": 3}, {"text": "The river up to Sonning winds in and out through many islands, and is very placid, hushed, and lonely.  Few folk, except at twilight, a pair or two of rustic lovers, walk along its banks.  ’Arry and Lord Fitznoodle have been left behind at Henley, and dismal, dirty Reading is not yet reached.  It is a part of the river in which to dream of bygone days, and vanished forms and faces, and things that might have been, but are not, confound them.", "characters": 447, "sentences": 5}, {"text": "So we scraped them, and that was harder work than peeling.  They are such an extraordinary shape, potatoes—all bumps and warts and hollows.  We worked steadily for five-and-twenty minutes, and did four potatoes.  Then we struck.  We said we should require the rest of the evening for scraping ourselves.", "characters": 305, "sentences": 6}, {"text": "I never saw such a thing as potato-scraping for making a fellow in a mess.  It seemed difficult to believe that the potato-scrapings in which Harris and I stood, half smothered, could have come off four potatoes. It shows you what can be done with economy and care.", "characters": 265, "sentences": 4}, {"text": "He said that was the advantage of Irish stew: you got rid of such a lot of things.  I fished out a couple of eggs that had got cracked, and put those in.  George said they would thicken the gravy.", "characters": 196, "sentences": 4}, {"text": "I forget the other ingredients, but I know nothing was wasted; and I remember that, towards the end, Montmorency, who had evinced great interest in the proceedings throughout, strolled away with an earnest and thoughtful air, reappearing, a few minutes afterwards, with a dead water-rat in his mouth, which he evidently wished to present as his contribution to the dinner; whether in a sarcastic spirit, or with a genuine desire to assist, I cannot say.", "characters": 453, "sentences": 2}, {"text": "We had a discussion as to whether the rat should go in or not.  Harris said that he thought it would be all right, mixed up with the other things, and that every little helped; but George stood up for precedent. He said he had never heard of water-rats in Irish stew, and he would rather be on the safe side, and not try experiments.", "characters": 333, "sentences": 4}, {"text": "“If you never try a new thing, how can you tell what it’s like?  It’s men such as you that hamper the world’s progress.  Think of the man who first tried German sausage!”", "characters": 180, "sentences": 2}, {"text": "It was a great success, that Irish stew.  I don’t think I ever enjoyed a meal more.  There was something so fresh and piquant about it.  One’s palate gets so tired of the old hackneyed things: here was a dish with a new flavour, with a taste like nothing else on earth.", "characters": 273, "sentences": 5}, {"text": "And it was nourishing, too.  As George said, there was good stuff in it. The peas and potatoes might have been a bit softer, but we all had good teeth, so that did not matter much: and as for the gravy, it was a poem—a little too rich, perhaps, for a weak stomach, but nutritious.", "characters": 282, "sentences": 4}, {"text": "We finished up with tea and cherry tart.  Montmorency had a fight with the kettle during tea-time, and came off a poor second.", "characters": 126, "sentences": 3}, {"text": "Throughout the trip, he had manifested great curiosity concerning the kettle.  He would sit and watch it, as it boiled, with a puzzled expression, and would try and rouse it every now and then by growling at it.  When it began to splutter and steam, he regarded it as a challenge, and would want to fight it, only, at that precise moment, some one would always dash up and bear off his prey before he could get at it.", "characters": 417, "sentences": 4}, {"text": "To-day he determined he would be beforehand.  At the first sound the kettle made, he rose, growling, and advanced towards it in a threatening attitude.  It was only a little kettle, but it was full of pluck, and it up and spit at him.", "characters": 234, "sentences": 4}, {"text": "[Picture: Montmorency and the kettle] “Ah! would ye!” growled Montmorency, showing his teeth; “I’ll teach ye to cheek a hard-working, respectable dog; ye miserable, long-nosed, dirty-looking scoundrel, ye. Come on!”", "characters": 225, "sentences": 2}, {"text": "Then, across the evening stillness, broke a blood-curdling yelp, and Montmorency left the boat, and did a constitutional three times round the island at the rate of thirty-five miles an hour, stopping every now and then to bury his nose in a bit of cool mud.", "characters": 258, "sentences": 2}, {"text": "From that day Montmorency regarded the kettle with a mixture of awe, suspicion, and hate.  Whenever he saw it he would growl and back at a rapid rate, with his tail shut down, and the moment it was put upon the stove he would promptly climb out of the boat, and sit on the bank, till the whole tea business was over.", "characters": 316, "sentences": 3}, {"text": "George got out his banjo after supper, and wanted to play it, but Harris objected: he said he had got a headache, and did not feel strong enough to stand it.  George thought the music might do him good—said music often soothed the nerves and took away a headache; and he twanged two or three notes, just to show Harris what it was like.", "characters": 338, "sentences": 3}, {"text": "George has never learned to play the banjo to this day.  He has had too much all-round discouragement to meet.  He tried on two or three evenings, while we were up the river, to get a little practice, but it was never a success.  Harris’s language used to be enough to unnerve any man; added to which, Montmorency would sit and howl steadily, right through the performance.  It was not giving the man a fair chance.", "characters": 417, "sentences": 6}, {"text": "“What’s he want to howl like that for when I’m playing?” George would exclaim indignantly, while taking aim at him with a boot.", "characters": 135, "sentences": 2}, {"text": "“What do you want to play like that for when he is howling?” Harris would retort, catching the boot.  “You let him alone.  He can’t help howling. He’s got a musical ear, and your playing _makes_ him howl.”", "characters": 217, "sentences": 5}, {"text": "So George determined to postpone study of the banjo until he reached home.  But he did not get much opportunity even there.  Mrs. P. used to come up and say she was very sorry—for herself, she liked to hear him—but the lady upstairs was in a very delicate state, and the doctor was afraid it might injure the child.", "characters": 319, "sentences": 6}, {"text": "Then George tried taking it out with him late at night, and practising round the square.  But the inhabitants complained to the police about it, and a watch was set for him one night, and he was captured.  The evidence against him was very clear, and he was bound over to keep the peace for six months.", "characters": 302, "sentences": 4}, {"text": "He seemed to lose heart in the business after that.  He did make one or two feeble efforts to take up the work again when the six months had elapsed, but there was always the same coldness—the same want of sympathy on the part of the world to fight against; and, after awhile, he despaired altogether, and advertised the instrument for sale at a great sacrifice—“owner having no further use for same”—and took to learning card tricks instead.", "characters": 452, "sentences": 3}, {"text": "It must be disheartening work learning a musical instrument.  You would think that Society, for its own sake, would do all it could to assist a man to acquire the art of playing a musical instrument.  But it doesn’t!", "characters": 218, "sentences": 3}, {"text": "I knew a young fellow once, who was studying to play the bagpipes, and you would be surprised at the amount of opposition he had to contend with.  Why, not even from the members of his own family did he receive what you could call active encouragement.  His father was dead against the business from the beginning, and spoke quite unfeelingly on the subject.", "characters": 358, "sentences": 4}, {"text": "My friend used to get up early in the morning to practise, but he had to give that plan up, because of his sister.  She was somewhat religiously inclined, and she said it seemed such an awful thing to begin the day like that.", "characters": 225, "sentences": 3}, {"text": "So they let him practise in the day-time, in the back-kitchen with all the doors shut; but his more successful passages could generally be heard in the sitting-room, in spite of these precautions, and would affect his mother almost to tears.", "characters": 241, "sentences": 2}, {"text": "She said it put her in mind of her poor father (he had been swallowed by a shark, poor man, while bathing off the coast of New Guinea—where the connection came in, she could not explain).", "characters": 189, "sentences": 2}, {"text": "There is, it must be confessed, something very sad about the early efforts of an amateur in bagpipes.  I have felt that myself when listening to my young friend.  They appear to be a trying instrument to perform upon.  You have to get enough breath for the whole tune before you start—at least, so I gathered from watching Jefferson.", "characters": 335, "sentences": 5}, {"text": "He would begin magnificently with a wild, full, come-to-the-battle sort of a note, that quite roused you.  But he would get more and more piano as he went on, and the last verse generally collapsed in the middle with a splutter and a hiss.", "characters": 239, "sentences": 3}, {"text": "Young Jefferson only learnt to play one tune on those bagpipes; but I never heard any complaints about the insufficiency of his repertoire—none whatever.  This tune was “The Campbells are Coming, Hooray—Hooray!” so he said, though his father always held that it was “The Blue Bells of Scotland.”  Nobody seemed quite sure what it was exactly, but they all agreed that it sounded Scotch.", "characters": 398, "sentences": 4}, {"text": "Harris was disagreeable after supper,—I think it must have been the stew that had upset him: he is not used to high living,—so George and I left him in the boat, and settled to go for a mouch round Henley.  He said he should have a glass of whisky and a pipe, and fix things up for the night.  We were to shout when we returned, and he would row over from the island and fetch us.", "characters": 384, "sentences": 4}, {"text": "Henley was getting ready for the regatta, and was full of bustle.  We met a goodish number of men we knew about the town, and in their pleasant company the time slipped by somewhat quickly; so that it was nearly eleven o’clock before we set off on our four-mile walk home—as we had learned to call our little craft by this time.", "characters": 332, "sentences": 3}, {"text": "It was a dismal night, coldish, with a thin rain falling; and as we trudged through the dark, silent fields, talking low to each other, and wondering if we were going right or not, we thought of the cosy boat, with the bright light streaming through the tight-drawn canvas; of Harris and Montmorency, and the whisky, and wished that we were there.", "characters": 347, "sentences": 2}, {"text": "We struck the tow-path at length, and that made us happy; because prior to this we had not been sure whether we were walking towards the river or away from it, and when you are tired and want to go to bed uncertainties like that worry you.  We passed Skiplake as the clock was striking the quarter to twelve; and then George said, thoughtfully:", "characters": 344, "sentences": 2}, {"text": "We shouted when we came opposite the first island, but there was no response; so we went to the second, and tried there, and obtained the same result.", "characters": 150, "sentences": 2}, {"text": "The case was becoming serious. it was now past midnight.  The hotels at Skiplake and Henley would be crammed; and we could not go round, knocking up cottagers and householders in the middle of the night, to know if they let apartments!  George suggested walking back to Henley and assaulting a policeman, and so getting a night’s lodging in the station-house.  But then there was the thought, “Suppose he only hits us back and refuses to lock us up!”", "characters": 456, "sentences": 4}, {"text": "We could not pass the whole night fighting policemen.  Besides, we did not want to overdo the thing and get six months.", "characters": 119, "sentences": 3}, {"text": "Just when we had given up all hope—yes, I know that is always the time that things do happen in novels and tales; but I can’t help it.  I resolved, when I began to write this book, that I would be strictly truthful in all things; and so I will be, even if I have to employ hackneyed phrases for the purpose.", "characters": 311, "sentences": 3}, {"text": "It _was_ just when we had given up all hope, and I must therefore say so. Just when we had given up all hope, then, I suddenly caught sight, a little way below us, of a strange, weird sort of glimmer flickering among the trees on the opposite bank.  For an instant I thought of ghosts: it was such a shadowy, mysterious light.  The next moment it flashed across me that it was our boat, and I sent up such a yell across the water that made the night seem to shake in its bed.", "characters": 475, "sentences": 5}, {"text": "We waited breathless for a minute, and then—oh! divinest music of the darkness!—we heard the answering bark of Montmorency.  We shouted back loud enough to wake the Seven Sleepers—I never could understand myself why it should take more noise to wake seven sleepers than one—and, after what seemed an hour, but what was really, I suppose, about five minutes, we saw the lighted boat creeping slowly over the blackness, and heard Harris’s sleepy voice asking where we were.", "characters": 481, "sentences": 3}, {"text": "There was an unaccountable strangeness about Harris.  It was something more than mere ordinary tiredness.  He pulled the boat against a part of the bank from which it was quite impossible for us to get into it, and immediately went to sleep.  It took us an immense amount of screaming and roaring to wake him up again and put some sense into him; but we succeeded at last, and got safely on board.", "characters": 397, "sentences": 5}, {"text": "Harris had a sad expression on him, so we noticed, when we got into the boat.  He gave you the idea of a man who had been through trouble.  We asked him if anything had happened, and he said—", "characters": 193, "sentences": 3}, {"text": "It seemed we had moored close to a swan’s nest, and, soon after George and I had gone, the female swan came back, and kicked up a row about it. Harris had chivied her off, and she had gone away, and fetched up her old man.  Harris said he had had quite a fight with these two swans; but courage and skill had prevailed in the end, and he had defeated them.", "characters": 358, "sentences": 4}, {"text": "Half-an-hour afterwards they returned with eighteen other swans!  It must have been a fearful battle, so far as we could understand Harris’s account of it.  The swans had tried to drag him and Montmorency out of the boat and drown them; and he had defended himself like a hero for four hours, and had killed the lot, and they had all paddled away to die.", "characters": 356, "sentences": 3}, {"text": "What were the real facts about these swans we never found out.  We questioned Harris on the subject in the morning, and he said, “What swans?” and seemed to think that George and I had been dreaming.", "characters": 203, "sentences": 3}, {"text": "Oh, how delightful it was to be safe in the boat, after our trials and fears!  We ate a hearty supper, George and I, and we should have had some toddy after it, if we could have found the whisky, but we could not.  We examined Harris as to what he had done with it; but he did not seem to know what we meant by “whisky,” or what we were talking about at all. Montmorency looked as if he knew something, but said nothing.", "characters": 424, "sentences": 4}, {"text": "I slept well that night, and should have slept better if it had not been for Harris.  I have a vague recollection of having been woke up at least a dozen times during the night by Harris wandering about the boat with the lantern, looking for his clothes.  He seemed to be worrying about his clothes all night.", "characters": 309, "sentences": 4}, {"text": "Twice he routed up George and myself to see if we were lying on his trousers.  George got quite wild the second time.", "characters": 117, "sentences": 3}, {"text": "“What the thunder do you want your trousers for, in the middle of the night?” he asked indignantly.  “Why don’t you lie down, and go to sleep?”", "characters": 153, "sentences": 2}, {"text": "I found him in trouble, the next time I awoke, because he could not find his socks; and my last hazy remembrance is of being rolled over on my side, and of hearing Harris muttering something about its being an extraordinary thing where his umbrella could have got to.", "characters": 267, "sentences": 2}, {"text": "Household duties.—Love of work.—The old river hand, what he does and what he tells you he has done.—Scepticism of the new generation.—Early boating recollections.—Rafting.—George does the thing in style.—The old boatman, his method.—So calm, so full of peace.—The beginner.—Punting.—A sad accident.—Pleasures of friendship.—Sailing, my first experience.—Possible reason why we were not drowned.", "characters": 422, "sentences": 16}, {"text": "We agreed that we would pull this morning, as a change from towing; and Harris thought the best arrangement would be that George and I should scull, and he steer.  I did not chime in with this idea at all; I said I thought Harris would have been showing a more proper spirit if he had suggested that he and George should work, and let me rest a bit.  It seemed to me that I was doing more than my fair share of the work on this trip, and I was beginning to feel strongly on the subject.", "characters": 486, "sentences": 4}, {"text": "It always does seem to me that I am doing more work than I should do.  It is not that I object to the work, mind you; I like work: it fascinates me.  I can sit and look at it for hours.  I love to keep it by me: the idea of getting rid of it nearly breaks my heart.", "characters": 265, "sentences": 5}, {"text": "You cannot give me too much work; to accumulate work has almost become a passion with me: my study is so full of it now, that there is hardly an inch of room for any more.  I shall have to throw out a wing soon.", "characters": 211, "sentences": 3}, {"text": "And I am careful of my work, too.  Why, some of the work that I have by me now has been in my possession for years and years, and there isn’t a finger-mark on it.  I take a great pride in my work; I take it down now and then and dust it.  No man keeps his work in a better state of preservation than I do.", "characters": 307, "sentences": 5}, {"text": "But, though I crave for work, I still like to be fair.  I do not ask for more than my proper share.", "characters": 99, "sentences": 3}, {"text": "George says he does not think I need trouble myself on the subject.  He thinks it is only my over-scrupulous nature that makes me fear I am having more than my due; and that, as a matter of fact, I don’t have half as much as I ought.  But I expect he only says this to comfort me.", "characters": 282, "sentences": 4}, {"text": "In a boat, I have always noticed that it is the fixed idea of each member of the crew that he is doing everything.  Harris’s notion was, that it was he alone who had been working, and that both George and I had been imposing upon him.  George, on the other hand, ridiculed the idea of Harris’s having done anything more than eat and sleep, and had a cast-iron opinion that it was he—George himself—who had done all the labour worth speaking of.", "characters": 452, "sentences": 4}, {"text": "“Fancy old George talking about work!” he laughed; “why, about half-an-hour of it would kill him.  Have you ever seen George work?” he added, turning to me.", "characters": 164, "sentences": 3}, {"text": "“Well, I don’t see how _you_ can know much about it, one way or the other,” George retorted on Harris; “for I’m blest if you haven’t been asleep half the time.  Have you ever seen Harris fully awake, except at meal-time?” asked George, addressing me.", "characters": 264, "sentences": 3}, {"text": "Truth compelled me to support George.  Harris had been very little good in the boat, so far as helping was concerned, from the beginning.", "characters": 137, "sentences": 3}, {"text": "And that was their gratitude to me for having brought them and their wretched old boat all the way up from Kingston, and for having superintended and managed everything for them, and taken care of them, and slaved for them.  It is the way of the world.", "characters": 252, "sentences": 3}, {"text": "We settled the present difficulty by arranging that Harris and George should scull up past Reading, and that I should tow the boat on from there.  Pulling a heavy boat against a strong stream has few attractions for me now.  There was a time, long ago, when I used to clamour for the hard work: now I like to give the youngsters a chance.", "characters": 338, "sentences": 4}, {"text": "I notice that most of the old river hands are similarly retiring, whenever there is any stiff pulling to be done.  You can always tell the old river hand by the way in which he stretches himself out upon the cushions at the bottom of the boat, and encourages the rowers by telling them anecdotes about the marvellous feats he performed last season.", "characters": 348, "sentences": 3}, {"text": "“Call what you’re doing hard work!” he drawls, between his contented whiffs, addressing the two perspiring novices, who have been grinding away steadily up stream for the last hour and a half; “why, Jim Biffles and Jack and I, last season, pulled up from Marlow to Goring in one afternoon—never stopped once.  Do you remember that, Jack?”", "characters": 350, "sentences": 2}, {"text": "Jack, who has made himself a bed up in the prow of all the rugs and coats he can collect, and who has been lying there asleep for the last two hours, partially wakes up on being thus appealed to, and recollects all about the matter, and also remembers that there was an unusually strong stream against them all the way—likewise a stiff wind.", "characters": 343, "sentences": 2}, {"text": "“About thirty-four miles, I suppose, it must have been,” adds the first speaker, reaching down another cushion to put under his head.", "characters": 137, "sentences": 2}, {"text": "“No—no; don’t exaggerate, Tom,” murmurs Jack, reprovingly; “thirty-three at the outside.”", "characters": 101, "sentences": 2}, {"text": "And Jack and Tom, quite exhausted by this conversational effort, drop off to sleep once more.  And the two simple-minded youngsters at the sculls feel quite proud of being allowed to row such wonderful oarsmen as Jack and Tom, and strain away harder than ever.", "characters": 260, "sentences": 3}, {"text": "When I was a young man, I used to listen to these tales from my elders, and take them in, and swallow them, and digest every word of them, and then come up for more; but the new generation do not seem to have the simple faith of the old times.  We—George, Harris, and myself—took a “raw ’un” up with us once last season, and we plied him with the customary stretchers about the wonderful things we had done all the way up.", "characters": 432, "sentences": 3}, {"text": "We gave him all the regular ones—the time-honoured lies that have done duty up the river with every boating-man for years past—and added seven entirely original ones that we had invented for ourselves, including a really quite likely story, founded, to a certain extent, on an all but true episode, which had actually happened in a modified degree some years ago to friends of ours—a story that a mere child could have believed without injuring itself, much.", "characters": 464, "sentences": 2}, {"text": "And that young man mocked at them all, and wanted us to repeat the feats then and there, and to bet us ten to one that we didn’t.", "characters": 131, "sentences": 2}, {"text": "We got to chatting about our rowing experiences this morning, and to recounting stories of our first efforts in the art of oarsmanship.  My own earliest boating recollection is of five of us contributing threepence each and taking out a curiously constructed craft on the Regent’s Park lake, drying ourselves subsequently, in the park-keeper’s lodge.", "characters": 354, "sentences": 3}, {"text": "After that, having acquired a taste for the water, I did a good deal of rafting in various suburban brickfields—an exercise providing more interest and excitement than might be imagined, especially when you are in the middle of the pond and the proprietor of the materials of which the raft is constructed suddenly appears on the bank, with a big stick in his hand.", "characters": 367, "sentences": 2}, {"text": "Your first sensation on seeing this gentleman is that, somehow or other, you don’t feel equal to company and conversation, and that, if you could do so without appearing rude, you would rather avoid meeting him; and your object is, therefore, to get off on the opposite side of the pond to which he is, and to go home quietly and quickly, pretending not to see him.  He, on the contrary is yearning to take you by the hand, and talk to you.", "characters": 442, "sentences": 3}, {"text": "It appears that he knows your father, and is intimately acquainted with yourself, but this does not draw you towards him.  He says he’ll teach you to take his boards and make a raft of them; but, seeing that you know how to do this pretty well already, the offer, though doubtless kindly meant, seems a superfluous one on his part, and you are reluctant to put him to any trouble by accepting it.", "characters": 398, "sentences": 3}, {"text": "His anxiety to meet you, however, is proof against all your coolness, and the energetic manner in which he dodges up and down the pond so as to be on the spot to greet you when you land is really quite flattering.", "characters": 213, "sentences": 2}, {"text": "If he be of a stout and short-winded build, you can easily avoid his advances; but, when he is of the youthful and long-legged type, a meeting is inevitable.  The interview is, however, extremely brief, most of the conversation being on his part, your remarks being mostly of an exclamatory and mono-syllabic order, and as soon as you can tear yourself away you do so.", "characters": 368, "sentences": 3}, {"text": "I devoted some three months to rafting, and, being then as proficient as there was any need to be at that branch of the art, I determined to go in for rowing proper, and joined one of the Lea boating clubs.", "characters": 206, "sentences": 2}, {"text": "Being out in a boat on the river Lea, especially on Saturday afternoons, soon makes you smart at handling a craft, and spry at escaping being run down by roughs or swamped by barges; and it also affords plenty of opportunity for acquiring the most prompt and graceful method of lying down flat at the bottom of the boat so as to avoid being chucked out into the river by passing tow-lines.", "characters": 389, "sentences": 2}, {"text": "But it does not give you style.  It was not till I came to the Thames that I got style.  My style of rowing is very much admired now.  People say it is so quaint.", "characters": 162, "sentences": 5}, {"text": "George never went near the water until he was sixteen.  Then he and eight other gentlemen of about the same age went down in a body to Kew one Saturday, with the idea of hiring a boat there, and pulling to Richmond and back; one of their number, a shock-headed youth, named Joskins, who had once or twice taken out a boat on the Serpentine, told them it was jolly fun, boating!", "characters": 377, "sentences": 2}, {"text": "The tide was running out pretty rapidly when they reached the landing-stage, and there was a stiff breeze blowing across the river, but this did not trouble them at all, and they proceeded to select their boat.", "characters": 210, "sentences": 2}, {"text": "There was an eight-oared racing outrigger drawn up on the stage; that was the one that took their fancy.  They said they’d have that one, please. The boatman was away, and only his boy was in charge.  The boy tried to damp their ardour for the outrigger, and showed them two or three very comfortable-looking boats of the family-party build, but those would not do at all; the outrigger was the boat they thought they would look best in.", "characters": 439, "sentences": 5}, {"text": "So the boy launched it, and they took off their coats and prepared to take their seats.  The boy suggested that George, who, even in those days, was always the heavy man of any party, should be number four. George said he should be happy to be number four, and promptly stepped into bow’s place, and sat down with his back to the stern.  They got him into his proper position at last, and then the others followed.", "characters": 416, "sentences": 5}, {"text": "A particularly nervous boy was appointed cox, and the steering principle explained to him by Joskins.  Joskins himself took stroke.  He told the others that it was simple enough; all they had to do was to follow him.", "characters": 216, "sentences": 4}, {"text": "They passed under Kew Bridge, broadside, at the rate of eight miles an hour. Joskins being the only one who was rowing.  George, on recovering his seat, tried to help him, but, on dipping his oar into the water, it immediately, to his intense surprise, disappeared under the boat, and nearly took him with it.", "characters": 309, "sentences": 4}, {"text": "How they got back George never knew, but it took them just forty minutes. A dense crowd watched the entertainment from Kew Bridge with much interest, and everybody shouted out to them different directions.  Three times they managed to get the boat back through the arch, and three times they were carried under it again, and every time “cox” looked up and saw the bridge above him he broke out into renewed sobs.", "characters": 416, "sentences": 4}, {"text": "Plain practical rowing of the get-the-boat-along order is not a very difficult art to acquire, but it takes a good deal of practice before a man feels comfortable, when rowing past girls.  It is the “time” that worries a youngster.  “It’s jolly funny,” he says, as for the twentieth time within five minutes he disentangles his sculls from yours; “I can get on all right when I’m by myself!”", "characters": 407, "sentences": 3}, {"text": "“Or, shall _I_ take stroke?” he adds, with the evident idea that that would at once put the whole matter right.", "characters": 115, "sentences": 2}, {"text": "They splash along for another hundred yards with still moderate success, and then the whole secret of their trouble bursts upon stroke like a flash of inspiration.", "characters": 163, "sentences": 2}, {"text": "“I tell you what it is: you’ve got my sculls,” he cries, turning to bow; “pass yours over.”", "characters": 101, "sentences": 2}, {"text": "“Well, do you know, I’ve been wondering how it was I couldn’t get on with these,” answers bow, quite brightening up, and most willingly assisting in the exchange.  “_Now_ we shall be all right.”", "characters": 206, "sentences": 3}, {"text": "But they are not—not even then.  Stroke has to stretch his arms nearly out of their sockets to reach his sculls now; while bow’s pair, at each recovery, hit him a violent blow in the chest.  So they change back again, and come to the conclusion that the man has given them the wrong set altogether; and over their mutual abuse of this man they become quite friendly and sympathetic.", "characters": 386, "sentences": 4}, {"text": "George said he had often longed to take to punting for a change.  Punting is not as easy as it looks.  As in rowing, you soon learn how to get along and handle the craft, but it takes long practice before you can do this with dignity and without getting the water all up your sleeve.", "characters": 283, "sentences": 4}, {"text": "One young man I knew had a very sad accident happen to him the first time he went punting.  He had been getting on so well that he had grown quite cheeky over the business, and was walking up and down the punt, working his pole with a careless grace that was quite fascinating to watch.  Up he would march to the head of the punt, plant his pole, and then run along right to the other end, just like an old punter.  Oh! it was grand.", "characters": 433, "sentences": 5}, {"text": "[Picture: Man and pole] And it would all have gone on being grand if he had not unfortunately, while looking round to enjoy the scenery, taken just one step more than there was any necessity for, and walked off the punt altogether.  The pole was firmly fixed in the mud, and he was left clinging to it while the punt drifted away.  It was an undignified position for him.  A rude boy on the bank immediately yelled out to a lagging chum to “hurry up and see real monkey on a stick.”", "characters": 486, "sentences": 5}, {"text": "I could not go to his assistance, because, as ill-luck would have it, we had not taken the proper precaution to bring out a spare pole with us.  I could only sit and look at him.  His expression as the pole slowly sank with him I shall never forget; there was so much thought in it.", "characters": 282, "sentences": 4}, {"text": "I watched him gently let down into the water, and saw him scramble out, sad and wet.  I could not help laughing, he looked such a ridiculous figure.  I continued to chuckle to myself about it for some time, and then it was suddenly forced in upon me that really I had got very little to laugh at when I came to think of it.  Here was I, alone in a punt, without a pole, drifting helplessly down mid-stream—possibly towards a weir.", "characters": 432, "sentences": 5}, {"text": "I began to feel very indignant with my friend for having stepped overboard and gone off in that way.  He might, at all events, have left me the pole.", "characters": 149, "sentences": 3}, {"text": "I drifted on for about a quarter of a mile, and then I came in sight of a fishing-punt moored in mid-stream, in which sat two old fishermen.  They saw me bearing down upon them, and they called out to me to keep out of their way.", "characters": 229, "sentences": 3}, {"text": "I explained the matter to them when I got nearer, and they caught me and lent me a pole.  The weir was just fifty yards below.  I am glad they happened to be there.", "characters": 164, "sentences": 4}, {"text": "The first time I went punting was in company with three other fellows; they were going to show me how to do it.  We could not all start together, so I said I would go down first and get out the punt, and then I could potter about and practice a bit until they came.", "characters": 265, "sentences": 3}, {"text": "I could not get a punt out that afternoon, they were all engaged; so I had nothing else to do but to sit down on the bank, watching the river, and waiting for my friends.", "characters": 170, "sentences": 2}, {"text": "The people about the river began to get quite absorbed in him after a while, and to make bets with one another as to what would be the outcome of his next push.", "characters": 160, "sentences": 2}, {"text": "In the course of time my friends arrived on the opposite bank, and they stopped and watched him too.  His back was towards them, and they only saw his jacket and cap.  From this they immediately jumped to the conclusion that it was I, their beloved companion, who was making an exhibition of himself, and their delight knew no bounds.  They commenced to chaff him unmercifully.", "characters": 377, "sentences": 5}, {"text": "I did not grasp their mistake at first, and I thought, “How rude of them to go on like that, with a perfect stranger, too!”  But before I could call out and reprove them, the explanation of the matter occurred to me, and I withdrew behind a tree.", "characters": 250, "sentences": 2}, {"text": "Oh, how they enjoyed themselves, ridiculing that young man!  For five good minutes they stood there, shouting ribaldry at him, deriding him, mocking him, jeering at him.  They peppered him with stale jokes, they even made a few new ones and threw at him.  They hurled at him all the private family jokes belonging to our set, and which must have been perfectly unintelligible to him.  And then, unable to stand their brutal jibes any longer, he turned round on them, and they saw his face!", "characters": 489, "sentences": 4}, {"text": "I was glad to notice that they had sufficient decency left in them to look very foolish.  They explained to him that they had thought he was some one they knew.  They said they hoped he would not deem them capable of so insulting any one except a personal friend of their own.", "characters": 276, "sentences": 4}, {"text": "He regained his feet, and looked round for his would-be murderer.  The assassin was standing close by him, laughing heartily, but the moment he caught sight of Harris’s face, as it emerged from the water, he started back and seemed quite concerned.", "characters": 250, "sentences": 3}, {"text": "“I really beg your pardon,” he stammered confusedly, “but I took you for a friend of mine!”", "characters": 99, "sentences": 1}, {"text": "Harris thought it was lucky for him the man had not mistaken him for a relation, or he would probably have been drowned outright.", "characters": 129, "sentences": 2}, {"text": "Sailing is a thing that wants knowledge and practice too—though, as a boy, I did not think so.  I had an idea it came natural to a body, like rounders and touch.  I knew another boy who held this view likewise, and so, one windy day, we thought we would try the sport.  We were stopping down at Yarmouth, and we decided we would go for a trip up the Yare.  We hired a sailing boat at the yard by the bridge, and started off.", "characters": 426, "sentences": 6}, {"text": "“It’s rather a rough day,” said the man to us, as we put off: “better take in a reef and luff sharp when you get round the bend.”", "characters": 139, "sentences": 2}, {"text": "We said we would make a point of it, and left him with a cheery “Good-morning,” wondering to ourselves how you “luffed,” and where we were to get a “reef” from, and what we were to do with it when we had got it.", "characters": 223, "sentences": 2}, {"text": "We rowed until we were out of sight of the town, and then, with a wide stretch of water in front of us, and the wind blowing a perfect hurricane across it, we felt that the time had come to commence operations.", "characters": 210, "sentences": 2}, {"text": "Hector—I think that was his name—went on pulling while I unrolled the sail.  It seemed a complicated job, but I accomplished it at length, and then came the question, which was the top end?", "characters": 193, "sentences": 2}, {"text": "By a sort of natural instinct, we, of course, eventually decided that the bottom was the top, and set to work to fix it upside-down.  But it was a long time before we could get it up, either that way or any other way. The impression on the mind of the sail seemed to be that we were playing at funerals, and that I was the corpse and itself was the winding-sheet.", "characters": 363, "sentences": 4}, {"text": "When it found that this was not the idea, it hit me over the head with the boom, and refused to do anything.", "characters": 108, "sentences": 2}, {"text": "He said people in ships always wetted the sails before they put them up. So I wetted it; but that only made matters worse than they were before. A dry sail clinging to your legs and wrapping itself round your head is not pleasant, but, when the sail is sopping wet, it becomes quite vexing.", "characters": 290, "sentences": 4}, {"text": "We did get the thing up at last, the two of us together.  We fixed it, not exactly upside down—more sideways like—and we tied it up to the mast with the painter, which we cut off for the purpose.", "characters": 199, "sentences": 3}, {"text": "That the boat did not upset I simply state as a fact.  Why it did not upset I am unable to offer any reason.  I have often thought about the matter since, but I have never succeeded in arriving at any satisfactory explanation of the phenomenon.", "characters": 244, "sentences": 4}, {"text": "Possibly the result may have been brought about by the natural obstinacy of all things in this world.  The boat may possibly have come to the conclusion, judging from a cursory view of our behaviour, that we had come out for a morning’s suicide, and had thereupon determined to disappoint us.  That is the only suggestion I can offer.", "characters": 336, "sentences": 4}, {"text": "By clinging like grim death to the gunwale, we just managed to keep inside the boat, but it was exhausting work.  Hector said that pirates and other seafaring people generally lashed the rudder to something or other, and hauled in the main top-jib, during severe squalls, and thought we ought to try to do something of the kind; but I was for letting her have her head to the wind.", "characters": 381, "sentences": 3}, {"text": "As my advice was by far the easiest to follow, we ended by adopting it, and contrived to embrace the gunwale and give her her head.", "characters": 131, "sentences": 2}, {"text": "The boat travelled up stream for about a mile at a pace I have never sailed at since, and don’t want to again.  Then, at a bend, she heeled over till half her sail was under water.  Then she righted herself by a miracle and flew for a long low bank of soft mud.", "characters": 263, "sentences": 4}, {"text": "That mud-bank saved us.  The boat ploughed its way into the middle of it and then stuck.  Finding that we were once more able to move according to our ideas, instead of being pitched and thrown about like peas in a bladder, we crept forward, and cut down the sail.", "characters": 264, "sentences": 4}, {"text": "We had had enough sailing.  We did not want to overdo the thing and get a surfeit of it.  We had had a sail—a good all-round exciting, interesting sail—and now we thought we would have a row, just for a change like.", "characters": 219, "sentences": 4}, {"text": "We took the sculls and tried to push the boat off the mud, and, in doing so, we broke one of the sculls.  After that we proceeded with great caution, but they were a wretched old pair, and the second one cracked almost easier than the first, and left us helpless.", "characters": 263, "sentences": 3}, {"text": "The mud stretched out for about a hundred yards in front of us, and behind us was the water.  The only thing to be done was to sit and wait until someone came by.", "characters": 162, "sentences": 3}, {"text": "It was not the sort of day to attract people out on the river, and it was three hours before a soul came in sight.  It was an old fisherman who, with immense difficulty, at last rescued us, and we were towed back in an ignominious fashion to the boat-yard.", "characters": 256, "sentences": 3}, {"text": "What between tipping the man who had brought us home, and paying for the broken sculls, and for having been out four hours and a half, it cost us a pretty considerable number of weeks’ pocket-money, that sail.  But we learned experience, and they say that is always cheap at any price.", "characters": 287, "sentences": 3}, {"text": "Reading.—We are towed by steam launch.—Irritating behaviour of small boats.—How they get in the way of steam launches.—George and Harris again shirk their work.—Rather a hackneyed story.—Streatley and Goring.", "characters": 220, "sentences": 8}, {"text": "We came in sight of Reading about eleven.  The river is dirty and dismal here.  One does not linger in the neighbourhood of Reading.  The town itself is a famous old place, dating from the dim days of King Ethelred, when the Danes anchored their warships in the Kennet, and started from Reading to ravage all the land of Wessex; and here Ethelred and his brother Alfred fought and defeated them, Ethelred doing the praying and Alfred the fighting.", "characters": 447, "sentences": 5}, {"text": "In later years, Reading seems to have been regarded as a handy place to run down to, when matters were becoming unpleasant in London.  Parliament generally rushed off to Reading whenever there was a plague on at Westminster; and, in 1625, the Law followed suit, and all the courts were held at Reading.  It must have been worth while having a mere ordinary plague now and then in London to get rid of both the lawyers and the Parliament.", "characters": 437, "sentences": 4}, {"text": "During the Parliamentary struggle, Reading was besieged by the Earl of Essex, and, a quarter of a century later, the Prince of Orange routed King James’s troops there.", "characters": 169, "sentences": 2}, {"text": "Henry I. lies buried at Reading, in the Benedictine abbey founded by him there, the ruins of which may still be seen; and, in this same abbey, great John of Gaunt was married to the Lady Blanche.", "characters": 195, "sentences": 3}, {"text": "And they are so confoundedly impertinent, too, over it.  You can whistle till you nearly burst your boiler before they will trouble themselves to hurry.  I would have one or two of them run down now and then, if I had my way, just to teach them all a lesson.", "characters": 258, "sentences": 4}, {"text": "The river becomes very lovely from a little above Reading.  The railway rather spoils it near Tilehurst, but from Mapledurham up to Streatley it is glorious.  A little above Mapledurham lock you pass Hardwick House, where Charles I. played bowls.  The neighbourhood of Pangbourne, where the quaint little Swan Inn stands, must be as familiar to the _habitues_ of the Art Exhibitions as it is to its own inhabitants.", "characters": 415, "sentences": 6}, {"text": "My friends’ launch cast us loose just below the grotto, and then Harris wanted to make out that it was my turn to pull.  This seemed to me most unreasonable.  It had been arranged in the morning that I should bring the boat up to three miles above Reading.  Well, here we were, ten miles above Reading!  Surely it was now their turn again.", "characters": 341, "sentences": 5}, {"text": "I could not get either George or Harris to see the matter in its proper light, however; so, to save argument, I took the sculls.  I had not been pulling for more than a minute or so, when George noticed something black floating on the water, and we drew up to it.  George leant over, as we neared it, and laid hold of it.  And then he drew back with a cry, and a blanched face.", "characters": 377, "sentences": 5}, {"text": "It was the dead body of a woman.  It lay very lightly on the water, and the face was sweet and calm.  It was not a beautiful face; it was too prematurely aged-looking, too thin and drawn, to be that; but it was a gentle, lovable face, in spite of its stamp of pinch and poverty, and upon it was that look of restful peace that comes to the faces of the sick sometimes when at last the pain has left them.", "characters": 404, "sentences": 4}, {"text": "Fortunately for us—we having no desire to be kept hanging about coroners’ courts—some men on the bank had seen the body too, and now took charge of it from us.", "characters": 165, "sentences": 2}, {"text": "We found out the woman’s story afterwards.  Of course it was the old, old vulgar tragedy.  She had loved and been deceived—or had deceived herself. Anyhow, she had sinned—some of us do now and then—and her family and friends, naturally shocked and indignant, had closed their doors against her.", "characters": 302, "sentences": 5}, {"text": "Left to fight the world alone, with the millstone of her shame around her neck, she had sunk ever lower and lower.  For a while she had kept both herself and the child on the twelve shillings a week that twelve hours’ drudgery a day procured her, paying six shillings out of it for the child, and keeping her own body and soul together on the remainder.", "characters": 355, "sentences": 3}, {"text": "It seemed that the bitterest thoughts of her life must have centred about the wooded reaches and the bright green meadows around Goring; but women strangely hug the knife that stabs them, and, perhaps, amidst the gall, there may have mingled also sunny memories of sweetest hours, spent upon those shadowed deeps over which the great trees bend their branches down so low.", "characters": 372, "sentences": 2}, {"text": "She had wandered about the woods by the river’s brink all day, and then, when evening fell and the grey twilight spread its dusky robe upon the waters, she stretched her arms out to the silent river that had known her sorrow and her joy.  And the old river had taken her into its gentle arms, and had laid her weary head upon its bosom, and had hushed away the pain.", "characters": 368, "sentences": 3}, {"text": "Thus had she sinned in all things—sinned in living and in dying.  God help her! and all other sinners, if any more there be.", "characters": 126, "sentences": 3}, {"text": "They say that the hills on each ride of the stream here once joined and formed a barrier across what is now the Thames, and that then the river ended there above Goring in one vast lake.  I am not in a position either to contradict or affirm this statement.  I simply offer it.", "characters": 277, "sentences": 4}, {"text": "It is an ancient place, Streatley, dating back, like most river-side towns and villages, to British and Saxon times.  Goring is not nearly so pretty a little spot to stop at as Streatley, if you have your choice; but it is passing fair enough in its way, and is nearer the railway in case you want to slip off without paying your hotel bill.", "characters": 341, "sentences": 3}, {"text": "Washing day.—Fish and fishers.—On the art of angling.—A conscientious fly-fisher.—A fishy story.", "characters": 104, "sentences": 6}, {"text": "The washerwoman at Streatley said she felt she owed it to herself to charge us just three times the usual prices for that wash.  She said it had not been like washing, it had been more in the nature of excavating.", "characters": 213, "sentences": 3}, {"text": "The neighbourhood of Streatley and Goring is a great fishing centre. There is some excellent fishing to be had here.  The river abounds in pike, roach, dace, gudgeon, and eels, just here; and you can sit and fish for them all day.", "characters": 230, "sentences": 4}, {"text": "Some people do.  They never catch them.  I never knew anybody catch anything, up the Thames, except minnows and dead cats, but that has nothing to do, of course, with fishing!  The local fisherman’s guide doesn’t say a word about catching anything.  All it says is the place is “a good station for fishing;” and, from what I have seen of the district, I am quite prepared to bear out this statement.", "characters": 407, "sentences": 5}, {"text": "There is no spot in the world where you can get more fishing, or where you can fish for a longer period.  Some fishermen come here and fish for a day, and others stop and fish for a month.  You can hang on and fish for a year, if you want to: it will be all the same.", "characters": 267, "sentences": 4}, {"text": "They said that as a poet, or a shilling shocker, or a reporter, or anything of that kind, I might be satisfactory, but that, to gain any position as a Thames angler, would require more play of fancy, more power of invention than I appeared to possess.", "characters": 251, "sentences": 2}, {"text": "Some people are under the impression that all that is required to make a good fisherman is the ability to tell lies easily and without blushing; but this is a mistake.  Mere bald fabrication is useless; the veriest tyro can manage that.  It is in the circumstantial detail, the embellishing touches of probability, the general air of scrupulous—almost of pedantic—veracity, that the experienced angler is seen.", "characters": 414, "sentences": 4}, {"text": "Anybody can come in and say, “Oh, I caught fifteen dozen perch yesterday evening;” or “Last Monday I landed a gudgeon, weighing eighteen pounds, and measuring three feet from the tip to the tail.”", "characters": 204, "sentences": 2}, {"text": "No; your accomplished angler would scorn to tell a lie, that way.  His method is a study in itself.", "characters": 99, "sentences": 3}, {"text": "He comes in quietly with his hat on, appropriates the most comfortable chair, lights his pipe, and commences to puff in silence.  He lets the youngsters brag away for a while, and then, during a momentary lull, he removes the pipe from his mouth, and remarks, as he knocks the ashes out against the bars:", "characters": 304, "sentences": 2}, {"text": "“Because I don’t expect anybody would believe me if I did,” replies the old fellow calmly, and without even a tinge of bitterness in his tone, as he refills his pipe, and requests the landlord to bring him three of Scotch, cold.", "characters": 234, "sentences": 2}, {"text": "There is a pause after this, nobody feeling sufficiently sure of himself to contradict the old gentleman.  So he has to go on by himself without any encouragement.", "characters": 163, "sentences": 3}, {"text": "And then he goes on to tell of the astonishment of everybody who saw it; and what his wife said, when he got home, and of what Joe Buggles thought about it.", "characters": 156, "sentences": 2}, {"text": "I asked the landlord of an inn up the river once, if it did not injure him, sometimes, listening to the tales that the fishermen about there told him; and he said:", "characters": 163, "sentences": 1}, {"text": "“Oh, no; not now, sir.  It did used to knock me over a bit at first, but, lor love you! me and the missus we listens to ’em all day now.  It’s what you’re used to, you know.  It’s what you’re used to.”", "characters": 215, "sentences": 5}, {"text": "I knew a young man once, he was a most conscientious fellow, and, when he took to fly-fishing, he determined never to exaggerate his hauls by more than twenty-five per cent.", "characters": 173, "sentences": 2}, {"text": "“When I have caught forty fish,” said he, “then I will tell people that I have caught fifty, and so on.  But I will not lie any more than that, because it is sinful to lie.”", "characters": 181, "sentences": 3}, {"text": "But the twenty-five per cent. plan did not work well at all.  He never was able to use it.  The greatest number of fish he ever caught in one day was three, and you can’t add twenty-five per cent. to three—at least, not in fish.", "characters": 232, "sentences": 6}, {"text": "So he increased his percentage to thirty-three-and-a-third; but that, again, was awkward, when he had only caught one or two; so, to simplify matters, he made up his mind to just double the quantity.", "characters": 199, "sentences": 2}, {"text": "It is a simple and easily worked plan, and there has been some talk lately of its being made use of by the angling fraternity in general. Indeed, the Committee of the Thames Angler’s Association did recommend its adoption about two years ago, but some of the older members opposed it.  They said they would consider the idea if the number were doubled, and each fish counted as twenty.", "characters": 387, "sentences": 4}, {"text": "If ever you have an evening to spare, up the river, I should advise you to drop into one of the little village inns, and take a seat in the tap-room.  You will be nearly sure to meet one or two old rod-men, sipping their toddy there, and they will tell you enough fishy stories, in half an hour, to give you indigestion for a month.", "characters": 332, "sentences": 3}, {"text": "George and I—I don’t know what had become of Harris; he had gone out and had a shave, early in the afternoon, and had then come back and spent full forty minutes in pipeclaying his shoes, we had not seen him since—George and I, therefore, and the dog, left to ourselves, went for a walk to Wallingford on the second evening, and, coming home, we called in at a little river-side inn, for a rest, and other things.", "characters": 419, "sentences": 2}, {"text": "We went into the parlour and sat down.  There was an old fellow there, smoking a long clay pipe, and we naturally began chatting.", "characters": 129, "sentences": 3}, {"text": "He told us that it had been a fine day to-day, and we told him that it had been a fine day yesterday, and then we all told each other that we thought it would be a fine day to-morrow; and George said the crops seemed to be coming up nicely.", "characters": 240, "sentences": 2}, {"text": "After that it came out, somehow or other, that we were strangers in the neighbourhood, and that we were going away the next morning.", "characters": 132, "sentences": 2}, {"text": "[Picture: The trout] Then a pause ensued in the conversation, during which our eyes wandered round the room.  They finally rested upon a dusty old glass-case, fixed very high up above the chimney-piece, and containing a trout.  It rather fascinated me, that trout; it was such a monstrous fish.  In fact, at first glance, I thought it was a cod.", "characters": 345, "sentences": 5}, {"text": "“Ah!” said the old gentleman, following the direction of my gaze, “fine fellow that, ain’t he?”", "characters": 105, "sentences": 1}, {"text": "“Eighteen pounds six ounces,” said our friend, rising and taking down his coat.  “Yes,” he continued, “it wur sixteen year ago, come the third o’ next month, that I landed him.  I caught him just below the bridge with a minnow.  They told me he wur in the river, and I said I’d have him, and so I did.  You don’t see many fish that size about here now, I’m thinking.  Good-night, gentlemen, good-night.”", "characters": 423, "sentences": 7}, {"text": "We could not take our eyes off the fish after that.  It really was a remarkably fine fish.  We were still looking at it, when the local carrier, who had just stopped at the inn, came to the door of the room with a pot of beer in his hand, and he also looked at the fish.", "characters": 270, "sentences": 4}, {"text": "“Ah! you may well say that, sir,” replied the man; and then, after a pull at his beer, he added, “Maybe you wasn’t here, sir, when that fish was caught?”", "characters": 163, "sentences": 1}, {"text": "“Ah!” said the carrier, “then, of course, how should you?  It was nearly five years ago that I caught that trout.”", "characters": 122, "sentences": 2}, {"text": "“Yes, sir,” replied the genial old fellow.  “I caught him just below the lock—leastways, what was the lock then—one Friday afternoon; and the remarkable thing about it is that I caught him with a fly.  I’d gone out pike fishing, bless you, never thinking of a trout, and when I saw that whopper on the end of my line, blest if it didn’t quite take me aback. Well, you see, he weighed twenty-six pound.  Good-night, gentlemen, good-night.”", "characters": 454, "sentences": 6}, {"text": "Five minutes afterwards, a third man came in, and described how _he_ had caught it early one morning, with bleak; and then he left, and a stolid, solemn-looking, middle-aged individual came in, and sat down over by the window.", "characters": 226, "sentences": 2}, {"text": "“I beg your pardon, I hope you will forgive the liberty that we—perfect strangers in the neighbourhood—are taking, but my friend here and myself would be so much obliged if you would tell us how you caught that trout up there.”", "characters": 235, "sentences": 2}, {"text": "We said that nobody had told us so, but somehow or other we felt instinctively that it was he who had done it.", "characters": 110, "sentences": 2}, {"text": "“Well, it’s a most remarkable thing—most remarkable,” answered the stolid stranger, laughing; “because, as a matter of fact, you are quite right. I did catch it.  But fancy your guessing it like that.  Dear me, it’s really a most remarkable thing.”", "characters": 262, "sentences": 5}, {"text": "And then he went on, and told us how it had taken him half an hour to land it, and how it had broken his rod.  He said he had weighed it carefully when he reached home, and it had turned the scale at thirty-four pounds.", "characters": 219, "sentences": 3}, {"text": "He went in his turn, and when he was gone, the landlord came in to us. We told him the various histories we had heard about his trout, and he was immensely amused, and we all laughed very heartily.", "characters": 197, "sentences": 3}, {"text": "“Fancy Jim Bates and Joe Muggles and Mr. Jones and old Billy Maunders all telling you that they had caught it.  Ha! ha! ha!  Well, that is good,” said the honest old fellow, laughing heartily.  “Yes, they are the sort to give it _me_, to put up in _my_ parlour, if _they_ had caught it, they are!  Ha! ha! ha!”", "characters": 318, "sentences": 4}, {"text": "And then he told us the real history of the fish.  It seemed that he had caught it himself, years ago, when he was quite a lad; not by any art or skill, but by that unaccountable luck that appears to always wait upon a boy when he plays the wag from school, and goes out fishing on a sunny afternoon, with a bit of string tied on to the end of a tree.", "characters": 351, "sentences": 3}, {"text": "He said that bringing home that trout had saved him from a whacking, and that even his school-master had said it was worth the rule-of-three and practice put together.", "characters": 167, "sentences": 2}, {"text": "And then the chair slipped, and George clutched wildly at the trout-case to save himself, and down it came with a crash, George and the chair on top of it.", "characters": 155, "sentences": 2}, {"text": "But he had.  That trout lay shattered into a thousand fragments—I say a thousand, but they may have only been nine hundred.  I did not count them.", "characters": 148, "sentences": 4}, {"text": "We thought it strange and unaccountable that a stuffed trout should break up into little pieces like that.", "characters": 106, "sentences": 2}, {"text": "And so it would have been strange and unaccountable, if it had been a stuffed trout, but it was not.", "characters": 100, "sentences": 2}, {"text": "Locks.—George and I are photographed.—Wallingford.—Dorchester.—Abingdon.—A family man.—A good spot for drowning.—A difficult bit of water.—Demoralizing effect of river air.", "characters": 188, "sentences": 10}, {"text": "We left Streatley early the next morning, and pulled up to Culham, and slept under the canvas, in the backwater there.", "characters": 118, "sentences": 2}, {"text": "The river is not extraordinarily interesting between Streatley and Wallingford.  From Cleve you get a stretch of six and a half miles without a lock.  I believe this is the longest uninterrupted stretch anywhere above Teddington, and the Oxford Club make use of it for their trial eights.", "characters": 288, "sentences": 4}, {"text": "But however satisfactory this absence of locks may be to rowing-men, it is to be regretted by the mere pleasure-seeker.", "characters": 119, "sentences": 2}, {"text": "For myself, I am fond of locks.  They pleasantly break the monotony of the pull.  I like sitting in the boat and slowly rising out of the cool depths up into new reaches and fresh views; or sinking down, as it were, out of the world, and then waiting, while the gloomy gates creak, and the narrow strip of day-light between them widens till the fair smiling river lies full before you, and you push your little boat out from its brief prison on to the welcoming waters once again.", "characters": 480, "sentences": 4}, {"text": "They are picturesque little spots, these locks.  The stout old lock-keeper, or his cheerful-looking wife, or bright-eyed daughter, are pleasant folk to have a passing chat with. {287}  You meet other boats there, and river gossip is exchanged.  The Thames would not be the fairyland it is without its flower-decked locks.", "characters": 321, "sentences": 5}, {"text": "Talking of locks reminds me of an accident George and I very nearly had one summer’s morning at Hampton Court.", "characters": 112, "sentences": 2}, {"text": "It was a glorious day, and the lock was crowded; and, as is a common practice up the river, a speculative photographer was taking a picture of us all as we lay upon the rising waters.", "characters": 183, "sentences": 2}, {"text": "I did not catch what was going on at first, and was, therefore, extremely surprised at noticing George hurriedly smooth out his trousers, ruffle up his hair, and stick his cap on in a rakish manner at the back of his head, and then, assuming an expression of mingled affability and sadness, sit down in a graceful attitude, and try to hide his feet.", "characters": 349, "sentences": 2}, {"text": "My first idea was that he had suddenly caught sight of some girl he knew, and I looked about to see who it was.  Everybody in the lock seemed to have been suddenly struck wooden.  They were all standing or sitting about in the most quaint and curious attitudes I have ever seen off a Japanese fan.  All the girls were smiling.  Oh, they did look so sweet! And all the fellows were frowning, and looking stern and noble.", "characters": 419, "sentences": 6}, {"text": "And then, at last, the truth flashed across me, and I wondered if I should be in time.  Ours was the first boat, and it would be unkind of me to spoil the man’s picture, I thought.", "characters": 182, "sentences": 3}, {"text": "So I faced round quickly, and took up a position in the prow, where I leant with careless grace upon the hitcher, in an attitude suggestive of agility and strength.  I arranged my hair with a curl over the forehead, and threw an air of tender wistfulness into my expression, mingled with a touch of cynicism, which I am told suits me.", "characters": 334, "sentences": 3}, {"text": "I could not turn round to see what was the matter, and whose nose it was that was to be looked at.  I stole a side-glance at George’s nose!  It was all right—at all events, there was nothing wrong with it that could be altered.  I squinted down at my own, and that seemed all that could be expected also.", "characters": 308, "sentences": 4}, {"text": "Neither George nor I dared to turn round.  The man’s hand was on the cap, and the picture might be taken any moment.  Was it us they were calling to?  What was the matter with our noses?  Why were they to be pushed out!", "characters": 221, "sentences": 3}, {"text": "“Look at your boat, sir; you in the red and black caps.  It’s your two corpses that will get taken in that photo, if you ain’t quick.”", "characters": 142, "sentences": 3}, {"text": "We looked then, and saw that the nose of our boat had got fixed under the woodwork of the lock, while the in-coming water was rising all around it, and tilting it up.  In another moment we should be over.  Quick as thought, we each seized an oar, and a vigorous blow against the side of the lock with the butt-ends released the boat, and sent us sprawling on our backs.", "characters": 369, "sentences": 4}, {"text": "[Picture: The photograph] We did not come out well in that photograph, George and I.  Of course, as was to be expected, our luck ordained it, that the man should set his wretched machine in motion at the precise moment that we were both lying on our backs with a wild expression of “Where am I? and what is it?” on our faces, and our four feet waving madly in the air.", "characters": 372, "sentences": 3}, {"text": "Our feet were undoubtedly the leading article in that photograph. Indeed, very little else was to be seen.  They filled up the foreground entirely.  Behind them, you caught glimpses of the other boats, and bits of the surrounding scenery; but everything and everybody else in the lock looked so utterly insignificant and paltry compared with our feet, that all the other people felt quite ashamed of themselves, and refused to subscribe to the picture.", "characters": 452, "sentences": 5}, {"text": "The owner of one steam launch, who had bespoke six copies, rescinded the order on seeing the negative.  He said he would take them if anybody could show him his launch, but nobody could.  It was somewhere behind George’s right foot.", "characters": 234, "sentences": 4}, {"text": "There was a good deal of unpleasantness over the business.  The photographer thought we ought to take a dozen copies each, seeing that the photo was about nine-tenths us, but we declined.  We said we had no objection to being photo’d full-length, but we preferred being taken the right way up.", "characters": 295, "sentences": 4}, {"text": "Wallingford, six miles above Streatley, is a very ancient town, and has been an active centre for the making of English history.  It was a rude, mud-built town in the time of the Britons, who squatted there, until the Roman legions evicted them; and replaced their clay-baked walls by mighty fortifications, the trace of which Time has not yet succeeded in sweeping away, so well those old-world masons knew how to build.", "characters": 421, "sentences": 3}, {"text": "But Time, though he halted at Roman walls, soon crumbled Romans to dust; and on the ground, in later years, fought savage Saxons and huge Danes, until the Normans came.", "characters": 168, "sentences": 2}, {"text": "It was a walled and fortified town up to the time of the Parliamentary War, when it suffered a long and bitter siege from Fairfax.  It fell at last, and then the walls were razed.", "characters": 179, "sentences": 3}, {"text": "From Wallingford up to Dorchester the neighbourhood of the river grows more hilly, varied, and picturesque.  Dorchester stands half a mile from the river.  It can be reached by paddling up the Thame, if you have a small boat; but the best way is to leave the river at Day’s Lock, and take a walk across the fields.  Dorchester is a delightfully peaceful old place, nestling in stillness and silence and drowsiness.", "characters": 416, "sentences": 5}, {"text": "Dorchester, like Wallingford, was a city in ancient British times; it was then called Caer Doren, “the city on the water.”  In more recent times the Romans formed a great camp here, the fortifications surrounding which now seem like low, even hills.  In Saxon days it was the capital of Wessex.  It is very old, and it was very strong and great once.  Now it sits aside from the stirring world, and nods and dreams.", "characters": 419, "sentences": 6}, {"text": "It would not be a good place for the heroine of a modern novel to stay at.  The heroine of a modern novel is always “divinely tall,” and she is ever “drawing herself up to her full height.”  At the “Barley Mow” she would bump her head against the ceiling each time she did this.", "characters": 290, "sentences": 4}, {"text": "It would also be a bad house for a drunken man to put up at.  There are too many surprises in the way of unexpected steps down into this room and up into that; and as for getting upstairs to his bedroom, or ever finding his bed when he got up, either operation would be an utter impossibility to him.", "characters": 300, "sentences": 3}, {"text": "We were up early the next morning, as we wanted to be in Oxford by the afternoon.  It is surprising how early one _can_ get up, when camping out.  One does not yearn for “just another five minutes” nearly so much, lying wrapped up in a rug on the boards of a boat, with a Gladstone bag for a pillow, as one does in a featherbed.  We had finished breakfast, and were through Clifton Lock by half-past eight.", "characters": 410, "sentences": 5}, {"text": "From Clifton to Culham the river banks are flat, monotonous, and uninteresting, but, after you get through Culhalm Lock—the coldest and deepest lock on the river—the landscape improves.", "characters": 189, "sentences": 2}, {"text": "At Abingdon, the river passes by the streets.  Abingdon is a typical country town of the smaller order—quiet, eminently respectable, clean, and desperately dull.  It prides itself on being old, but whether it can compare in this respect with Wallingford and Dorchester seems doubtful. A famous abbey stood here once, and within what is left of its sanctified walls they brew bitter ale nowadays.", "characters": 397, "sentences": 5}, {"text": "From Abingdon to Nuneham Courteney is a lovely stretch.  Nuneham Park is well worth a visit.  It can be viewed on Tuesdays and Thursdays.  The house contains a fine collection of pictures and curiosities, and the grounds are very beautiful.", "characters": 240, "sentences": 5}, {"text": "The pool under Sandford lasher, just behind the lock, is a very good place to drown yourself in.  The undercurrent is terribly strong, and if you once get down into it you are all right.  An obelisk marks the spot where two men have already been drowned, while bathing there; and the steps of the obelisk are generally used as a diving-board by young men now who wish to see if the place really _is_ dangerous.", "characters": 410, "sentences": 4}, {"text": "Iffley Lock and Mill, a mile before you reach Oxford, is a favourite subject with the river-loving brethren of the brush.  The real article, however, is rather disappointing, after the pictures.  Few things, I have noticed, come quite up to the pictures of them, in this world.", "characters": 277, "sentences": 4}, {"text": "We passed through Iffley Lock at about half-past twelve, and then, having tidied up the boat and made all ready for landing, we set to work on our last mile.", "characters": 157, "sentences": 2}, {"text": "Between Iffley and Oxford is the most difficult bit of the river I know. You want to be born on that bit of water, to understand it.  I have been over it a fairish number of times, but I have never been able to get the hang of it.  The man who could row a straight course from Oxford to Iffley ought to be able to live comfortably, under one roof, with his wife, his mother-in-law, his elder sister, and the old servant who was in the family when he was a baby.", "characters": 461, "sentences": 5}, {"text": "First the current drives you on to the right bank, and then on to the left, then it takes you out into the middle, turns you round three times, and carries you up stream again, and always ends by trying to smash you up against a college barge.", "characters": 243, "sentences": 2}, {"text": "Of course, as a consequence of this, we got in the way of a good many other boats, during the mile, and they in ours, and, of course, as a consequence of that, a good deal of bad language occurred.", "characters": 197, "sentences": 2}, {"text": "The mildest tempered people, when on land, become violent and blood-thirsty when in a boat.  I did a little boating once with a young lady.  She was naturally of the sweetest and gentlest disposition imaginable, but on the river it was quite awful to hear her.", "characters": 260, "sentences": 4}, {"text": "“Oh, drat the man!” she would exclaim, when some unfortunate sculler would get in her way; “why don’t he look where he’s going?”", "characters": 140, "sentences": 1}, {"text": "And, “Oh, bother the silly old thing!” she would say indignantly, when the sail would not go up properly.  And she would catch hold of it, and shake it quite brutally.", "characters": 171, "sentences": 3}, {"text": "[Picture: Man at the lock] [Picture: Man at the lock] The air of the river has a demoralising effect upon one’s temper, and this it is, I suppose, which causes even barge men to be sometimes rude to one another, and to use language which, no doubt, in their calmer moments they regret.", "characters": 287, "sentences": 2}, {"text": "Oxford.—Montmorency’s idea of Heaven.—The hired up-river boat, its beauties and advantages.—The “Pride of the Thames.”—The weather changes.—The river under different aspects.—Not a cheerful evening.—Yearnings for the unattainable.—The cheery chat goes round.—George performs upon the banjo.—A mournful melody.—Another wet day.—Flight.—A little supper and a toast.", "characters": 395, "sentences": 15}, {"text": "[Picture: Dog running] We spent two very pleasant days at Oxford.  There are plenty of dogs in the town of Oxford.  Montmorency had eleven fights on the first day, and fourteen on the second, and evidently thought he had got to heaven.", "characters": 235, "sentences": 4}, {"text": "But they are not ornamental.  The boat you hire up the river above Marlow is not the sort of boat in which you can flash about and give yourself airs.  The hired up-river boat very soon puts a stop to any nonsense of that sort on the part of its occupants.  That is its chief—one may say, its only recommendation.", "characters": 315, "sentences": 5}, {"text": "[Picture: Dog] The man in the hired up-river boat is modest and retiring. He likes to keep on the shady side, underneath the trees, and to do most of his travelling early in the morning or late at night, when there are not many people about on the river to look at him.", "characters": 269, "sentences": 3}, {"text": "When the man in the hired up-river boat sees anyone he knows, he gets out on to the bank, and hides behind a tree.", "characters": 114, "sentences": 2}, {"text": "I was one of a party who hired an up-river boat one summer, for a few days’ trip.  We had none of us ever seen the hired up-river boat before; and we did not know what it was when we did see it.", "characters": 196, "sentences": 3}, {"text": "We had written for a boat—a double sculling skiff; and when we went down with our bags to the yard, and gave our names, the man said:", "characters": 135, "sentences": 1}, {"text": "[Picture: The Pride of the Thames] “Oh, yes; you’re the party that wrote for a double sculling skiff.  It’s all right.  Jim, fetch round _The Pride of the Thames_.”", "characters": 172, "sentences": 4}, {"text": "The boy went, and re-appeared five minutes afterwards, struggling with an antediluvian chunk of wood, that looked as though it had been recently dug out of somewhere, and dug out carelessly, so as to have been unnecessarily damaged in the process.", "characters": 247, "sentences": 2}, {"text": "My own idea, on first catching sight of the object, was that it was a Roman relic of some sort,—relic of _what_ I do not know, possibly of a coffin.", "characters": 150, "sentences": 2}, {"text": "To settle the dispute, we appealed to the boy.  We told him not to be afraid, but to speak the plain truth: Was it the fossil of a pre-Adamite whale, or was it an early Roman coffin?", "characters": 182, "sentences": 2}, {"text": "We thought this a very humorous answer on the part of the boy at first, and somebody gave him twopence as a reward for his ready wit; but when he persisted in keeping up the joke, as we thought, too long, we got vexed with him.", "characters": 227, "sentences": 2}, {"text": "“Come, come, my lad!” said our captain sharply, “don’t let us have any nonsense.  You take your mother’s washing-tub home again, and bring us a boat.”", "characters": 162, "sentences": 3}, {"text": "The boat-builder himself came up then, and assured us, on his word, as a practical man, that the thing really was a boat—was, in fact, _the_ boat, the “double sculling skiff” selected to take us on our trip down the river.", "characters": 228, "sentences": 2}, {"text": "We grumbled a good deal.  We thought he might, at least, have had it whitewashed or tarred—had _something_ done to it to distinguish it from a bit of a wreck; but he could not see any fault in it.", "characters": 198, "sentences": 3}, {"text": "He even seemed offended at our remarks.  He said he had picked us out the best boat in all his stock, and he thought we might have been more grateful.", "characters": 150, "sentences": 3}, {"text": "He said it, _The Pride of the Thames_, had been in use, just as it now stood (or rather as it now hung together), for the last forty years, to _his_ knowledge, and nobody had complained of it before, and he did not see why we should be the first to begin.", "characters": 255, "sentences": 2}, {"text": "We fastened the so-called boat together with some pieces of string, got a bit of wall-paper and pasted over the shabbier places, said our prayers, and stepped on board.", "characters": 168, "sentences": 2}, {"text": "They charged us thirty-five shillings for the loan of the remnant for six days; and we could have bought the thing out-and-out for four-and-sixpence at any sale of drift-wood round the coast.", "characters": 191, "sentences": 2}, {"text": "The weather changed on the third day,—Oh! I am talking about our present trip now,—and we started from Oxford upon our homeward journey in the midst of a steady drizzle.", "characters": 173, "sentences": 2}, {"text": "But the river—chill and weary, with the ceaseless rain-drops falling on its brown and sluggish waters, with a sound as of a woman, weeping low in some dark chamber; while the woods, all dark and silent, shrouded in their mists of vapour, stand like ghosts upon the margin; silent ghosts with eyes reproachful, like the ghosts of evil actions, like the ghosts of friends neglected—is a spirit-haunted water through the land of vain regrets.", "characters": 443, "sentences": 2}, {"text": "Sunlight is the life-blood of Nature.  Mother Earth looks at us with such dull, soulless eyes, when the sunlight has died away from out of her.  It makes us sad to be with her then; she does not seem to know us or to care for us.  She is as a widow who has lost the husband she loved, and her children touch her hand, and look up into her eyes, but gain no smile from her.", "characters": 372, "sentences": 5}, {"text": "We rowed on all that day through the rain, and very melancholy work it was.  We pretended, at first, that we enjoyed it.  We said it was a change, and that we liked to see the river under all its different aspects.  We said we could not expect to have it all sunshine, nor should we wish it.  We told each other that Nature was beautiful, even in her tears.", "characters": 357, "sentences": 6}, {"text": "Indeed, Harris and I were quite enthusiastic about the business, for the first few hours.  And we sang a song about a gipsy’s life, and how delightful a gipsy’s existence was!—free to storm and sunshine, and to every wind that blew!—and how he enjoyed the rain, and what a lot of good it did him; and how he laughed at people who didn’t like it.", "characters": 355, "sentences": 3}, {"text": "We hoisted the cover before we had lunch, and kept it up all the afternoon, just leaving a little space in the bow, from which one of us could paddle and keep a look-out.  In this way we made nine miles, and pulled up for the night a little below Day’s Lock.", "characters": 260, "sentences": 3}, {"text": "I cannot honestly say that we had a merry evening.  The rain poured down with quiet persistency.  Everything in the boat was damp and clammy. Supper was not a success.  Cold veal pie, when you don’t feel hungry, is apt to cloy.  I felt I wanted whitebait and a cutlet; Harris babbled of soles and white-sauce, and passed the remains of his pie to Montmorency, who declined it, and, apparently insulted by the offer, went and sat over at the other end of the boat by himself.", "characters": 476, "sentences": 7}, {"text": "George requested that we would not talk about these things, at all events until he had finished his cold boiled beef without mustard.", "characters": 133, "sentences": 2}, {"text": "We played penny nap after supper.  We played for about an hour and a half, by the end of which time George had won fourpence—George always is lucky at cards—and Harris and I had lost exactly twopence each.", "characters": 209, "sentences": 3}, {"text": "We thought we would give up gambling then.  As Harris said, it breeds an unhealthy excitement when carried too far.  George offered to go on and give us our revenge; but Harris and I decided not to battle any further against Fate.", "characters": 230, "sentences": 4}, {"text": "After that, we mixed ourselves some toddy, and sat round and talked. George told us about a man he had known, who had come up the river two years ago and who had slept out in a damp boat on just such another night as that was, and it had given him rheumatic fever, and nothing was able to save him, and he had died in great agony ten days afterwards.  George said he was quite a young man, and was engaged to be married.  He said it was one of the saddest things he had ever known.", "characters": 481, "sentences": 5}, {"text": "And that put Harris in mind of a friend of his, who had been in the Volunteers, and who had slept out under canvas one wet night down at Aldershot, “on just such another night as this,” said Harris; and he had woke up in the morning a cripple for life.  Harris said he would introduce us both to the man when we got back to town; it would make our hearts bleed to see him.", "characters": 376, "sentences": 3}, {"text": "This naturally led to some pleasant chat about sciatica, fevers, chills, lung diseases, and bronchitis; and Harris said how very awkward it would be if one of us were taken seriously ill in the night, seeing how far away we were from a doctor.", "characters": 243, "sentences": 2}, {"text": "There seemed to be a desire for something frolicksome to follow upon this conversation, and in a weak moment I suggested that George should get out his banjo, and see if he could not give us a comic song.", "characters": 204, "sentences": 2}, {"text": "I will say for George that he did not want any pressing.  There was no nonsense about having left his music at home, or anything of that sort. He at once fished out his instrument, and commenced to play “Two Lovely Black Eyes.”", "characters": 231, "sentences": 4}, {"text": "I had always regarded “Two Lovely Black Eyes” as rather a commonplace tune until that evening.  The rich vein of sadness that George extracted from it quite surprised me.", "characters": 174, "sentences": 3}, {"text": "The desire that grew upon Harris and myself, as the mournful strains progressed, was to fall upon each other’s necks and weep; but by great effort we kept back the rising tears, and listened to the wild yearnful melody in silence.", "characters": 232, "sentences": 2}, {"text": "When the chorus came we even made a desperate effort to be merry.  We re-filled our glasses and joined in; Harris, in a voice trembling with emotion, leading, and George and I following a few words behind:", "characters": 205, "sentences": 2}, {"text": "“Two lovely black eyes;           Oh! what a surprise!     Only for telling a man he was wrong,           Two—”", "characters": 117, "sentences": 1}, {"text": "There we broke down.  The unutterable pathos of George’s accompaniment to that “two” we were, in our then state of depression, unable to bear. Harris sobbed like a little child, and the dog howled till I thought his heart or his jaw must surely break.", "characters": 257, "sentences": 4}, {"text": "George wanted to go on with another verse.  He thought that when he had got a little more into the tune, and could throw more “abandon,” as it were, into the rendering, it might not seem so sad.  The feeling of the majority, however, was opposed to the experiment.", "characters": 268, "sentences": 4}, {"text": "There being nothing else to do, we went to bed—that is, we undressed ourselves, and tossed about at the bottom of the boat for some three or four hours.  After which, we managed to get some fitful slumber until five a.m., when we all got up and had breakfast.", "characters": 261, "sentences": 5}, {"text": "The second day was exactly like the first.  The rain continued to pour down, and we sat, wrapped up in our mackintoshes, underneath the canvas, and drifted slowly down.", "characters": 168, "sentences": 3}, {"text": "One of us—I forget which one now, but I rather think it was myself—made a few feeble attempts during the course of the morning to work up the old gipsy foolishness about being children of Nature and enjoying the wet; but it did not go down well at all.  That—", "characters": 265, "sentences": 2}, {"text": "was so painfully evident, as expressing the sentiments of each of us, that to sing it seemed unnecessary.", "characters": 105, "sentences": 2}, {"text": "On one point we were all agreed, and that was that, come what might, we would go through with this job to the bitter end.  We had come out for a fortnight’s enjoyment on the river, and a fortnight’s enjoyment on the river we meant to have.  If it killed us! well, that would be a sad thing for our friends and relations, but it could not be helped.  We felt that to give in to the weather in a climate such as ours would be a most disastrous precedent.", "characters": 456, "sentences": 5}, {"text": "“It’s only two days more,” said Harris, “and we are young and strong.  We may get over it all right, after all.”", "characters": 122, "sentences": 3}, {"text": "At about four o’clock we began to discuss our arrangements for the evening.  We were a little past Goring then, and we decided to paddle on to Pangbourne, and put up there for the night.", "characters": 188, "sentences": 3}, {"text": "We sat and mused on the prospect.  We should be in at Pangbourne by five. We should finish dinner at, say, half-past six.  After that we could walk about the village in the pouring rain until bed-time; or we could sit in a dimly-lit bar-parlour and read the almanac.", "characters": 266, "sentences": 5}, {"text": "[Picture: Lady in skirt] “Why, the Alhambra would be almost more lively,” said Harris, venturing his head outside the cover for a moment and taking a survey of the sky.", "characters": 172, "sentences": 2}, {"text": "“Yes it’s almost a pity we’ve made up our minds to stick to this boat,” answered Harris; and then there was silence for a while.", "characters": 136, "sentences": 2}, {"text": "“If we _hadn’t_ made up our minds to contract our certain deaths in this bally old coffin,” observed George, casting a glance of intense malevolence over the boat, “it might be worth while to mention that there’s a train leaves Pangbourne, I know, soon after five, which would just land us in town in comfortable time to get a chop, and then go on to the place you mentioned afterwards.”", "characters": 399, "sentences": 2}, {"text": "Nobody spoke.  We looked at one another, and each one seemed to see his own mean and guilty thoughts reflected in the faces of the others.  In silence, we dragged out and overhauled the Gladstone.  We looked up the river and down the river; not a soul was in sight!", "characters": 265, "sentences": 4}, {"text": "Twenty minutes later, three figures, followed by a shamed-looking dog, might have been seen creeping stealthily from the boat-house at the “Swan” towards the railway station, dressed in the following neither neat nor gaudy costume:", "characters": 235, "sentences": 1}, {"text": "Black leather shoes, dirty; suit of boating flannels, very dirty; brown felt hat, much battered; mackintosh, very wet; umbrella.", "characters": 128, "sentences": 2}, {"text": "We had deceived the boatman at Pangbourne.  We had not had the face to tell him that we were running away from the rain.  We had left the boat, and all it contained, in his charge, with instructions that it was to be ready for us at nine the next morning.  If, we said—_if_ anything unforeseen should happen, preventing our return, we would write to him.", "characters": 356, "sentences": 5}, {"text": "We reached Paddington at seven, and drove direct to the restaurant I have before described, where we partook of a light meal, left Montmorency, together with suggestions for a supper to be ready at half-past ten, and then continued our way to Leicester Square.", "characters": 260, "sentences": 2}, {"text": "We attracted a good deal of attention at the Alhambra.  On our presenting ourselves at the paybox we were gruffly directed to go round to Castle Street, and were informed that we were half-an-hour behind our time.", "characters": 213, "sentences": 3}, {"text": "We convinced the man, with some difficulty, that we were _not_ “the world-renowned contortionists from the Himalaya Mountains,” and he took our money and let us pass.", "characters": 170, "sentences": 2}, {"text": "Inside we were a still greater success.  Our fine bronzed countenances and picturesque clothes were followed round the place with admiring gaze. We were the cynosure of every eye.", "characters": 179, "sentences": 4}, {"text": "We adjourned soon after the first ballet, and wended our way back to the restaurant, where supper was already awaiting us.", "characters": 122, "sentences": 2}, {"text": "I must confess to enjoying that supper.  For about ten days we seemed to have been living, more or less, on nothing but cold meat, cake, and bread and jam.  It had been a simple, a nutritious diet; but there had been nothing exciting about it, and the odour of Burgundy, and the smell of French sauces, and the sight of clean napkins and long loaves, knocked as a very welcome visitor at the door of our inner man.", "characters": 414, "sentences": 4}, {"text": "Then Harris, who was sitting next the window, drew aside the curtain and looked out upon the street.", "characters": 100, "sentences": 2}, {"text": "It glistened darkly in the wet, the dim lamps flickered with each gust, the rain splashed steadily into the puddles and trickled down the water-spouts into the running gutters.  A few soaked wayfarers hurried past, crouching beneath their dripping umbrellas, the women holding up their skirts.", "characters": 293, "sentences": 3}, {"text": "“Well,” said Harris, reaching his hand out for his glass, “we have had a pleasant trip, and my hearty thanks for it to old Father Thames—but I think we did well to chuck it when we did.  Here’s to Three Men well out of a Boat!”", "characters": 239, "sentences": 2}, {"text": "And Montmorency, standing on his hind legs, before the window, peering out into the night, gave a short bark of decided concurrence with the toast.", "characters": 147, "sentences": 2}, {"text": "{287}  Or rather _were_.  The Conservancy of late seems to have constituted itself into a society for the employment of idiots.  A good many of the new lock-keepers, especially in the more crowded portions of the river, are excitable, nervous old men, quite unfitted for their post.", "characters": 282, "sentences": 4}, {"text": "{311}  A capital little out-of-the-way restaurant, in the neighbourhood of ---, where you can get one of the best-cooked and cheapest little French dinners or suppers that I know of, with an excellent bottle of Beaune, for three-and-six; and which I am not going to be idiot enough to advertise.", "characters": 295, "sentences": 2}], "id": 308, "paragraphs": 860, "author": "Jerome K. Jerome"}