{"title": "Roughing It", "data": [{"text": "TO                            CALVIN H. HIGBIE,                              Of California,         an Honest Man, a Genial Comrade, and a Steadfast Friend.                          THIS BOOK IS INSCRIBED                              By the Author,                      In Memory of the Curious Time                               When We Two                     WERE MILLIONAIRES FOR TEN DAYS.", "characters": 393, "sentences": 4}, {"text": "BY                               MARK TWAIN.                           (SAMUEL L. CLEMENS.)", "characters": 91, "sentences": 4}, {"text": "CHAPTER I. My Brother appointed Secretary of Nevada--I Envy His Prospective Adventures--Am Appointed Private Secretary Under Him--My Contentment Complete--Packed in One Hour--Dreams and Visions--On the Missouri River --A Bully Boat", "characters": 231, "sentences": 2}, {"text": "CHAPTER II. Arrive at St. Joseph--Only Twenty-five Pounds Baggage Allowed--Farewell to Kid Gloves and Dress Coats--Armed to the Teeth--The \"Allen\"--A Cheerful Weapon--Persuaded to Buy a Mule--Schedule of Luxuries--We Leave the \"States\"--\"Our Coach\"--Mails for the Indians--Between a Wink and an Earthquake--A Modern Sphynx and How She Entertained Us--A Sociable Heifer", "characters": 368, "sentences": 3}, {"text": "CHAPTER III. \"The Thoroughbrace is Broke\"--Mails Delivered Properly--Sleeping Under Difficulties--A Jackass Rabbit Meditating, and on Business--A Modern Gulliver--Sage-brush--Overcoats as an Article of Diet--Sad Fate of a Camel--Warning to Experimenters", "characters": 253, "sentences": 2}, {"text": "CHAPTER IV. Making Our Bed--Assaults by the Unabridged--At a Station--Our Driver a Great and Shining Dignitary--Strange Place for a Frontyard --Accommodations--Double Portraits--An Heirloom--Our Worthy Landlord --\"Fixings and Things\"--An Exile--Slumgullion--A Well Furnished Table--The Landlord Astonished--Table Etiquette--Wild Mexican Mules--Stage-coaching and Railroading", "characters": 374, "sentences": 2}, {"text": "CHAPTER V. New Acquaintances--The Cayote--A Dog's Experiences--A Disgusted Dog--The Relatives of the Cayote--Meals Taken Away from Home", "characters": 135, "sentences": 2}, {"text": "CHAPTER VI. The Division Superintendent--The Conductor--The Driver--One Hundred and Fifty Miles' Drive Without Sleep--Teaching a Subordinate--Our Old Friend Jack and a Pilgrim--Ben Holliday Compared to Moses", "characters": 207, "sentences": 2}, {"text": "CHAPTER VII. Overland City--Crossing the Platte--Bemis's Buffalo Hunt--Assault by a Buffalo--Bemis's Horse Goes Crazy--An Impromptu Circus--A New Departure --Bemis Finds Refuge in a Tree--Escapes Finally by a Wonderful Method", "characters": 225, "sentences": 2}, {"text": "CHAPTER VIII. The Pony Express--Fifty Miles Without Stopping--\"Here he Comes\"--Alkali Water--Riding an Avalanche--Indian Massacre", "characters": 129, "sentences": 2}, {"text": "CHAPTER IX. Among the Indians--An Unfair Advantage--Laying on our Arms--A Midnight Murder--Wrath of Outlaws--A Dangerous, yet Valuable Citizen", "characters": 142, "sentences": 2}, {"text": "CHAPTER X. History of Slade--A Proposed Fist-fight--Encounter with Jules--Paradise of Outlaws--Slade as Superintendent--As Executioner--A Doomed Whisky Seller--A Prisoner--A Wife's Bravery--An Ancient Enemy Captured--Enjoying a Luxury--Hob-nobbing with Slade--Too Polite--A Happy Escape", "characters": 286, "sentences": 2}, {"text": "CHAPTER XI. Slade in Montana--\"On a Spree\"--In Court--Attack on a Judge--Arrest by the Vigilantes--Turn out of the Miners--Execution of Slade--Lamentations of His Wife--Was Slade a Coward?", "characters": 188, "sentences": 2}, {"text": "CHAPTER XII. A Mormon Emigrant Train--The Heart of the Rocky Mountains--Pure Saleratus--A Natural Ice-House--An Entire Inhabitant--In Sight of \"Eternal Snow\"--The South Pass--The Parting Streams--An Unreliable Letter Carrier--Meeting of Old Friends--A Spoiled Watermelon--Down the Mountain--A Scene of Desolation--Lost in the Dark--Unnecessary Advice --U.S. Troops and Indians--Sublime Spectacle--Another Delusion Dispelled --Among the Angels", "characters": 442, "sentences": 4}, {"text": "CHAPTER XIII. Mormons and Gentiles--Exhilarating Drink, and its Effect on Bemis--Salt Lake City--A Great Contrast--A Mormon Vagrant--Talk with a Saint--A Visit to the \"King\"--A Happy Simile", "characters": 189, "sentences": 2}, {"text": "CHAPTER XIV. Mormon Contractors--How Mr. Street Astonished Them--The Case Before Brigham Young, and How he Disposed of it--Polygamy Viewed from a New Position", "characters": 158, "sentences": 3}, {"text": "CHAPTER XV. A Gentile Den--Polygamy Discussed--Favorite Wife and D. 4--Hennery for Retired Wives--Children Need Marking--Cost of a Gift to No. 6 --A Penny-whistle Gift and its Effects--Fathering the Foundlings --It Resembled Him--The Family Bedstead", "characters": 249, "sentences": 4}, {"text": "CHAPTER XVI The Mormon Bible--Proofs of its Divinity--Plagiarism of its Authors --Story of Nephi--Wonderful Battle--Kilkenny Cats Outdone", "characters": 137, "sentences": 1}, {"text": "CHAPTER XVII. Three Sides to all Questions--Everything \"A Quarter\"--Shriveled Up --Emigrants and White Shirts at a Discount--\"Forty-Niners\"--Above Par--Real Happiness", "characters": 166, "sentences": 2}, {"text": "CHAPTER XVIII. Alkali Desert--Romance of Crossing Dispelled--Alkali Dust--Effect on the Mules--Universal Thanksgiving", "characters": 117, "sentences": 2}, {"text": "CHAPTER XIX. The Digger Indians Compared with the Bushmen of Africa--Food, Life and Characteristics--Cowardly Attack on a Stage Coach--A Brave Driver--The Noble Red Man", "characters": 168, "sentences": 2}, {"text": "CHAPTER XX. The Great American Desert--Forty Miles on Bones--Lakes Without Outlets --Greely's Remarkable Ride--Hank Monk, the Renowned Driver--Fatal Effects of \"Corking\" a Story--Bald-Headed Anecdote", "characters": 199, "sentences": 2}, {"text": "CHAPTER XXI. Alkali Dust--Desolation and Contemplation--Carson City--Our Journey Ended--We are Introduced to Several Citizens--A Strange Rebuke--A Washoe Zephyr at Play--Its Office Hours--Governor's Palace--Government Offices --Our French Landlady Bridget O'Flannigan--Shadow Secrets--Cause for a Disturbance at Once--The Irish Brigade--Mrs. O'Flannigan's Boarders--The Surveying Expedition--Escape of the Tarantulas", "characters": 416, "sentences": 3}, {"text": "CHAPTER XXII. The Son of a Nabob--Start for Lake Tahoe--Splendor of the Views--Trip on the Lake--Camping Out--Reinvigorating Climate--Clearing a Tract of Land --Securing a Title--Outhouse and Fences", "characters": 198, "sentences": 2}, {"text": "CHAPTER XXIII. A Happy Life--Lake Tahoe and its Moods--Transparency of the Waters--A Catastrophe--Fire! Fire!--A Magnificent Spectacle--Homeless Again--We take to the Lake--A Storm--Return to Carson", "characters": 198, "sentences": 2}, {"text": "CHAPTER XXIV. Resolve to Buy a Horse--Horsemanship in Carson--A Temptation--Advice Given Me Freely--I Buy the Mexican Plug--My First Ride--A Good Bucker--I Loan the Plug--Experience of Borrowers--Attempts to Sell--Expense of the Experiment--A Stranger Taken In", "characters": 260, "sentences": 2}, {"text": "CHAPTER XXV. The Mormons in Nevada--How to Persuade a Loan from Them--Early History of the Territory--Silver Mines Discovered--The New Territorial Government--A Foreign One and a Poor One--Its Funny Struggles for Existence--No Credit, no Cash--Old Abe Currey Sustains it and its Officers--Instructions and Vouchers--An Indian's Endorsement--Toll-Gates", "characters": 351, "sentences": 2}, {"text": "CHAPTER XXVI. The Silver Fever--State of the Market--Silver Bricks--Tales Told--Off for the Humboldt Mines", "characters": 106, "sentences": 2}, {"text": "CHAPTER XXVII. Our manner of going--Incidents of the Trip--A Warm but Too Familiar a Bedfellow--Mr. Ballou Objects--Sunshine amid Clouds--Safely Arrived", "characters": 152, "sentences": 3}, {"text": "CHAPTER XXVIII. Arrive at the Mountains--Building Our Cabin--My First Prospecting Tour --My First Gold Mine--Pockets Filled With Treasures--Filtering the News to My Companions--The Bubble Pricked--All Not Gold That Glitters", "characters": 223, "sentences": 2}, {"text": "CHAPTER XXIX. Out Prospecting--A Silver Mine At Last--Making a Fortune With Sledge and Drill--A Hard Road to Travel--We Own in Claims--A Rocky Country", "characters": 150, "sentences": 2}, {"text": "CHAPTER XXX. Disinterested Friends--How \"Feet\" Were Sold--We Quit Tunnelling--A Trip to Esmeralda--My Companions--An Indian Prophesy--A Flood--Our Quarters During It", "characters": 165, "sentences": 2}, {"text": "CHAPTER XXXI. The Guests at \"Honey Lake Smith's\"--\"Bully Old Arkansas\"--\"Our Landlord\" --Determined to Fight--The Landlord's Wife--The Bully Conquered by Her --Another Start--Crossing the Carson--A Narrow Escape--Following Our Own Track--A New Guide--Lost in the Snow", "characters": 267, "sentences": 2}, {"text": "CHAPTER XXXII. Desperate Situation--Attempts to Make a Fire--Our Horses leave us--We Find Matches--One, Two, Three and the Last--No Fire--Death Seems Inevitable--We Mourn Over Our Evil Lives--Discarded Vices--We Forgive Each Other--An Affectionate Farewell--The Sleep of Oblivion", "characters": 279, "sentences": 2}, {"text": "CHAPTER XXXIII. Return of Consciousness--Ridiculous Developments--A Station House--Bitter Feelings--Fruits of Repentance--Resurrected Vices", "characters": 139, "sentences": 2}, {"text": "CHAPTER XXXIV. About Carson--General Buncombe--Hyde vs. Morgan--How Hyde Lost His Ranch --The Great Landslide Case--The Trial--General Buncombe in Court--A Wonderful Decision--A Serious Afterthought", "characters": 198, "sentences": 3}, {"text": "CHAPTER XXXV. A New Travelling Companion--All Full and No Accommodations--How Captain Nye found Room--and Caused Our Leaving to be Lamented--The Uses of Tunnelling--A Notable Example--We Go into the \"Claim\" Business and Fail --At the Bottom", "characters": 240, "sentences": 2}, {"text": "CHAPTER XXXVI. A Quartz Mill--Amalgamation--\"Screening Tailings\"--First Quartz Mill in Nevada--Fire Assay--A Smart Assayer--I stake for an advance", "characters": 146, "sentences": 2}, {"text": "CHAPTER XXXVII. The Whiteman Cement Mine--Story of its Discovery--A Secret Expedition--A Nocturnal Adventure--A Distressing Position--A Failure and a Week's Holiday", "characters": 164, "sentences": 2}, {"text": "CHAPTER XXXVIII. Mono Lake--Shampooing Made Easy--Thoughtless Act of Our Dog and the Results--Lye Water--Curiosities of the Lake--Free Hotel--Some Funny Incidents a Little Overdrawn", "characters": 181, "sentences": 2}, {"text": "CHAPTER XXXIX. Visit to the Islands in Lake Mono--Ashes and Desolation--Life Amid Death Our Boat Adrift--A Jump For Life--A Storm On the Lake--A Mass of Soap Suds--Geological Curiosities--A Week On the Sierras--A Narrow Escape From a Funny Explosion--\"Stove Heap Gone\"", "characters": 268, "sentences": 2}, {"text": "CHAPTER XL. The \"Wide West\" Mine--It is \"Interviewed\" by Higbie--A Blind Lead--Worth a Million--We are Rich At Last--Plans for the Future", "characters": 137, "sentences": 2}, {"text": "CHAPTER XLI. A Rheumatic Patient--Day Dreams--An Unfortunate Stumble--I Leave Suddenly--Another Patient--Higbie in the Cabin--Our Balloon Bursted --Worth Nothing--Regrets and Explanations--Our Third Partner", "characters": 206, "sentences": 2}, {"text": "CHAPTER XLII. What to do Next?--Obstacles I Had Met With--\"Jack of All Trades\"--Mining Again--Target Shooting--I Turn City Editor--I Succeed Finely", "characters": 147, "sentences": 2}, {"text": "CHAPTER XLIV. Flush Times--Plenty of Stock--Editorial Puffing--Stocks Given Me--Salting Mines--A Tragedian In a New Role", "characters": 120, "sentences": 2}, {"text": "CHAPTER XLV. Flush Times Continue--Sanitary Commission Fund--Wild Enthusiasm of the People--Would not wait to Contribute--The Sanitary Flour Sack--It is Carried to Gold Hill and Dayton--Final Reception in Virginia--Results of the Sale--A Grand Total", "characters": 249, "sentences": 2}, {"text": "CHAPTER XLVI. The Nabobs of Those Days--John Smith as a Traveler--Sudden Wealth--A Sixty-Thousand-Dollar Horse--A Smart Telegraph Operator--A Nabob in New York City--Charters an Omnibus--\"Walk in, It's All Free\"--\"You Can't Pay a Cent\"--\"Hold On, Driver, I Weaken\"--Sociability of New Yorkers", "characters": 292, "sentences": 2}, {"text": "CHAPTER XLVII. Buck Fanshaw's Death--The Cause Thereof--Preparations for His Burial --Scotty Briggs the Committee Man--He Visits the Minister--Scotty Can't Play His Hand--The Minister Gets Mixed--Both Begin to See--\"All Down Again But Nine\"--Buck Fanshaw as a Citizen--How To \"Shook Your Mother\" --The Funeral--Scotty Briggs as a Sunday School Teacher", "characters": 351, "sentences": 2}, {"text": "CHAPTER XLVIII. The First Twenty-Six Graves in Nevada--The Prominent Men of the County --The Man Who Had Killed His Dozen--Trial by Jury--Specimen Jurors--A Private Grave Yard--The Desperadoes--Who They Killed--Waking up the Weary Passenger--Satisfaction Without Fighting", "characters": 271, "sentences": 2}, {"text": "CHAPTER XLIX. Fatal Shooting Affray--Robbery and Desperate Affray--A Specimen City Official--A Marked Man--A Street Fight--Punishment of Crime", "characters": 142, "sentences": 2}, {"text": "CHAPTER L. Captain Ned Blakely--Bill Nookes Receives Desired Information--Killing of Blakely's Mate--A Walking Battery--Blakely Secures Nookes--Hang First and Be Tried Afterwards--Captain Blakely as a Chaplain--The First Chapter of Genesis Read at a Hanging--Nookes Hung--Blakely's Regrets", "characters": 289, "sentences": 2}, {"text": "CHAPTER LI. The Weekly Occidental--A Ready Editor--A Novel--A Concentration of Talent--The Heroes and the Heroines--The Dissolute Author Engaged --Extraordinary Havoc With the Novel--A Highly Romantic Chapter--The Lovers Separated--Jonah Out-done--A Lost Poem--The Aged Pilot Man--Storm On the Erie Canal--Dollinger the Pilot Man--Terrific Gale--Danger Increases--A Crisis Arrived--Saved as if by a Miracle", "characters": 406, "sentences": 2}, {"text": "CHAPTER LII. Freights to California--Silver Bricks--Under Ground Mines--Timber Supports--A Visit to the Mines--The Caved Mines--Total of Shipments in 1863", "characters": 154, "sentences": 2}, {"text": "CHAPTER LIII. Jim Blaine and his Grandfather's Ram--Filkin's Mistake--Old Miss Wagner and her Glass Eye--Jacobs, the Coffin Dealer--Waiting for a Customer--His Bargain With Old Robbins--Robbins Sues for Damage and Collects--A New Use for Missionaries--The Effect--His Uncle Lem and the Use Providence Made of Him--Sad Fate of Wheeler--Devotion of His Wife--A Model Monument--What About the Ram?", "characters": 394, "sentences": 2}, {"text": "CHAPTER LIV. Chinese in Virginia City--Washing Bills--Habit of Imitation--Chinese Immigration--A Visit to Chinatown--Messrs. Ah Sing, Hong Wo, See Yup, &c.", "characters": 155, "sentences": 4}, {"text": "CHAPTER LV. Tired of Virginia City--An Old Schoolmate--A Two Years' Loan--Acting as an Editor--Almost Receive an Offer--An Accident--Three Drunken Anecdotes --Last Look at Mt. Davidson--A Beautiful Incident", "characters": 206, "sentences": 3}, {"text": "CHAPTER LVI. Off for San Francisco--Western and Eastern Landscapes--The Hottest place on Earth--Summer and Winter", "characters": 113, "sentences": 2}, {"text": "CHAPTER LVII. California--Novelty of Seeing a Woman--\"Well if it ain't a Child!\"--One Hundred and Fifty Dollars for a Kiss--Waiting for a turn", "characters": 142, "sentences": 2}, {"text": "CHAPTER LVIII. Life in San Francisco--Worthless Stocks--My First Earthquake--Reportorial Instincts--Effects of the Shocks--Incidents and Curiosities--Sabbath Breakers--The Lodger and the Chambermaid--A Sensible Fashion to Follow --Effects of the Earthquake on the Ministers", "characters": 273, "sentences": 2}, {"text": "CHAPTER LIX. Poor Again--Slinking as a Business--A Model Collector--Misery loves Company--Comparing Notes for Comfort--A Streak of Luck--Finding a Dime --Wealthy by Comparison--Two Sumptuous Dinners", "characters": 198, "sentences": 2}, {"text": "CHAPTER LXI. Dick Baker and his Cat--Tom Quartz's Peculiarities--On an Excursion --Appearance On His Return--A Prejudiced Cat--Empty Pockets and a Roving Life", "characters": 158, "sentences": 2}, {"text": "CHAPTER LXII. Bound for the Sandwich Islands--The Three Captains--The Old Admiral--His Daily Habits--His Well Fought Fields--An Unexpected Opponent--The Admiral Overpowered--The Victor Declared a Hero", "characters": 200, "sentences": 2}, {"text": "CHAPTER LXIII. Arrival at the Islands--Honolulu--What I Saw There--Dress and Habits of the Inhabitants--The Animal Kingdom--Fruits and Delightful Effects", "characters": 153, "sentences": 2}, {"text": "CHAPTER LXIV. An Excursion--Captain Phillips and his Turn-Out--A Horseback Ride--A Vicious Animal--Nature and Art--Interesting Ruins--All Praise to the Missionaries", "characters": 164, "sentences": 2}, {"text": "CHAPTER LXV. Interesting Mementoes and Relics--An Old Legend of a Frightful Leap--An Appreciative Horse--Horse Jockeys and Their Brothers--A New Trick--A Hay Merchant--Good Country for Horse Lovers", "characters": 197, "sentences": 2}, {"text": "CHAPTER LXVI. A Saturday Afternoon--Sandwich Island Girls on a Frolic--The Poi Merchant--Grand Gala Day--A Native Dance--Church Membership--Cats and Officials--An Overwhelming Discovery", "characters": 185, "sentences": 2}, {"text": "CHAPTER LXVII. The Legislature of the Island--What Its President Has Seen--Praying for an Enemy--Women's Rights--Romantic Fashions--Worship of the Shark--Desire for Dress--Full Dress--Not Paris Style--Playing Empire--Officials and Foreign Ambassadors--Overwhelming Magnificence", "characters": 277, "sentences": 2}, {"text": "CHAPTER LXVIII. A Royal Funeral--Order of Procession--Pomp and Ceremony--A Striking Contrast--A Sick Monarch--Human Sacrifices at His Death--Burial Orgies", "characters": 154, "sentences": 2}, {"text": "CHAPTER LXIX. \"Once more upon the Waters.\"--A Noisy Passenger--Several Silent Ones--A Moonlight Scene--Fruits and Plantations", "characters": 125, "sentences": 3}, {"text": "CHAPTER LXX. A Droll Character--Mrs. Beazely and Her Son--Meditations on Turnips--A Letter from Horace Greeley--An Indignant Rejoinder--The Letter Translated but too Late", "characters": 170, "sentences": 3}, {"text": "CHAPTER LXXI. Kealakekua Bay--Death of Captain Cook--His Monument--Its Construction--On Board the Schooner", "characters": 106, "sentences": 2}, {"text": "CHAPTER LXXII. Young Kanakas in New England--A Temple Built by Ghosts--Female Bathers--I Stood Guard--Women and Whiskey--A Fight for Religion--Arrival of Missionaries", "characters": 166, "sentences": 2}, {"text": "CHAPTER LXXIII. Native Canoes--Surf Bathing--A Sanctuary--How Built--The Queen's Rock --Curiosities--Petrified Lava", "characters": 115, "sentences": 2}, {"text": "CHAPTER LXXIV. Visit to the Volcano--The Crater--Pillar of Fire--Magnificent Spectacle --A Lake of Fire", "characters": 103, "sentences": 2}, {"text": "CHAPTER LXXVI. A Reminiscence--Another Horse Story--My Ride with the Retired Milk Horse --A Picnicing Excursion--Dead Volcano of Holeakala--Comparison with Vesuvius--An Inside View", "characters": 180, "sentences": 2}, {"text": "CHAPTER LXXVII. A Curious Character--A Series of Stories--Sad Fate of a Liar--Evidence of Insanity", "characters": 98, "sentences": 2}, {"text": "CHAPTER LXXVIII. Return to San Francisco--Ship Amusements--Preparing for Lecturing --Valuable Assistance Secured--My First Attempt--The Audience Carried --\"All's Well that Ends Well.\"", "characters": 183, "sentences": 3}, {"text": "CHAPTER LXXIX. Highwaymen--A Predicament--A Huge Joke--Farewell to California--At Home Again--Great Changes.  Moral.", "characters": 116, "sentences": 4}, {"text": "APPENDIX. A.--Brief Sketch of Mormon History B.--The Mountain Meadows Massacre C.--Concerning a Frightful Assassination that was never Consummated", "characters": 146, "sentences": 5}, {"text": "I dreamed all night about Indians, deserts, and silver bars, and in due time, next day, we took shipping at the St. Louis wharf on board a steamboat bound up the Missouri River.", "characters": 177, "sentences": 3}, {"text": "In fact, the boat might almost as well have gone to St. Jo. by land, for she was walking most of the time, anyhow--climbing over reefs and clambering over snags patiently and laboriously all day long.  The captain said she was a \"bully\" boat, and all she wanted was more \"shear\" and a bigger wheel.  I thought she wanted a pair of stilts, but I had the deep sagacity not to say so.", "characters": 381, "sentences": 6}, {"text": "The first thing we did on that glad evening that landed us at St. Joseph was to hunt up the stage-office, and pay a hundred and fifty dollars apiece for tickets per overland coach to Carson City, Nevada.", "characters": 203, "sentences": 3}, {"text": "We took two or three blankets for protection against frosty weather in the mountains.  In the matter of luxuries we were modest--we took none along but some pipes and five pounds of smoking tobacco.  We had two large canteens to carry water in, between stations on the Plains, and we also took with us a little shot-bag of silver coin for daily expenses in the way of breakfasts and dinners.", "characters": 391, "sentences": 4}, {"text": "We changed horses every ten miles, all day long, and fairly flew over the hard, level road.  We jumped out and stretched our legs every time the coach stopped, and so the night found us still vivacious and unfatigued.", "characters": 217, "sentences": 3}, {"text": "\"Danged if I didn't begin to think you fellers was deef and dumb.  I did, b'gosh.  Here I've sot, and sot, and sot, a-bust'n muskeeters and wonderin' what was ailin' ye.  Fust I thot you was deef and dumb, then I thot you was sick or crazy, or suthin', and then by and by I begin to reckon you was a passel of sickly fools that couldn't think of nothing to say.  Wher'd ye come from?\"", "characters": 384, "sentences": 5}, {"text": "The Sphynx was a Sphynx no more!  The fountains of her great deep were broken up, and she rained the nine parts of speech forty days and forty nights, metaphorically speaking, and buried us under a desolating deluge of trivial gossip that left not a crag or pinnacle of rejoinder projecting above the tossing waste of dislocated grammar and decomposed pronunciation!", "characters": 366, "sentences": 1}, {"text": "How we suffered, suffered, suffered!  She went on, hour after hour, till I was sorry I ever opened the mosquito question and gave her a start. She never did stop again until she got to her journey's end toward daylight; and then she stirred us up as she was leaving the stage (for we were nodding, by that time), and said:", "characters": 322, "sentences": 2}, {"text": "\"Now you git out at Cottonwood, you fellers, and lay over a couple o' days, and I'll be along some time to-night, and if I can do ye any good by edgin' in a word now and then, I'm right thar.  Folks'll tell you't I've always ben kind o' offish and partic'lar for a gal that's raised in the woods, and I am, with the rag-tag and bob-tail, and a gal has to be, if she wants to be anything, but when people comes along which is my equals, I reckon I'm a pretty sociable heifer after all.\"", "characters": 485, "sentences": 3}, {"text": "Just then the conductor's face appeared at a lifted curtain, and his lantern glared in on us and our wall of mail matter.  He said: \"Gents, you'll have to turn out a spell.  Thoroughbrace is broke.\"", "characters": 198, "sentences": 4}, {"text": "We climbed out into a chill drizzle, and felt ever so homeless and dreary.  When I found that the thing they called a \"thoroughbrace\" was the massive combination of belts and springs which the coach rocks itself in, I said to the driver:", "characters": 237, "sentences": 2}, {"text": "\"Why, it happened by trying to make one coach carry three days' mail --that's how it happened,\" said he.  \"And right here is the very direction which is wrote on all the newspaper-bags which was to be put out for the Injuns for to keep 'em quiet.  It's most uncommon lucky, becuz it's so nation dark I should 'a' gone by unbeknowns if that air thoroughbrace hadn't broke.\"", "characters": 372, "sentences": 4}, {"text": "The conductor said he would send back a guard from the next station to take charge of the abandoned mail-bags, and we drove on.", "characters": 127, "sentences": 2}, {"text": "By and by we passed through Marysville, and over the Big Blue and Little Sandy; thence about a mile, and entered Nebraska.  About a mile further on, we came to the Big Sandy--one hundred and eighty miles from St. Joseph.", "characters": 220, "sentences": 4}, {"text": "As the sun was going down, we saw the first specimen of an animal known familiarly over two thousand miles of mountain and desert--from Kansas clear to the Pacific Ocean--as the \"jackass rabbit.\" He is well named. He is just like any other rabbit, except that he is from one third to twice as large, has longer legs in proportion to his size, and has the most preposterous ears that ever were mounted on any creature but a jackass.", "characters": 431, "sentences": 4}, {"text": "I do not remember where we first came across \"sage-brush,\" but as I have been speaking of it I may as well describe it.", "characters": 119, "sentences": 2}, {"text": "I was about to say, when diverted from my subject, that occasionally one finds sage-bushes five or six feet high, and with a spread of branch and foliage in proportion, but two or two and a half feet is the usual height.", "characters": 220, "sentences": 2}, {"text": "There was only one cruet left, and that was a stopperless, fly-specked, broken-necked thing, with two inches of vinegar in it, and a dozen preserved flies with their heels up and looking sorry they had invested there.", "characters": 217, "sentences": 2}, {"text": "The station-keeper upended a disk of last week's bread, of the shape and size of an old-time cheese, and carved some slabs from it which were as good as Nicholson pavement, and tenderer.", "characters": 186, "sentences": 2}, {"text": "He sliced off a piece of bacon for each man, but only the experienced old hands made out to eat it, for it was condemned army bacon which the United States would not feed to its soldiers in the forts, and the stage company had bought it cheap for the sustenance of their passengers and employees.  We may have found this condemned army bacon further out on the plains than the section I am locating it in, but we found it--there is no gainsaying that.", "characters": 451, "sentences": 3}, {"text": "Then he poured for us a beverage which he called \"Slum gullion,\" and it is hard to think he was not inspired when he named it.  It really pretended to be tea, but there was too much dish-rag, and sand, and old bacon-rind in it to deceive the intelligent traveler.", "characters": 263, "sentences": 3}, {"text": "We could not eat the bread or the meat, nor drink the \"slumgullion.\" And when I looked at that melancholy vinegar-cruet, I thought of the anecdote (a very, very old one, even at that day) of the traveler who sat down to a table which had nothing on it but a mackerel and a pot of mustard.  He asked the landlord if this was all.  The landlord said:", "characters": 348, "sentences": 4}, {"text": "In other days I had considered it a good, a very good, anecdote, but there was a dismal plausibility about it, here, that took all the humor out of it.", "characters": 151, "sentences": 2}, {"text": "I tasted and smelt, and said I would take coffee, I believed.  The station-boss stopped dead still, and glared at me speechless.  At last, when he came to, he turned away and said, as one who communes with himself upon a matter too vast to grasp:", "characters": 246, "sentences": 3}, {"text": "We could not eat, and there was no conversation among the hostlers and herdsmen--we all sat at the same board.  At least there was no conversation further than a single hurried request, now and then, from one employee to another.  It was always in the same form, and always gruffly friendly.  Its western freshness and novelty startled me, at first, and interested me; but it presently grew monotonous, and lost its charm.  It was:", "characters": 431, "sentences": 5}, {"text": "\"Pass the bread, you son of a skunk!\"  No, I forget--skunk was not the word; it seems to me it was still stronger than that; I know it was, in fact, but it is gone from my memory, apparently.  However, it is no matter--probably it was too strong for print, anyway.  It is the landmark in my memory which tells me where I first encountered the vigorous new vernacular of the occidental plains and mountains.", "characters": 406, "sentences": 4}, {"text": "So we flew along all day.  At 2 P.M.  the belt of timber that fringes the North Platte and marks its windings through the vast level floor of the Plains came in sight.  At 4 P.M.  we crossed a branch of the river, and at 5 P.M.  we crossed the Platte itself, and landed at Fort Kearney, fifty-six hours out from St. Joe--THREE HUNDRED MILES!", "characters": 341, "sentences": 10}, {"text": "Now that was stage-coaching on the great overland, ten or twelve years ago, when perhaps not more than ten men in America, all told, expected to live to see a railroad follow that route to the Pacific.  But the railroad is there, now, and it pictures a thousand odd comparisons and contrasts in my mind to read the following sketch, in the New York Times, of a recent trip over almost the very ground I have been describing.  I can scarcely comprehend the new state of things:", "characters": 476, "sentences": 3}, {"text": "He will eat anything in the world that his first cousins, the desert-frequenting tribes of Indians will, and they will eat anything they can bite.  It is a curious fact that these latter are the only creatures known to history who will eat nitro-glycerine and ask for more if they survive.", "characters": 289, "sentences": 3}, {"text": "We soon learned to recognize the sharp, vicious bark of the cayote as it came across the murky plain at night to disturb our dreams among the mail-sacks; and remembering his forlorn aspect and his hard fortune, made shift to wish him the blessed novelty of a long day's good luck and a limitless larder the morrow.", "characters": 314, "sentences": 2}, {"text": "Now and then a division-agent was really obliged to shoot a hostler through the head to teach him some simple matter that he could have taught him with a club if his circumstances and surroundings had been different.  But they were snappy, able men, those division-agents, and when they tried to teach a subordinate anything, that subordinate generally \"got it through his head.\"", "characters": 379, "sentences": 3}, {"text": "A great portion of this vast machinery--these hundreds of men and coaches, and thousands of mules and horses--was in the hands of Mr. Ben Holliday.  All the western half of the business was in his hands.  This reminds me of an incident of Palestine travel which is pertinent here, so I will transfer it just in the language in which I find it set down in my Holy Land note-book:", "characters": 378, "sentences": 4}, {"text": "Also in our party was an elderly pilgrim who was the reverse of       Jack, in that he was learned in the Scriptures and an enthusiast       concerning them.  He was our encyclopedia, and we were never tired       of listening to his speeches, nor he of making them.  He never       passed a celebrated locality, from Bashan to Bethlehem, without       illuminating it with an oration.  One day, when camped near the       ruins of Jericho, he burst forth with something like this:", "characters": 481, "sentences": 4}, {"text": "\"Forty years?  Only three hundred miles?  Humph!  Ben Holliday would       have fetched them through in thirty-six hours!\"", "characters": 122, "sentences": 1}, {"text": "The boy meant no harm.  He did not know that he had said anything that was wrong or irreverent.  And so no one scolded him or felt offended with him--and nobody could but some ungenerous spirit incapable of excusing the heedless blunders of a boy.", "characters": 247, "sentences": 4}, {"text": "At noon on the fifth day out, we arrived at the \"Crossing of the South Platte,\" alias \"Julesburg,\" alias \"Overland City,\" four hundred and seventy miles from St. Joseph--the strangest, quaintest, funniest frontier town that our untraveled eyes had ever stared at and been astonished with.", "characters": 288, "sentences": 3}, {"text": "\"Take it up in the tree with me?  Why, how you talk.  Of course I didn't. No man could do that.  It fell in the tree when it came down.\"", "characters": 136, "sentences": 5}, {"text": "\"Well, then, what is the use of your talking that way, then?  Because you never saw a thing done, is that any reason why it can't be done?\"", "characters": 139, "sentences": 1}, {"text": "\"Well, then, what more do you want?  I never saw anybody as particular as you are about a little thing like that.\"", "characters": 114, "sentences": 2}, {"text": "\"Oh, by the way!  I came near forgetting.  I have got a thing here to astonish you.  Such a thing as neither you nor any other man ever heard of--I've got a cat that will eat cocoanut!  Common green cocoanut--and not only eat the meat, but drink the milk.  It is so--I'll swear to it.\"", "characters": 285, "sentences": 5}, {"text": "\"There--what did I tell you?  Now, that is the way to handle Eckert.  You see, I have petted him along patiently, and put his suspicions to sleep. I am glad we came.  You tell the boys about it when you go back.  Cat eat a cocoanut--oh, my!  Now, that is just his way, exactly--he will tell the absurdest lie, and trust to luck to get out of it again.", "characters": 351, "sentences": 6}, {"text": "Eckert split one open, and chopped up some pieces.  Bascom smuggled a wink to me, and proffered a slice of the fruit to puss.  She snatched it, swallowed it ravenously, and asked for more!", "characters": 188, "sentences": 3}, {"text": "We rode our two miles in silence, and wide apart.  At least I was silent, though Bascom cuffed his horse and cursed him a good deal, notwithstanding the horse was behaving well enough.  When I branched off homeward, Bascom said:", "characters": 228, "sentences": 3}, {"text": "We had had a consuming desire, from the beginning, to see a pony-rider, but somehow or other all that passed us and all that met us managed to streak by in the night, and so we heard only a whiz and a hail, and the swift phantom of the desert was gone before we could get our heads out of the windows.  But now we were expecting one along every moment, and would see him in broad daylight.  Presently the driver exclaims:", "characters": 421, "sentences": 3}, {"text": "Every neck is stretched further, and every eye strained wider.  Away across the endless dead level of the prairie a black speck appears against the sky, and it is plain that it moves.  Well, I should think so!", "characters": 209, "sentences": 3}, {"text": "In a second or two it becomes a horse and rider, rising and falling, rising and falling--sweeping toward us nearer and nearer--growing more and more distinct, more and more sharply defined--nearer and still nearer, and the flutter of the hoofs comes faintly to the ear--another instant a whoop and a hurrah from our upper deck, a wave of the rider's hand, but no reply, and man and horse burst past our excited faces, and go winging away like a belated fragment of a storm!", "characters": 473, "sentences": 1}, {"text": "So sudden is it all, and so like a flash of unreal fancy, that but for the flake of white foam left quivering and perishing on a mail-sack after the vision had flashed by and disappeared, we might have doubted whether we had seen any actual horse and man at all, maybe.", "characters": 269, "sentences": 2}, {"text": "This is all very fine, but let us not be carried away by excitement, but ask calmly, how does this person feel about it in his cooler moments next day, with six or seven thousand feet of snow and stuff on top of him?", "characters": 216, "sentences": 1}, {"text": "[Two pistol shots; a confusion of voices and the trampling of many feet, as if a crowd were closing and surging together around some object; several heavy, dull blows, as with a club; a voice that said appealingly, \"Don't, gentlemen, please don't--I'm a dead man!\" Then a fainter groan, and another blow, and away sped the stage into the darkness, and left the grisly mystery behind us.]", "characters": 387, "sentences": 2}, {"text": "What a startle it was!  Eight seconds would amply cover the time it occupied--maybe even five would do it.  We only had time to plunge at a curtain and unbuckle and unbutton part of it in an awkward and hindering flurry, when our whip cracked sharply overhead, and we went rumbling and thundering away, down a mountain \"grade.\"", "characters": 327, "sentences": 3}, {"text": "We fed on that mystery the rest of the night--what was left of it, for it was waning fast.  It had to remain a present mystery, for all we could get from the conductor in answer to our hails was something that sounded, through the clatter of the wheels, like \"Tell you in the morning!\"", "characters": 285, "sentences": 2}, {"text": "So we chatted and smoked the rest of the night comfortably away, our boding anxiety being somehow marvelously dissipated by the real presence of something to be anxious about.", "characters": 175, "sentences": 2}, {"text": "Really and truly, two thirds of the talk of drivers and conductors had been about this man Slade, ever since the day before we reached Julesburg.  In order that the eastern reader may have a clear conception of what a Rocky Mountain desperado is, in his highest state of development, I will reduce all this mass of overland gossip to one straightforward narrative, and present it in the following shape:", "characters": 403, "sentences": 2}, {"text": "He made his escape, and lived a wild life for awhile, dividing his time between fighting Indians and avoiding an Illinois sheriff, who had been sent to arrest him for his first murder.  It is said that in one Indian battle he killed three savages with his own hand, and afterward cut their ears off and sent them, with his compliments, to the chief of the tribe.", "characters": 362, "sentences": 3}, {"text": "Slade soon gained a name for fearless resolution, and this was sufficient merit to procure for him the important post of overland division-agent at Julesburg, in place of Mr. Jules, removed.  For some time previously, the company's horses had been frequently stolen, and the coaches delayed, by gangs of outlaws, who were wont to laugh at the idea of any man's having the temerity to resent such outrages.  Slade resented them promptly.", "characters": 436, "sentences": 5}, {"text": "From a bloodthirstily interesting little Montana book.--[\"The Vigilantes of Montana,\" by Prof. Thos. J. Dimsdale.]--I take this paragraph:", "characters": 138, "sentences": 6}, {"text": "\"While on the road, Slade held absolute sway.  He would ride down to       a station, get into a quarrel, turn the house out of windows, and       maltreat the occupants most cruelly.  The unfortunates had no means       of redress, and were compelled to recuperate as best they could.\"", "characters": 286, "sentences": 4}, {"text": "On one of these occasions, it is said he killed the father of the fine little half-breed boy Jemmy, whom he adopted, and who lived with his widow after his execution.  Stories of Slade's hanging men, and of innumerable assaults, shootings, stabbings and beatings, in which he was a principal actor, form part of the legends of the stage line.  As for minor quarrels and shootings, it is absolutely certain that a minute history of Slade's life would be one long record of such practices.", "characters": 487, "sentences": 4}, {"text": "Slade was a matchless marksman with a navy revolver.  The legends say that one morning at Rocky Ridge, when he was feeling comfortable, he saw a man approaching who had offended him some days before--observe the fine memory he had for matters like that--and, \"Gentlemen,\" said Slade, drawing, \"it is a good twenty-yard shot--I'll clip the third button on his coat!\"  Which he did.  The bystanders all admired it.  And they all attended the funeral, too.", "characters": 453, "sentences": 5}, {"text": "In due time we rattled up to a stage-station, and sat down to breakfast with a half-savage, half-civilized company of armed and bearded mountaineers, ranchmen and station employees.  The most gentlemanly-appearing, quiet and affable officer we had yet found along the road in the Overland Company's service was the person who sat at the head of the table, at my elbow.  Never youth stared and shivered as I did when I heard them call him SLADE!", "characters": 444, "sentences": 3}, {"text": "Here was romance, and I sitting face to face with it!--looking upon it --touching it--hobnobbing with it, as it were!  Here, right by my side, was the actual ogre who, in fights and brawls and various ways, had taken the lives of twenty-six human beings, or all men lied about him!  I suppose I was the proudest stripling that ever traveled to see strange lands and wonderful people.", "characters": 383, "sentences": 2}, {"text": "The coffee ran out.  At least it was reduced to one tin-cupful, and Slade was about to take it when he saw that my cup was empty.", "characters": 129, "sentences": 3}, {"text": "Slade was frequently arrested by order of the court whose       organization we have described, and had treated it with respect by       paying one or two fines and promising to pay the rest when he had       money; but in the transaction that occurred at this crisis, he       forgot even this caution, and goaded by passion and the hatred of       restraint, he sprang into the embrace of death.", "characters": 397, "sentences": 2}, {"text": "Slade had been drunk and \"cutting up\" all night.  He and his       companions had made the town a perfect hell.  In the morning, J. M.       Fox, the sheriff, met him, arrested him, took him into court and       commenced reading a warrant that he had for his arrest, by way of       arraignment.  He became uncontrollably furious, and seizing the       writ, he tore it up, threw it on the ground and stamped upon it.", "characters": 418, "sentences": 7}, {"text": "The committee were most unwilling to proceed to extremities.  All       the duty they had ever performed seemed as nothing to the task       before them; but they had to decide, and that quickly.  It was       finally agreed that if the whole body of the miners were of the       opinion that he should be hanged, that the committee left it in       their hands to deal with him.  Off, at hot speed, rode the leader of       the Nevada men to join his command.", "characters": 460, "sentences": 5}, {"text": "Slade had found out what was intended, and the news sobered him       instantly.  He went into P. S. Pfouts' store, where Davis was, and       apologized for his conduct, saying that he would take it all back.", "characters": 209, "sentences": 5}, {"text": "A messenger from Slade rode at full speed to inform her of her       husband's arrest.  In an instant she was in the saddle, and with all       the energy that love and despair could lend to an ardent temperament       and a strong physique, she urged her fleet charger over the twelve       miles of rough and rocky ground that intervened between her and the       object of her passionate devotion.", "characters": 400, "sentences": 3}, {"text": "The doomed man had so exhausted himself by tears, prayers and       lamentations, that he had scarcely strength left to stand under the       fatal beam.  He repeatedly exclaimed, \"My God! my God! must I die?       Oh, my dear wife!\"", "characters": 233, "sentences": 2}, {"text": "Scarcely a leading man in Virginia could be found, though numbers of       the citizens joined the ranks of the guard when the arrest was made.       All lamented the stern necessity which dictated the execution.", "characters": 212, "sentences": 3}, {"text": "Everything being ready, the command was given, \"Men, do your duty,\"       and the box being instantly slipped from beneath his feet, he died       almost instantaneously.", "characters": 170, "sentences": 2}, {"text": "In the night we sailed by a most notable curiosity, and one we had been hearing a good deal about for a day or two, and were suffering to see. This was what might be called a natural ice-house.  It was August, now, and sweltering weather in the daytime, yet at one of the stations the men could scape the soil on the hill-side under the lee of a range of boulders, and at a depth of six inches cut out pure blocks of ice--hard, compactly frozen, and clear as crystal!", "characters": 467, "sentences": 3}, {"text": "In a little while quite a number of peaks swung into view with long claws of glittering snow clasping them; and with here and there, in the shade, down the mountain side, a little solitary patch of snow looking no larger than a lady's pocket-handkerchief but being in reality as large as a \"public square.\"", "characters": 306, "sentences": 2}, {"text": "I freighted a leaf with a mental message for the friends at home, and dropped it in the stream.  But I put no stamp on it and it was held for postage somewhere.", "characters": 160, "sentences": 3}, {"text": "On the summit we overtook an emigrant train of many wagons, many tired men and women, and many a disgusted sheep and cow.", "characters": 121, "sentences": 2}, {"text": "We recognized each other simultaneously, and hands were grasped as warmly as if no coldness had ever existed between us, and no allusion was made to any.  All animosities were buried and the simple fact of meeting a familiar face in that isolated spot so far from home, was sufficient to make us forget all things but pleasant ones, and we parted again with sincere \"good-bye\" and \"God bless you\" from both.", "characters": 407, "sentences": 3}, {"text": "We had been climbing up the long shoulders of the Rocky Mountains for many tedious hours--we started down them, now.  And we went spinning away at a round rate too.", "characters": 164, "sentences": 3}, {"text": "We left the snowy Wind River Mountains and Uinta Mountains behind, and sped away, always through splendid scenery but occasionally through long ranks of white skeletons of mules and oxen--monuments of the huge emigration of other days--and here and there were up-ended boards or small piles of stones which the driver said marked the resting-place of more precious remains.", "characters": 373, "sentences": 2}, {"text": "It was the loneliest land for a grave!  A land given over to the cayote and the raven--which is but another name for desolation and utter solitude.  On damp, murky nights, these scattered skeletons gave forth a soft, hideous glow, like very faint spots of moonlight starring the vague desert.  It was because of the phosphorus in the bones.  But no scientific explanation could keep a body from shivering when he drifted by one of those ghostly lights and knew that a skull held it.", "characters": 482, "sentences": 5}, {"text": "To which the driver, who was looking over the precipice where he had disappeared, replied, with an injured air: \"Think I'm a dam fool?\"", "characters": 135, "sentences": 1}, {"text": "At the Green River station we had breakfast--hot biscuits, fresh antelope steaks, and coffee--the only decent meal we tasted between the United States and Great Salt Lake City, and the only one we were ever really thankful for.", "characters": 227, "sentences": 2}, {"text": "Think of the monotonous execrableness of the thirty that went before it, to leave this one simple breakfast looming up in my memory like a shot-tower after all these years have gone by!", "characters": 185, "sentences": 1}, {"text": "However, time presses.  At four in the afternoon we arrived on the summit of Big Mountain, fifteen miles from Salt Lake City, when all the world was glorified with the setting sun, and the most stupendous panorama of mountain peaks yet encountered burst on our sight.  We looked out upon this sublime spectacle from under the arch of a brilliant rainbow!  Even the overland stage-driver stopped his horses and gazed!", "characters": 416, "sentences": 3}, {"text": "Half an hour or an hour later, we changed horses, and took supper with a Mormon \"Destroying Angel.\"", "characters": 99, "sentences": 2}, {"text": "This was our first experience of the western \"peculiar institution,\" and it was not very prepossessing.  We did not tarry long to observe it, but hurried on to the home of the Latter-Day Saints, the stronghold of the prophets, the capital of the only absolute monarch in America--Great Salt Lake City.  As the night closed in we took sanctuary in the Salt Lake House and unpacked our baggage.", "characters": 392, "sentences": 4}, {"text": "But we knew afterward that it was something he had been drinking.  It was the exclusively Mormon refresher, \"valley tan.\"", "characters": 121, "sentences": 3}, {"text": "Valley tan (or, at least, one form of valley tan) is a kind of whisky, or first cousin to it; is of Mormon invention and manufactured only in Utah.  Tradition says it is made of (imported) fire and brimstone.  If I remember rightly no public drinking saloons were allowed in the kingdom by Brigham Young, and no private drinking permitted among the faithful, except they confined themselves to \"valley tan.\"", "characters": 407, "sentences": 4}, {"text": "The armorial crest of my own State consisted of two dissolute bears holding up the head of a dead and gone cask between them and making the pertinent remark, \"UNITED, WE STAND--(hic!)--DIVIDED, WE FALL.\"  It was always too figurative for the author of this book.  But the Mormon crest was easy.  And it was simple, unostentatious, and fitted like a glove. It was a representation of a GOLDEN BEEHIVE, with the bees all at work!", "characters": 427, "sentences": 5}, {"text": "The city lies in the edge of a level plain as broad as the State of Connecticut, and crouches close down to the ground under a curving wall of mighty mountains whose heads are hidden in the clouds, and whose shoulders bear relics of the snows of winter all the summer long.", "characters": 273, "sentences": 2}, {"text": "Seen from one of these dizzy heights, twelve or fifteen miles off, Great Salt Lake City is toned down and diminished till it is suggestive of a child's toy-village reposing under the majestic protection of the Chinese wall.", "characters": 223, "sentences": 2}, {"text": "On some of those mountains, to the southwest, it had been raining every day for two weeks, but not a drop had fallen in the city.  And on hot days in late spring and early autumn the citizens could quit fanning and growling and go out and cool off by looking at the luxury of a glorious snow-storm going on in the mountains.  They could enjoy it at a distance, at those seasons, every day, though no snow would fall in their streets, or anywhere near them.", "characters": 456, "sentences": 4}, {"text": "They declared there was only one physician in the place and he was arrested every week regularly and held to answer under the vagrant act for having \"no visible means of support.\"  They always give you a good substantial article of truth in Salt Lake, and good measure and good weight, too. [Very often, if you wished to weigh one of their airiest little commonplace statements you would want the hay scales.]", "characters": 409, "sentences": 4}, {"text": "We saw the \"Tithing-House,\" and the \"Lion House,\" and I do not know or remember how many more church and government buildings of various kinds and curious names.  We flitted hither and thither and enjoyed every hour, and picked up a great deal of useful information and entertaining nonsense, and went to bed at night satisfied.", "characters": 328, "sentences": 3}, {"text": "By and by I subsided into an indignant silence, and so sat until the end, hot and flushed, and execrating him in my heart for an ignorant savage. But he was calm.  His conversation with those gentlemen flowed on as sweetly and peacefully and musically as any summer brook.  When the audience was ended and we were retiring from the presence, he put his hand on my head, beamed down on me in an admiring way and said to my brother:", "characters": 430, "sentences": 4}, {"text": "\"'Mr. Street, this is all perfectly plain.  These contracts are strictly and legally drawn, and are duly signed and certified.  These men manifestly entered into them with their eyes open.  I see no fault or flaw anywhere.'", "characters": 223, "sentences": 6}, {"text": "\"Then Mr. Young turned to a man waiting at the other end of the room and said: 'Take this list of names to So-and-so, and tell him to have these men here at such-and-such an hour.'", "characters": 180, "sentences": 3}, {"text": "\"They were there, to the minute.  So was I.  Mr. Young asked them a number of questions, and their answers made my statement good.  Then he said to them:", "characters": 153, "sentences": 5}, {"text": "\"And they did go, too!  They are strung across the deserts now, working like bees.  And I never hear a word out of them.", "characters": 120, "sentences": 3}, {"text": "\"There is a batch of governors, and judges, and other officials here, shipped from Washington, and they maintain the semblance of a republican form of government--but the petrified truth is that Utah is an absolute monarchy and Brigham Young is king!\"", "characters": 251, "sentences": 1}, {"text": "Mr. Street was a fine man, and I believe his story.  I knew him well during several years afterward in San Francisco.", "characters": 117, "sentences": 4}, {"text": "Our stay in Salt Lake City amounted to only two days, and therefore we had no time to make the customary inquisition into the workings of polygamy and get up the usual statistics and deductions preparatory to calling the attention of the nation at large once more to the matter.", "characters": 278, "sentences": 2}, {"text": "[For a brief sketch of Mormon history, and the noted Mountain Meadow       massacre, see Appendices A and B. ]", "characters": 110, "sentences": 2}, {"text": "He searched the faces of the children in detail, but could not decide which one it was.  Finally he gave it up with a sigh and said:", "characters": 132, "sentences": 2}, {"text": "Some instinct or other made me set this Johnson down as being unreliable. And yet he was a very entertaining person, and I doubt if some of the information he gave us could have been acquired from any other source. He was a pleasant contrast to those reticent Mormons.", "characters": 268, "sentences": 4}, {"text": "THE BOOK OF MORMON: AN ACCOUNT WRITTEN BY THE HAND OF MORMON, UPON       PLATES TAKEN FROM THE PLATES OF NEPHI.", "characters": 111, "sentences": 2}, {"text": "\"Hid up\" is good.  And so is \"wherefore\"--though why \"wherefore\"?  Any other word would have answered as well--though--in truth it would not have sounded so Scriptural.", "characters": 168, "sentences": 3}, {"text": "And when I am far on the road to conviction, and eight men, be they grammatical or otherwise, come forward and tell me that they have seen the plates too; and not only seen those plates but \"hefted\" them, I am convinced.  I could not feel more satisfied and at rest if the entire Whitmer family had testified.", "characters": 309, "sentences": 3}, {"text": "The Mormon Bible consists of fifteen \"books\"--being the books of Jacob, Enos, Jarom, Omni, Mosiah, Zeniff, Alma, Helaman, Ether, Moroni, two \"books\" of Mormon, and three of Nephi.", "characters": 179, "sentences": 2}, {"text": "Nephi tried to stop these scandalous proceedings; but they tied him neck and heels, and went on with their lark.  But observe how Nephi the prophet circumvented them by the aid of the invisible powers:", "characters": 201, "sentences": 2}, {"text": "And it came to pass after they had loosed me, behold, I took the       compass, and it did work whither I desired it.  And it came to pass       that I prayed unto the Lord; and after I had prayed, the winds did       cease, and the storm did cease, and there was a great calm.", "characters": 277, "sentences": 3}, {"text": "Polygamy is a recent feature in the Mormon religion, and was added by Brigham Young after Joseph Smith's death.  Before that, it was regarded as an \"abomination.\"  This verse from the Mormon Bible occurs in Chapter II. of the book of Jacob:", "characters": 240, "sentences": 4}, {"text": "However, the project failed--or at least the modern Mormon end of it--for Brigham \"suffers\" it.  This verse is from the same chapter:", "characters": 133, "sentences": 2}, {"text": "Behold, the Lamanites your brethren, whom ye hate, because of their       filthiness and the cursings which hath come upon their skins, are       more righteous than you; for they have not forgotten the commandment       of the Lord, which was given unto our fathers, that they should       have, save it were one wife; and concubines they should have none.", "characters": 357, "sentences": 2}, {"text": "The following verse (from Chapter IX. of the Book of Nephi) appears to contain information not familiar to everybody:", "characters": 117, "sentences": 2}, {"text": "And now it came to pass that when Jesus had ascended into heaven,       the multitude did disperse, and every man did take his wife and his       children, and did return to his own home.", "characters": 187, "sentences": 2}, {"text": "And it came to pass that on the morrow, when the multitude was       gathered together, behold, Nephi and his brother whom he had raised       from the dead, whose name was Timothy, and also his son, whose name       was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen,       and Kumenenhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah,       and Isaiah; now these were the names of the disciples whom Jesus had       chosen.", "characters": 447, "sentences": 2}, {"text": "In order that the reader may observe how much more grandeur and picturesqueness (as seen by these Mormon twelve) accompanied on of the tenderest episodes in the life of our Saviour than other eyes seem to have been aware of, I quote the following from the same \"book\"--Nephi:", "characters": 275, "sentences": 1}, {"text": "It seems a pity he did not finish, for after all his dreary former chapters of commonplace, he stopped just as he was in danger of becoming interesting.", "characters": 152, "sentences": 2}, {"text": "The Mormon Bible is rather stupid and tiresome to read, but there is nothing vicious in its teachings.  Its code of morals is unobjectionable --it is \"smouched\" [Milton] from the New Testament and no credit given.", "characters": 213, "sentences": 3}, {"text": "I left Great Salt Lake a good deal confused as to what state of things existed there--and sometimes even questioning in my own mind whether a state of things existed there at all or not.  But presently I remembered with a lightening sense of relief that we had learned two or three trivial things there which we could be certain of; and so the two days were not wholly lost.  For instance, we had learned that we were at last in a pioneer land, in absolute and tangible reality.", "characters": 478, "sentences": 4}, {"text": "What a roar of vulgar laughter there was!  I destroyed the mongrel reptile on the spot, but I smiled and smiled all the time I was detaching his scalp, for the remark he made was good for an \"Injun.\"", "characters": 199, "sentences": 2}, {"text": "The accustomed coach life began again, now, and by midnight it almost seemed as if we never had been out of our snuggery among the mail sacks at all.  We had made one alteration, however.  We had provided enough bread, boiled ham and hard boiled eggs to last double the six hundred miles of staging we had still to do.", "characters": 318, "sentences": 4}, {"text": "The Bushmen and our Goshoots are manifestly descended from the self-same gorilla, or kangaroo, or Norway rat, which-ever animal--Adam the Darwinians trace them to.", "characters": 163, "sentences": 2}, {"text": "On the seventeenth day we passed the highest mountain peaks we had yet seen, and although the day was very warm the night that followed upon its heels was wintry cold and blankets were next to useless.", "characters": 201, "sentences": 2}, {"text": "On the eighteenth day we encountered the eastward-bound telegraph-constructors at Reese River station and sent a message to his Excellency Gov. Nye at Carson City (distant one hundred and fifty-six miles).", "characters": 205, "sentences": 3}, {"text": "At the border of the Desert lies Carson Lake, or The \"Sink\" of the Carson, a shallow, melancholy sheet of water some eighty or a hundred miles in circumference.  Carson River empties into it and is lost--sinks mysteriously into the earth and never appears in the light of the sun again--for the lake has no outlet whatever.", "characters": 323, "sentences": 3}, {"text": "There are several rivers in Nevada, and they all have this mysterious fate.  They end in various lakes or \"sinks,\" and that is the last of them.  Carson Lake, Humboldt Lake, Walker Lake, Mono Lake, are all great sheets of water without any visible outlet.  Water is always flowing into them; none is ever seen to flow out of them, and yet they remain always level full, neither receding nor overflowing.  What they do with their surplus is only known to the Creator.", "characters": 466, "sentences": 6}, {"text": "On the western verge of the Desert we halted a moment at Ragtown.  It consisted of one log house and is not set down on the map.", "characters": 128, "sentences": 3}, {"text": "This reminds me of a circumstance.  Just after we left Julesburg, on the Platte, I was sitting with the driver, and he said:", "characters": 124, "sentences": 2}, {"text": "A day or two after that we picked up a Denver man at the cross roads, and he told us a good deal about the country and the Gregory Diggings. He seemed a very entertaining person and a man well posted in the affairs of Colorado.  By and by he remarked:", "characters": 251, "sentences": 3}, {"text": "\"Gentlemen, I know not who you are, but you have saved my life; and although I can never be able to repay you for it, I feel that I can at least make one hour of your long journey lighter.  I take it you are strangers to this great thorough fare, but I am entirely familiar with it.  In this connection I can tell you a most laughable thing indeed, if you would like to listen to it.  Horace Greeley----\"", "characters": 404, "sentences": 4}, {"text": "\"Suffering stranger, proceed at your peril.  You see in me the melancholy wreck of a once stalwart and magnificent manhood.  What has brought me to this?  That thing which you are about to tell.  Gradually but surely, that tiresome old anecdote has sapped my strength, undermined my constitution, withered my life.  Pity my helplessness.  Spare me only just this once, and tell me about young George Washington and his little hatchet for a change.\"", "characters": 448, "sentences": 7}, {"text": "We were saved.  But not so the invalid.  In trying to retain the anecdote in his system he strained himself and died in our arms.", "characters": 129, "sentences": 4}, {"text": "We were approaching the end of our long journey.  It was the morning of the twentieth day.  At noon we would reach Carson City, the capital of Nevada Territory.  We were not glad, but sorry.  It had been a fine pleasure trip; we had fed fat on wonders every day; we were now well accustomed to stage life, and very fond of it; so the idea of coming to a stand-still and settling down to a humdrum existence in a village was not agreeable, but on the contrary depressing.", "characters": 470, "sentences": 6}, {"text": "Visibly our new home was a desert, walled in by barren, snow-clad mountains.  There was not a tree in sight.  There was no vegetation but the endless sage-brush and greasewood.  All nature was gray with it.  We were plowing through great deeps of powdery alkali dust that rose in thick clouds and floated across the plain like smoke from a burning house.", "characters": 354, "sentences": 6}, {"text": "By and by Carson City was pointed out to us.  It nestled in the edge of a great plain and was a sufficient number of miles away to look like an assemblage of mere white spots in the shadow of a grim range of mountains overlooking it, whose summits seemed lifted clear out of companionship and consciousness of earthly things.", "characters": 325, "sentences": 3}, {"text": "We arrived, disembarked, and the stage went on.  It was a \"wooden\" town; its population two thousand souls.  The main street consisted of four or five blocks of little white frame stores which were too high to sit down on, but not too high for various other purposes; in fact, hardly high enough.  They were packed close together, side by side, as if room were scarce in that mighty plain.", "characters": 389, "sentences": 5}, {"text": "The sidewalk was of boards that were more or less loose and inclined to rattle when walked upon.  In the middle of the town, opposite the stores, was the \"plaza\" which is native to all towns beyond the Rocky Mountains --a large, unfenced, level vacancy, with a liberty pole in it, and very useful as a place for public auctions, horse trades, and mass meetings, and likewise for teamsters to camp in.  Two other sides of the plaza were faced by stores, offices and stables.", "characters": 473, "sentences": 4}, {"text": "We were introduced to several citizens, at the stage-office and on the way up to the Governor's from the hotel--among others, to a Mr. Harris, who was on horseback; he began to say something, but interrupted himself with the remark:", "characters": 232, "sentences": 2}, {"text": "\"I'll have to get you to excuse me a minute; yonder is the witness that swore I helped to rob the California coach--a piece of impertinent intermeddling, sir, for I am not even acquainted with the man.\"", "characters": 202, "sentences": 2}, {"text": "This was all we saw that day, for it was two o'clock, now, and according to custom the daily \"Washoe Zephyr\" set in; a soaring dust-drift about the size of the United States set up edgewise came with it, and the capital of Nevada Territory disappeared from view.", "characters": 262, "sentences": 2}, {"text": "It was something to see that much.  I could have seen more, if I could have kept the dust out of my eyes.", "characters": 105, "sentences": 3}, {"text": "We found the state palace of the Governor of Nevada Territory to consist of a white frame one-story house with two small rooms in it and a stanchion supported shed in front--for grandeur--it compelled the respect of the citizen and inspired the Indians with awe.  The newly arrived Chief and Associate Justices of the Territory, and other machinery of the government, were domiciled with less splendor.  They were boarding around privately, and had their offices in their bedrooms.", "characters": 481, "sentences": 4}, {"text": "The Secretary and I took quarters in the \"ranch\" of a worthy French lady by the name of Bridget O'Flannigan, a camp follower of his Excellency the Governor.  She had known him in his prosperity as commander-in-chief of the Metropolitan Police of New York, and she would not desert him in his adversity as Governor of Nevada.", "characters": 324, "sentences": 3}, {"text": "Occasionally, also, the better classes embellished their canvas by pasting pictures from Harper's Weekly on them.  In many cases, too, the wealthy and the cultured rose to spittoons and other evidences of a sumptuous and luxurious taste.  [Washoe people take a joke so hard that I must explain that the above description was only the rule; there were many honorable exceptions in Carson--plastered ceilings and houses that had considerable furniture in them.--M. T.]", "characters": 466, "sentences": 6}, {"text": "We had a carpet and a genuine queen's-ware washbowl.  Consequently we were hated without reserve by the other tenants of the O'Flannigan \"ranch.\"  When we added a painted oilcloth window curtain, we simply took our lives into our own hands.  To prevent bloodshed I removed up stairs and took up quarters with the untitled plebeians in one of the fourteen white pine cot-bedsteads that stood in two long ranks in the one sole room of which the second story consisted.", "characters": 466, "sentences": 5}, {"text": "His good-natured Excellency was much annoyed at the gossip his henchmen created--especially when there arose a rumor that they were paid assassins of his, brought along to quietly reduce the democratic vote when desirable!", "characters": 222, "sentences": 1}, {"text": "\"Gentlemen, I have planned a lucrative and useful service for you --a service which will provide you with recreation amid noble landscapes, and afford you never ceasing opportunities for enriching your minds by observation and study.  I want you to survey a railroad from Carson City westward to a certain point!  When the legislature meets I will have the necessary bill passed and the remuneration arranged.\"", "characters": 410, "sentences": 3}, {"text": "He converted them into surveyors, chain-bearers and so on, and turned them loose in the desert.  It was \"recreation\" with a vengeance! Recreation on foot, lugging chains through sand and sage-brush, under a sultry sun and among cattle bones, cayotes and tarantulas.", "characters": 265, "sentences": 3}, {"text": "This brought back the dusty toilers, who sent in a report and ceased from their labors.  The Governor was always comfortable about it; he said Mrs. O'Flannigan would hold him for the Brigade's board anyhow, and he intended to get what entertainment he could out of the boys; he said, with his old-time pleasant twinkle, that he meant to survey them into Utah and then telegraph Brigham to hang them for trespass!", "characters": 412, "sentences": 3}, {"text": "Every now and then you could hear a little subdued scramble and a sorrowful \"O Lord!\" and then you knew that somebody was getting away from something he took for a tarantula, and not losing any time about it, either.  Directly a voice in the corner rang out wild and clear:", "characters": 273, "sentences": 2}, {"text": "\"I've got him!  I've got him!\" [Pause, and probable change of circumstances.]  \"No, he's got me!  Oh, ain't they never going to fetch a lantern!\"", "characters": 145, "sentences": 2}, {"text": "The lantern came at that moment, in the hands of Mrs. O'Flannigan, whose anxiety to know the amount of damage done by the assaulting roof had not prevented her waiting a judicious interval, after getting out of bed and lighting up, to see if the wind was done, now, up stairs, or had a larger contract.", "characters": 302, "sentences": 3}, {"text": "We fished a good deal, but we did not average one fish a week.  We could see trout by the thousand winging about in the emptiness under us, or sleeping in shoals on the bottom, but they would not bite--they could see the line too plainly, perhaps.  We frequently selected the trout we wanted, and rested the bait patiently and persistently on the end of his nose at a depth of eighty feet, but he would only shake it off with an annoyed manner, and shift his position.", "characters": 468, "sentences": 4}, {"text": "We bathed occasionally, but the water was rather chilly, for all it looked so sunny.  Sometimes we rowed out to the \"blue water,\" a mile or two from shore.  It was as dead blue as indigo there, because of the immense depth.  By official measurement the lake in its centre is one thousand five hundred and twenty-five feet deep!", "characters": 327, "sentences": 4}, {"text": "Sometimes, on lazy afternoons, we lolled on the sand in camp, and smoked pipes and read some old well-worn novels.  At night, by the camp-fire, we played euchre and seven-up to strengthen the mind--and played them with cards so greasy and defaced that only a whole summer's acquaintance with them could enable the student to tell the ace of clubs from the jack of diamonds.", "characters": 373, "sentences": 3}, {"text": "We never slept in our \"house.\"  It never recurred to us, for one thing; and besides, it was built to hold the ground, and that was enough.  We did not wish to strain it.", "characters": 169, "sentences": 4}, {"text": "Every feature of the spectacle was repeated in the glowing mirror of the lake!  Both pictures were sublime, both were beautiful; but that in the lake had a bewildering richness about it that enchanted the eye and held it with the stronger fascination.", "characters": 251, "sentences": 2}, {"text": "We sat absorbed and motionless through four long hours.  We never thought of supper, and never felt fatigue.  But at eleven o'clock the conflagration had traveled beyond our range of vision, and then darkness stole down upon the landscape again.", "characters": 245, "sentences": 4}, {"text": "We made many trips to the lake after that, and had many a hair-breadth escape and blood-curdling adventure which will never be recorded in any history.", "characters": 151, "sentences": 2}, {"text": "While the thought was rankling in my mind, the auctioneer came skurrying through the plaza on a black beast that had as many humps and corners on him as a dromedary, and was necessarily uncomely; but he was \"going, going, at twenty-two!--horse, saddle and bridle at twenty-two dollars, gentlemen!\" and I could hardly resist.", "characters": 324, "sentences": 2}, {"text": "\"I know that horse--know him well.  You are a stranger, I take it, and so you might think he was an American horse, maybe, but I assure you he is not.  He is nothing of the kind; but--excuse my speaking in a low voice, other people being near--he is, without the shadow of a doubt, a Genuine Mexican Plug!\"", "characters": 306, "sentences": 3}, {"text": "I did not know what a Genuine Mexican Plug was, but there was something about this man's way of saying it, that made me swear inwardly that I would own a Genuine Mexican Plug, or die.", "characters": 183, "sentences": 2}, {"text": "He hooked his forefinger in the pocket of my army-shirt, led me to one side, and breathed in my ear impressively these words:", "characters": 125, "sentences": 1}, {"text": "I could scarcely contain my exultation.  I paid the money, and put the animal in a neighboring livery-stable to dine and rest himself.", "characters": 134, "sentences": 3}, {"text": "I sat down on a stone, with a sigh, and by a natural impulse one of my hands sought my forehead, and the other the base of my stomach.  I believe I never appreciated, till then, the poverty of the human machinery--for I still needed a hand or two to place elsewhere.  Pen cannot describe how I was jolted up.  Imagination cannot conceive how disjointed I was--how internally, externally and universally I was unsettled, mixed up and ruptured.  There was a sympathetic crowd around me, though.", "characters": 492, "sentences": 6}, {"text": "I gave no sign; but I made up my mind that if the auctioneer's brother's funeral took place while I was in the Territory I would postpone all other recreations and attend it.", "characters": 174, "sentences": 2}, {"text": "After a gallop of sixteen miles the Californian youth and the Genuine Mexican Plug came tearing into town again, shedding foam-flakes like the spume-spray that drives before a typhoon, and, with one final skip over a wheelbarrow and a Chinaman, cast anchor in front of the \"ranch.\"", "characters": 281, "sentences": 2}, {"text": "Such panting and blowing!  Such spreading and contracting of the red equine nostrils, and glaring of the wild equine eye!  But was the imperial beast subjugated?  Indeed he was not.", "characters": 181, "sentences": 2}, {"text": "In the evening the Speaker came home afoot for exercise, and got the Genuine towed back behind a quartz wagon.  The next day I loaned the animal to the Clerk of the House to go down to the Dana silver mine, six miles, and he walked back for exercise, and got the horse towed. Everybody I loaned him to always walked back; they never could get enough exercise any other way.", "characters": 373, "sentences": 4}, {"text": "Just then the livery stable man brought in his bill for six weeks' keeping--stall-room for the horse, fifteen dollars; hay for the horse, two hundred and fifty!  The Genuine Mexican Plug had eaten a ton of the article, and the man said he would have eaten a hundred if he had let him.", "characters": 284, "sentences": 2}, {"text": "I managed to pay the livery bill, and that same day I gave the Genuine Mexican Plug to a passing Arkansas emigrant whom fortune delivered into my hand.  If this ever meets his eye, he will doubtless remember the donation.", "characters": 221, "sentences": 3}, {"text": "Now whoever has had the luck to ride a real Mexican plug will recognize the animal depicted in this chapter, and hardly consider him exaggerated --but the uninitiated will feel justified in regarding his portrait as a fancy sketch, perhaps.", "characters": 240, "sentences": 2}, {"text": "At this time the population of the Territory was about twelve or fifteen thousand, and rapidly increasing.  Silver mines were being vigorously developed and silver mills erected.  Business of all kinds was active and prosperous and growing more so day by day.", "characters": 259, "sentences": 4}, {"text": "But when Curry heard of the difficulty, he came forward, solitary and alone, and shouldered the Ship of State over the bar and got her afloat again.  I refer to \"Curry--Old Curry--Old Abe Curry.\"  But for him the legislature would have been obliged to sit in the desert.  He offered his large stone building just outside the capital limits, rent-free, and it was gladly accepted.  Then he built a horse-railroad from town to the capitol, and carried the legislators gratis.", "characters": 473, "sentences": 6}, {"text": "The matter of printing was from the beginning an interesting feature of the new government's difficulties.  The Secretary was sworn to obey his volume of written \"instructions,\" and these commanded him to do two certain things without fail, viz.:", "characters": 246, "sentences": 3}, {"text": "1.  Get the House and Senate journals printed; and, 2.  For this work, pay one dollar and fifty cents per \"thousand\" for composition, and one dollar and fifty cents per \"token\" for press-work, in greenbacks.", "characters": 207, "sentences": 4}, {"text": "The United States was too much accustomed to employing dollar-and-a-half thieves in all manner of official capacities to regard his explanation of the voucher as having any foundation in fact.", "characters": 192, "sentences": 2}, {"text": "But the next time the Indian sawed wood for us I taught him to make a cross at the bottom of the voucher--it looked like a cross that had been drunk a year--and then I \"witnessed\" it and it went through all right. The United States never said a word.  I was sorry I had not made the voucher for a thousand loads of wood instead of one.", "characters": 335, "sentences": 4}, {"text": "The government of my country snubs honest simplicity but fondles artistic villainy, and I think I might have developed into a very capable pickpocket if I had remained in the public service a year or two.", "characters": 204, "sentences": 2}, {"text": "The legislature sat sixty days, and passed private tollroad franchises all the time.  When they adjourned it was estimated that every citizen owned about three franchises, and it was believed that unless Congress gave the Territory another degree of longitude there would not be room enough to accommodate the toll-roads.  The ends of them were hanging over the boundary line everywhere like a fringe.", "characters": 401, "sentences": 4}, {"text": "The fact is, the freighting business had grown to such important proportions that there was nearly as much excitement over suddenly acquired toll-road fortunes as over the wonderful silver mines.", "characters": 195, "sentences": 2}, {"text": "I would have been more or less than human if I had not gone mad like the rest.  Cart-loads of solid silver bricks, as large as pigs of lead, were arriving from the mills every day, and such sights as that gave substance to the wild talk about me.  I succumbed and grew as frenzied as the craziest.", "characters": 297, "sentences": 4}, {"text": "But what about our mines?  I shall be candid with you.  I shall       express an honest opinion, based upon a thorough examination.       Humboldt county is the richest mineral region upon God's footstool.       Each mountain range is gorged with the precious ores.  Humboldt is       the true Golconda.", "characters": 303, "sentences": 6}, {"text": "Have no fears of the mineral resources of Humboldt county.  They are       immense--incalculable.", "characters": 97, "sentences": 3}, {"text": "We made seven miles, and camped in the desert.  Young Clagett (now member of Congress from Montana) unharnessed and fed and watered the horses; Oliphant and I cut sagebrush, built the fire and brought water to cook with; and old Mr. Ballou the blacksmith did the cooking.  This division of labor, and this appointment, was adhered to throughout the journey. We had no tent, and so we slept under our blankets in the open plain.  We were so tired that we slept soundly.", "characters": 468, "sentences": 7}, {"text": "We were fifteen days making the trip--two hundred miles; thirteen, rather, for we lay by a couple of days, in one place, to let the horses rest.", "characters": 144, "sentences": 2}, {"text": "It was a hard, wearing, toilsome journey, but it had its bright side; for after each day was done and our wolfish hunger appeased with a hot supper of fried bacon, bread, molasses and black coffee, the pipe-smoking, song-singing and yarn-spinning around the evening camp-fire in the still solitudes of the desert was a happy, care-free sort of recreation that seemed the very summit and culmination of earthly luxury.", "characters": 417, "sentences": 2}, {"text": "It is a kind of life that has a potent charm for all men, whether city or country-bred.  We are descended from desert-lounging Arabs, and countless ages of growth toward perfect civilization have failed to root out of us the nomadic instinct.  We all confess to a gratified thrill at the thought of \"camping out.\"", "characters": 313, "sentences": 4}, {"text": "Once we made twenty-five miles in a day, and once we made forty miles (through the Great American Desert), and ten miles beyond--fifty in all --in twenty-three hours, without halting to eat, drink or rest.  To stretch out and go to sleep, even on stony and frozen ground, after pushing a wagon and two horses fifty miles, is a delight so supreme that for the moment it almost seems cheap at the price.", "characters": 401, "sentences": 3}, {"text": "We camped two days in the neighborhood of the \"Sink of the Humboldt.\" We tried to use the strong alkaline water of the Sink, but it would not answer.  It was like drinking lye, and not weak lye, either.  It left a taste in the mouth, bitter and every way execrable, and a burning in the stomach that was very uncomfortable.  We put molasses in it, but that helped it very little; we added a pickle, yet the alkali was the prominent taste and so it was unfit for drinking.", "characters": 471, "sentences": 6}, {"text": "The coffee we made of this water was the meanest compound man has yet invented.  It was really viler to the taste than the unameliorated water itself.  Mr. Ballou, being the architect and builder of the beverage felt constrained to endorse and uphold it, and so drank half a cup, by little sips, making shift to praise it faintly the while, but finally threw out the remainder, and said frankly it was \"too technical for him.\"", "characters": 426, "sentences": 5}, {"text": "But presently we found a spring of fresh water, convenient, and then, with nothing to mar our enjoyment, and no stragglers to interrupt it, we entered into our rest.", "characters": 165, "sentences": 2}, {"text": "We built a small, rude cabin in the side of the crevice and roofed it with canvas, leaving a corner open to serve as a chimney, through which the cattle used to tumble occasionally, at night, and mash our furniture and interrupt our sleep.  It was very cold weather and fuel was scarce. Indians brought brush and bushes several miles on their backs; and when we could catch a laden Indian it was well--and when we could not (which was the rule, not the exception), we shivered and bore it.", "characters": 489, "sentences": 4}, {"text": "\"Can't tell, yet,\" said Mr. Ballou, who was an old gold miner, and had likewise had considerable experience among the silver mines.", "characters": 131, "sentences": 3}, {"text": "\"Yes, a sort of a one.  It's fair enough here, may be, but overrated. Seven thousand dollar ledges are scarce, though.", "characters": 118, "sentences": 4}, {"text": "\"That Sheba may be rich enough, but we don't own it; and besides, the rock is so full of base metals that all the science in the world can't work it.  We'll not starve, here, but we'll not get rich, I'm afraid.\"", "characters": 211, "sentences": 3}, {"text": "\"Suppose, now--this is merely a supposition, you know--suppose you could find a ledge that would yield, say, a hundred and fifty dollars a ton --would that satisfy you?\"", "characters": 169, "sentences": 1}, {"text": "\"Or suppose--merely a supposition, of course--suppose you were to find a ledge that would yield two thousand dollars a ton--would that satisfy you?\"", "characters": 148, "sentences": 1}, {"text": "\"Gentlemen,\" said I, \"I don't say anything--I haven't been around, you know, and of course don't know anything--but all I ask of you is to cast your eye on that, for instance, and tell me what you think of it!\" and I tossed my treasure before them.", "characters": 248, "sentences": 2}, {"text": "There was an eager scramble for it, and a closing of heads together over it under the candle-light.  Then old Ballou said:", "characters": 122, "sentences": 2}, {"text": "\"Think of it?  I think it is nothing but a lot of granite rubbish and nasty glittering mica that isn't worth ten cents an acre!\"", "characters": 128, "sentences": 1}, {"text": "So vanished my dream.  So melted my wealth away.  So toppled my airy castle to the earth and left me stricken and forlorn.", "characters": 122, "sentences": 4}, {"text": "Mr. Ballou said I could go further than that, and lay it up among my treasures of knowledge, that nothing that glitters is gold.  So I learned then, once for all, that gold in its native state is but dull, unornamental stuff, and that only low-born metals excite the admiration of the ignorant with an ostentatious glitter.  However, like the rest of the world, I still go on underrating men of gold and glorifying men of mica.  Commonplace human nature cannot rise above that.", "characters": 477, "sentences": 6}, {"text": "\"We the undersigned claim three claims, of three hundred feet each       (and one for discovery), on this silver-bearing quartz lead or lode,       extending north and south from this notice, with all its dips,       spurs, and angles, variations and sinuosities, together with fifty       feet of ground on either side for working the same.\"", "characters": 342, "sentences": 2}, {"text": "So we went down the mountain side and worked a week; at the end of which time we had blasted a tunnel about deep enough to hide a hogshead in, and judged that about nine hundred feet more of it would reach the ledge. I resigned again, and the other boys only held out one day longer. We decided that a tunnel was not what we wanted.  We wanted a ledge that was already \"developed.\"  There were none in the camp.", "characters": 411, "sentences": 6}, {"text": "\"Look at that!  Right there in that red dirt!  See it?  See the specks of gold?  And the streak of silver?  That's from the Uncle Abe.  There's a hundred thousand tons like that in sight!  Right in sight, mind you! And when we get down on it and the ledge comes in solid, it will be the richest thing in the world!  Look at the assay!  I don't want you to believe me--look at the assay!\"", "characters": 387, "sentences": 2}, {"text": "Then he would get out a greasy sheet of paper which showed that the portion of rock assayed had given evidence of containing silver and gold in the proportion of so many hundreds or thousands of dollars to the ton.", "characters": 214, "sentences": 2}, {"text": "I little knew, then, that the custom was to hunt out the richest piece of rock and get it assayed!  Very often, that piece, the size of a filbert, was the only fragment in a ton that had a particle of metal in it--and yet the assay made it pretend to represent the average value of the ton of rubbish it came from!", "characters": 314, "sentences": 1}, {"text": "On such a system of assaying as that, the Humboldt world had gone crazy. On the authority of such assays its newspaper correspondents were frothing about rock worth four and seven thousand dollars a ton!", "characters": 203, "sentences": 2}, {"text": "We never touched our tunnel or our shaft again.  Why?  Because we judged that we had learned the real secret of success in silver mining--which was, not to mine the silver ourselves by the sweat of our brows and the labor of our hands, but to sell the ledges to the dull slaves of toil and let them do the mining!", "characters": 313, "sentences": 2}, {"text": "So, where was the flood to come from?  We canvassed the subject awhile and then concluded it was a ruse, and that the Indians had some better reason for leaving in a hurry than fears of a flood in such an exceedingly dry time.", "characters": 226, "sentences": 2}, {"text": "Arkansas raised his finger impressively and Johnson stopped.  Arkansas rose unsteadily and confronted him.  Said he:", "characters": 116, "sentences": 3}, {"text": "\"Wha-what do you know a--about Pennsylvania?  Answer me that.  Wha--what do you know 'bout Pennsylvania?\"", "characters": 105, "sentences": 2}, {"text": "\"You was only goin' to say.  You was!  You was only goin' to say--what was you goin' to say?  That's it!  That's what I want to know.  I want to know wha--what you ('ic) what you know about Pennsylvania, since you're makin' yourself so d---d free.  Answer me that!\"", "characters": 265, "sentences": 4}, {"text": "\"Who's a henderin' you?  Don't you insinuate nothing agin me!--don't you do it.  Don't you come in here bullyin' around, and cussin' and goin' on like a lunatic--don't you do it.  'Coz I won't stand it.  If fight's what you want, out with it!  I'm your man!  Out with it!\"", "characters": 272, "sentences": 4}, {"text": "\"Why, I never said nothing, Mr. Arkansas.  You don't give a man no chance.  I was only goin' to say that Pennsylvania was goin' to have an election next week--that was all--that was everything I was goin' to say --I wish I may never stir if it wasn't.\"", "characters": 252, "sentences": 5}, {"text": "\"Well then why d'n't you say it?  What did you come swellin' around that way for, and tryin' to raise trouble?\"", "characters": 111, "sentences": 1}, {"text": "They embraced, with drunken affection on the landlord's part and unresponsive toleration on the part of Arkansas, who, bribed by a drink, was disappointed of his prey once more.  But the foolish landlord was so happy to have escaped butchery, that he went on talking when he ought to have marched himself out of danger.  The consequence was that Arkansas shortly began to glower upon him dangerously, and presently said:", "characters": 420, "sentences": 3}, {"text": "\"Lan'lord, what's your idea for rakin' up old personalities and blowin' about your father?  Ain't this company agreeable to you?  Ain't it?  If this company ain't agreeable to you, p'r'aps we'd better leave.  Is that your idea?  Is that what you're coming at?\"", "characters": 260, "sentences": 2}, {"text": "\"Lan'lord, don't crowd a man!  Don't do it.  If nothing'll do you but a disturbance, out with it like a man ('ic)--but don't rake up old bygones and fling'em in the teeth of a passel of people that wants to be peaceable if they could git a chance.  What's the matter with you this mornin', anyway?  I never see a man carry on so.\"", "characters": 330, "sentences": 4}, {"text": "\"Arkansas, I reely didn't mean no harm, and I won't go on with it if it's onpleasant to you.  I reckon my licker's got into my head, and what with the flood, and havin' so many to feed and look out for--\"", "characters": 204, "sentences": 2}, {"text": "\"So that's what's a-ranklin' in your heart, is it?  You want us to leave do you?  There's too many on us.  You want us to pack up and swim.  Is that it?  Come!\"", "characters": 160, "sentences": 3}, {"text": "\"Are you a threatenin' me?  Are you?  By George, the man don't live that can skeer me!  Don't you try to come that game, my chicken--'cuz I can stand a good deal, but I won't stand that.  Come out from behind that bar till I clean you!  You want to drive us out, do you, you sneakin' underhanded hound!  Come out from behind that bar!  I'll learn you to bully and badger and browbeat a gentleman that's forever trying to befriend you and keep you out of trouble!\"", "characters": 463, "sentences": 2}, {"text": "\"Do you hear that, gentlemen?  Do you hear him talk about bloodshed?  So it's blood you want, is it, you ravin' desperado!  You'd made up your mind to murder somebody this mornin'--I knowed it perfectly well.  I'm the man, am I?  It's me you're goin' to murder, is it?  But you can't do it 'thout I get one chance first, you thievin' black-hearted, white-livered son of a nigger!  Draw your weepon!\"", "characters": 399, "sentences": 2}, {"text": "The lesson was entirely sufficient.  The reign of terror was over, and the Arkansas domination broken for good.  During the rest of the season of island captivity, there was one man who sat apart in a state of permanent humiliation, never mixing in any quarrel or uttering a boast, and never resenting the insults the once cringing crew now constantly leveled at him, and that man was \"Arkansas.\"", "characters": 396, "sentences": 4}, {"text": "\"I knew I was as dead certain as a compass, boys!  Here we are, right in somebody's tracks that will hunt the way for us without any trouble. Let's hurry up and join company with the party.\"", "characters": 190, "sentences": 3}, {"text": "\"Boys, these are our own tracks, and we've actually been circussing round and round in a circle for more than two hours, out here in this blind desert!  By George this is perfectly hydraulic!\"", "characters": 192, "sentences": 1}, {"text": "Then the old man waxed wroth and abusive.  He called Ollendorff all manner of hard names--said he never saw such a lurid fool as he was, and ended with the peculiarly venomous opinion that he \"did not know as much as a logarythm!\"", "characters": 230, "sentences": 2}, {"text": "We certainly had been following our own tracks.  Ollendorff and his \"mental compass\" were in disgrace from that moment.", "characters": 119, "sentences": 3}, {"text": "Mr. Ballou made remarks of similar purport, and began the reform he could not live to continue, by throwing away the ancient pack of cards that had solaced our captivity during the flood and made it bearable.", "characters": 208, "sentences": 3}, {"text": "It came stealing over us presently, and then we bade each other a last farewell.  A delicious dreaminess wrought its web about my yielding senses, while the snow-flakes wove a winding sheet about my conquered body.  Oblivion came.  The battle of life was done.", "characters": 260, "sentences": 5}, {"text": "I do not know how long I was in a state of forgetfulness, but it seemed an age.  A vague consciousness grew upon me by degrees, and then came a gathering anguish of pain in my limbs and through all my body.  I shuddered.  The thought flitted through my brain, \"this is death--this is the hereafter.\"", "characters": 299, "sentences": 5}, {"text": "I rose up, and there in the gray dawn, not fifteen steps from us, were the frame buildings of a stage station, and under a shed stood our still saddled and bridled horses!", "characters": 171, "sentences": 1}, {"text": "An arched snow-drift broke up, now, and Ollendorff emerged from it, and the three of us sat and stared at the houses without speaking a word. We really had nothing to say.  We were like the profane man who could not \"do the subject justice,\" the whole situation was so painfully ridiculous and humiliating that words were tame and we did not know where to commence anyhow.", "characters": 372, "sentences": 4}, {"text": "The joy in our hearts at our deliverance was poisoned; well-nigh dissipated, indeed.  We presently began to grow pettish by degrees, and sullen; and then, angry at each other, angry at ourselves, angry at everything in general, we moodily dusted the snow from our clothing and in unsociable single file plowed our way to the horses, unsaddled them, and sought shelter in the station.", "characters": 383, "sentences": 3}, {"text": "I have scarcely exaggerated a detail of this curious and absurd adventure.  It occurred almost exactly as I have stated it.  We actually went into camp in a snow-drift in a desert, at midnight in a storm, forlorn and hopeless, within fifteen steps of a comfortable inn.", "characters": 269, "sentences": 4}, {"text": "For two hours we sat apart in the station and ruminated in disgust. The mystery was gone, now, and it was plain enough why the horses had deserted us.  Without a doubt they were under that shed a quarter of a minute after they had left us, and they must have overheard and enjoyed all our confessions and lamentations.", "characters": 318, "sentences": 4}, {"text": "Absurdity could go no farther.  We shook hands and agreed to say no more about \"reform\" and \"examples to the rising generation.\"", "characters": 128, "sentences": 3}, {"text": "The station we were at was at the verge of the Twenty-six-Mile Desert. If we had approached it half an hour earlier the night before, we must have heard men shouting there and firing pistols; for they were expecting some sheep drovers and their flocks and knew that they would infallibly get lost and wander out of reach of help unless guided by sounds.", "characters": 353, "sentences": 3}, {"text": "While we remained at the station, three of the drovers arrived, nearly exhausted with their wanderings, but two others of their party were never heard of afterward.", "characters": 164, "sentences": 2}, {"text": "We reached Carson in due time, and took a rest.  This rest, together with preparations for the journey to Esmeralda, kept us there a week, and the delay gave us the opportunity to be present at the trial of the great land-slide case of Hyde vs. Morgan--an episode which is famous in Nevada to this day.  After a word or two of necessary explanation, I will set down the history of this singular affair just as it transpired.", "characters": 424, "sentences": 5}, {"text": "\"But what grinds me is that that Morgan hangs on there and won't move off'n that ranch--says it's his'n and he's going to keep it--likes it better'n he did when it was higher up the hill.  Mad!  Well, I've been so mad for two days I couldn't find my way to town--been wandering around in the brush in a starving condition--got anything here to drink, General? But I'm here now, and I'm a-going to law.  You hear me!\"", "characters": 416, "sentences": 3}, {"text": "The General was amazed.  He said he had suspected before that the people of that Territory were fools, and now he knew it.  But he said rest easy, rest easy and collect the witnesses, for the victory was just as certain as if the conflict were already over.  Hyde wiped away his tears and left.", "characters": 294, "sentences": 5}, {"text": "At two in the afternoon referee Roop's Court opened and Roop appeared throned among his sheriffs, the witnesses, and spectators, and wearing upon his face a solemnity so awe-inspiring that some of his fellow-conspirators had misgivings that maybe he had not comprehended, after all, that this was merely a joke.  An unearthly stillness prevailed, for at the slightest noise the judge uttered sternly the command:", "characters": 412, "sentences": 2}, {"text": "And the sheriffs promptly echoed it.  Presently the General elbowed his way through the crowd of spectators, with his arms full of law-books, and on his ears fell an order from the judge which was the first respectful recognition of his high official dignity that had ever saluted them, and it trickled pleasantly through his whole system:", "characters": 339, "sentences": 2}, {"text": "\"I warn you that this thing which has happened is a thing with which the sacrilegious hands and brains and tongues of men must not meddle. Gentlemen, it is the verdict of this court that the plaintiff, Richard Hyde, has been deprived of his ranch by the visitation of God!  And from this decision there is no appeal.\"", "characters": 317, "sentences": 3}, {"text": "The General never waited to hear the end of it.  He was always an impatient and irascible man, that way.  At the end of two months the fact that he had been played upon with a joke had managed to bore itself, like another Hoosac Tunnel, through the solid adamant of his understanding.", "characters": 284, "sentences": 4}, {"text": "He found the Daley cropping out of the apex of an exceedingly sharp-pointed peak, and a couple of men up there \"facing\" the proposed tunnel. Townsend made a calculation.  Then he said to the men:", "characters": 195, "sentences": 3}, {"text": "\"So you have taken a contract to run a tunnel into this hill two hundred and fifty feet to strike this ledge?\"", "characters": 110, "sentences": 1}, {"text": "\"Well, do you know that you have got one of the most expensive and arduous undertakings before you that was ever conceived by man?\"", "characters": 131, "sentences": 1}, {"text": "\"Because this hill is only twenty-five feet through from side to side; and so you have got to build two hundred and twenty-five feet of your tunnel on trestle-work!\"", "characters": 165, "sentences": 1}, {"text": "At last, when flour reached a dollar a pound, and money could not be borrowed on the best security at less than eight per cent a month (I being without the security, too), I abandoned mining and went to milling. That is to say, I went to work as a common laborer in a quartz mill, at ten dollars a week and board.", "characters": 313, "sentences": 3}, {"text": "The process of amalgamation differed in the various mills, and this included changes in style of pans and other machinery, and a great diversity of opinion existed as to the best in use, but none of the methods employed, involved the principle of milling ore without \"screening the tailings.\"  Of all recreations in the world, screening tailings on a hot day, with a long-handled shovel, is the most undesirable.", "characters": 412, "sentences": 3}, {"text": "By such a tedious and laborious process were silver bricks obtained. This mill was but one of many others in operation at the time.  The first one in Nevada was built at Egan Canyon and was a small insignificant affair and compared most unfavorably with some of the immense establishments afterwards located at Virginia City and elsewhere.", "characters": 339, "sentences": 4}, {"text": "From our bricks a little corner was chipped off for the \"fire-assay\"--a method used to determine the proportions of gold, silver and base metals in the mass.  This is an interesting process.  The chip is hammered out as thin as paper and weighed on scales so fine and sensitive that if you weigh a two-inch scrap of paper on them and then write your name on the paper with a course, soft pencil and weigh it again, the scales will take marked notice of the addition.", "characters": 466, "sentences": 4}, {"text": "Due publication of the whole matter was made in the paper, and the popular assayer left town \"between two days.\"", "characters": 112, "sentences": 2}, {"text": "I said about four hundred thousand dollars a month, and board, was about all I could reasonably ask, considering the hard times.", "characters": 128, "sentences": 2}, {"text": "I was ordered off the premises!  And yet, when I look back to those days and call to mind the exceeding hardness of the labor I performed in that mill, I only regret that I did not ask him seven hundred thousand.", "characters": 212, "sentences": 2}, {"text": "Shortly after this I began to grow crazy, along with the rest of the population, about the mysterious and wonderful \"cement mine,\" and to make preparations to take advantage of any opportunity that might offer to go and help hunt for it.", "characters": 237, "sentences": 2}, {"text": "I was thirty steps from him, and knew he could not see me, it was so very dark in the shadow of the mountain.  So I lay still.  Another head appeared in the light of the cabin door, and presently the two men walked toward me.  They stopped within ten steps of me, and one said:", "characters": 277, "sentences": 4}, {"text": "I could not have been in a more distressed state if I had been escaping justice with a price on my head.  Then the miners appeared to sit down on a boulder, though I could not see them distinctly enough to be very sure what they did.  One said:", "characters": 244, "sentences": 3}, {"text": "A stone whizzed by my head.  I flattened myself out in the dust like a postage stamp, and thought to myself if he mended his aim ever so little he would probably hear another noise.  In my heart, now, I execrated secret expeditions.  I promised myself that this should be my last, though the Sierras were ribbed with cement veins.  Then one of the men said:", "characters": 357, "sentences": 5}, {"text": "\"I'll tell you what!  Welch knew what he was talking about when he said he saw Whiteman to-day.  I heard horses--that was the noise.  I am going down to Welch's, right away.\"", "characters": 174, "sentences": 4}, {"text": "They left and I was glad.  I did not care whither they went, so they went.  I was willing they should visit Welch, and the sooner the better.", "characters": 141, "sentences": 4}, {"text": "Whether or not my accident had produced this result we never knew, but at least one thing was certain--the secret was out and Whiteman would not enter upon a search for the cement mine this time.  We were filled with chagrin.", "characters": 225, "sentences": 3}, {"text": "A white man cannot drink the water of Mono Lake, for it is nearly pure lye.  It is said that the Indians in the vicinity drink it sometimes, though.  It is not improbable, for they are among the purest liars I ever saw.  [There will be no additional charge for this joke, except to parties requiring an explanation of it.  This joke has received high commendation from some of the ablest minds of the age.]", "characters": 406, "sentences": 6}, {"text": "So, in that island you get your board and washing free of charge--and if nature had gone further and furnished a nice American hotel clerk who was crusty and disobliging, and didn't know anything about the time tables, or the railroad routes--or--anything--and was proud of it--I would not wish for a more desirable boarding-house.", "characters": 331, "sentences": 2}, {"text": "Half a dozen little mountain brooks flow into Mono Lake, but not a stream of any kind flows out of it.  It neither rises nor falls, apparently, and what it does with its surplus water is a dark and bloody mystery.", "characters": 213, "sentences": 3}, {"text": "But it dulled my enthusiasm, presently, when he told me he had not been caring whether the boat came within jumping distance or not, so that it passed within eight or ten yards of him, for he had made up his mind to shut his eyes and mouth and swim that trifling distance.  Imbecile that I was, I had not thought of that.  It was only a long swim that could be fatal.", "characters": 367, "sentences": 4}, {"text": "But things cannot last always.  Just as the darkness shut down we came booming into port, head on.  Higbie dropped his oars to hurrah--I dropped mine to help--the sea gave the boat a twist, and over she went!", "characters": 208, "sentences": 3}, {"text": "The agony that alkali water inflicts on bruises, chafes and blistered hands, is unspeakable, and nothing but greasing all over will modify it --but we ate, drank and slept well, that night, notwithstanding.", "characters": 206, "sentences": 2}, {"text": "\"Mph!  Dam stove heap gone!\"--and resumed his scrubbing as placidly as if it were an entirely customary thing for a stove to do.  I will explain, that \"heap\" is \"Injun-English\" for \"very much.\"  The reader will perceive the exhaustive expressiveness of it in the present instance.", "characters": 280, "sentences": 4}, {"text": "He disappeared in the gloom of a \"side drift\" just as a head appeared in the mouth of the shaft and somebody shouted \"Hello!\"--which he did not answer.  He was not disturbed any more.  An hour later he entered the cabin, hot, red, and ready to burst with smothered excitement, and exclaimed in a stage whisper:", "characters": 310, "sentences": 3}, {"text": "I thought the very earth reeled under me.  Doubt--conviction--doubt again--exultation--hope, amazement, belief, unbelief--every emotion imaginable swept in wild procession through my heart and brain, and I could not speak a word.  After a moment or two of this mental fury, I shook myself to rights, and said:", "characters": 309, "sentences": 3}, {"text": "\"Cal, let's--let's burn the house--or kill somebody!  Let's get out where there's room to hurrah!  But what is the use?  It is a hundred times too good to be true.\"", "characters": 164, "sentences": 2}, {"text": "\"It's a blind lead, for a million!--hanging wall--foot wall--clay casings--everything complete!\" He swung his hat and gave three cheers, and I cast doubt to the winds and chimed in with a will.  For I was worth a million dollars, and did not care \"whether school kept or not!\"", "characters": 276, "sentences": 2}, {"text": "We thought it well to have a strong friend, and therefore we brought the foreman of the Wide West to our cabin that night and revealed the great surprise to him.  Higbie said:", "characters": 175, "sentences": 2}, {"text": "\"We are going to take possession of this blind lead, record it and establish ownership, and then forbid the Wide West company to take out any more of the rock.  You cannot help your company in this matter --nobody can help them.  I will go into the shaft with you and prove to your entire satisfaction that it is a blind lead.  Now we propose to take you in with us, and claim the blind lead in our three names.  What do you say?\"", "characters": 430, "sentences": 5}, {"text": "What could a man say who had an opportunity to simply stretch forth his hand and take possession of a fortune without risk of any kind and without wronging any one or attaching the least taint of dishonor to his name?  He could only say, \"Agreed.\"", "characters": 247, "sentences": 2}, {"text": "The notice was put up that night, and duly spread upon the recorder's books before ten o'clock.  We claimed two hundred feet each--six hundred feet in all--the smallest and compactest organization in the district, and the easiest to manage.", "characters": 240, "sentences": 3}, {"text": "\"To-morrow!\"--with an evolution or two, ending with a sitting position. \"Well--no--but next month, at furthest.\"", "characters": 112, "sentences": 3}, {"text": "\"Brown stone front--French plate glass--billiard-room off the dining-room--statuary and paintings--shrubbery and two-acre grass plat --greenhouse--iron dog on the front stoop--gray horses--landau, and a coachman with a bug on his hat!\"", "characters": 235, "sentences": 1}, {"text": "\"All parts.  France, England, Germany--Spain, Italy, Switzerland, Syria, Greece, Palestine, Arabia, Persia, Egypt--all over--everywhere.\"", "characters": 137, "sentences": 3}, {"text": "And so it went on.  By three o'clock we found it was no use, and so we got up and played cribbage and smoked pipes till sunrise.  It was my week to cook.  I always hated cooking--now, I abhorred it.", "characters": 198, "sentences": 5}, {"text": "The news was all over town.  The former excitement was great--this one was greater still.  I walked the streets serene and happy.  Higbie said the foreman had been offered two hundred thousand dollars for his third of the mine.  I said I would like to see myself selling for any such price.  My ideas were lofty.  My figure was a million.  Still, I honestly believe that if I had been offered it, it would have had no other effect than to make me hold off for more.", "characters": 465, "sentences": 9}, {"text": "I found abundant enjoyment in being rich.  A man offered me a three-hundred-dollar horse, and wanted to take my simple, unendorsed note for it.  That brought the most realizing sense I had yet had that I was actually rich, beyond shadow of doubt.  It was followed by numerous other evidences of a similar nature--among which I may mention the fact of the butcher leaving us a double supply of meat and saying nothing about money.", "characters": 429, "sentences": 5}, {"text": "It was a little after one o'clock.  As I entered the cabin door, tired but jolly, the dingy light of a tallow candle revealed Higbie, sitting by the pine table gazing stupidly at my note, which he held in his fingers, and looking pale, old, and haggard.  I halted, and looked at him.  He looked at me, stolidly.  I said:", "characters": 320, "sentences": 5}, {"text": "But he had never seen my note till this moment, and this moment was the first time he had been in the cabin since the day he had seen me last. He, also, had left a note for me, on that same fatal afternoon--had ridden up on horseback, and looked through the window, and being in a hurry and not seeing me, had tossed the note into the cabin through a broken pane.  Here it was, on the floor, where it had remained undisturbed for nine days:", "characters": 440, "sentences": 3}, {"text": "\"Don't fail to do the work before the ten days expire.  W.       has passed through and given me notice.  I am to join him at       Mono Lake, and we shall go on from there to-night.  He says       he will find it this time, sure.  CAL.\"", "characters": 237, "sentences": 7}, {"text": "It reads like a wild fancy sketch, but the evidence of many witnesses, and likewise that of the official records of Esmeralda District, is easily obtainable in proof that it is a true history.  I can always have it to say that I was absolutely and unquestionably worth a million dollars, once, for ten days.", "characters": 307, "sentences": 3}, {"text": "A year ago my esteemed and in every way estimable old millionaire partner, Higbie, wrote me from an obscure little mining camp in California that after nine or ten years of buffetings and hard striving, he was at last in a position where he could command twenty-five hundred dollars, and said he meant to go into the fruit business in a modest way. How such a thought would have insulted him the night we lay in our cabin planning European trips and brown stone houses on Russian Hill!", "characters": 485, "sentences": 2}, {"text": "I went up to Virginia and entered upon my new vocation.  I was a rusty looking city editor, I am free to confess--coatless, slouch hat, blue woolen shirt, pantaloons stuffed into boot-tops, whiskered half down to the waist, and the universal navy revolver slung to my belt.  But I secured a more Christian costume and discarded the revolver.", "characters": 341, "sentences": 4}, {"text": "\"Never say 'We learn' so-and-so, or 'It is reported,' or 'It is rumored,' or 'We understand' so-and-so, but go to headquarters and get the absolute facts, and then speak out and say 'It is so-and-so.'  Otherwise, people will not put confidence in your news.  Unassailable certainly is the thing that gives a newspaper the firmest and most valuable reputation.\"", "characters": 360, "sentences": 4}, {"text": "\"Dan used to make a good thing out of the hay wagons in a dry time when there were no fires or inquests.  Are there no hay wagons in from the Truckee?  If there are, you might speak of the renewed activity and all that sort of thing, in the hay business, you know.", "characters": 264, "sentences": 3}, {"text": "I canvassed the city again and found one wretched old hay truck dragging in from the country.  But I made affluent use of it.  I multiplied it by sixteen, brought it into town from sixteen different directions, made sixteen separate items out of it, and got up such another sweat about hay as Virginia City had never seen in the world before.", "characters": 342, "sentences": 4}, {"text": "This was encouraging.  Two nonpareil columns had to be filled, and I was getting along.  Presently, when things began to look dismal again, a desperado killed a man in a saloon and joy returned once more.  I never was so glad over any mere trifle before in my life.  I said to the murderer:", "characters": 290, "sentences": 5}, {"text": "\"Sir, you are a stranger to me, but you have done me a kindness this day which I can never forget.  If whole years of gratitude can be to you any slight compensation, they shall be yours.  I was in trouble and you have relieved me nobly and at a time when all seemed dark and drear.  Count me your friend from this time forth, for I am not a man to forget a favor.\"", "characters": 365, "sentences": 5}, {"text": "If I did not really say that to him I at least felt a sort of itching desire to do it.  I wrote up the murder with a hungry attention to details, and when it was finished experienced but one regret--namely, that they had not hanged my benefactor on the spot, so that I could work him up too.", "characters": 291, "sentences": 3}, {"text": "However, as I grew better acquainted with the business and learned the run of the sources of information I ceased to require the aid of fancy to any large extent, and became able to fill my columns without diverging noticeably from the domain of fact.", "characters": 251, "sentences": 2}, {"text": "A saloon-keeper's boy passed by with a steaming pitcher of hot punch, and Boggs snuffed the fragrance gratefully.  He gazed fondly after the boy and saw him start up the Enterprise stairs.  I said:", "characters": 197, "sentences": 3}, {"text": "\"I wish you could help me get that school business, but since you can't, I must run up to the Union office and see if I can get them to let me have a proof of it after they have set it up, though I don't begin to suppose they will.  Good night.\"", "characters": 245, "sentences": 3}, {"text": "\"Hold on a minute.  I don't mind getting the report and sitting around with the boys a little, while you copy it, if you're willing to drop down to the principal's with me.\"", "characters": 173, "sentences": 3}, {"text": "Of course there was no school report in the Union, and Boggs held me accountable, though I was innocent of any intention or desire to compass its absence from that paper and was as sorry as any one that the misfortune had occurred.", "characters": 231, "sentences": 2}, {"text": "And he did.  I staid down there an hour, and surprised the workmen when they hauled up and found a man on the rope instead of a bucket of rock. I walked home, too--five miles--up hill.  We had no school report next morning; but the Union had.", "characters": 242, "sentences": 5}, {"text": "There was nothing in the shape of a mining claim that was not salable. We received presents of \"feet\" every day.  If we needed a hundred dollars or so, we sold some; if not, we hoarded it away, satisfied that it would ultimately be worth a thousand dollars a foot.  I had a trunk about half full of \"stock.\"  When a claim made a stir in the market and went up to a high figure, I searched through my pile to see if I had any of its stock --and generally found it.", "characters": 463, "sentences": 6}, {"text": "These are actual facts, and I could make the list a long one and still confine myself strictly to the truth.  Many a time friends gave us as much as twenty-five feet of stock that was selling at twenty-five dollars a foot, and they thought no more of it than they would of offering a guest a cigar.  These were \"flush times\" indeed!  I thought they were going to last always, but somehow I never was much of a prophet.", "characters": 418, "sentences": 4}, {"text": "One plan of acquiring sudden wealth was to \"salt\" a wild cat claim and sell out while the excitement was up.  The process was simple.", "characters": 133, "sentences": 3}, {"text": "The suggestion was greeted with a round of applause, and Gridley mounted a dry-goods box and assumed the role of auctioneer.  The bids went higher and higher, as the sympathies of the pioneers awoke and expanded, till at last the sack was knocked down to a mill man at two hundred and fifty dollars, and his check taken.  He was asked where he would have the flour delivered, and he said:", "characters": 388, "sentences": 3}, {"text": "Now the cheers went up royally, and the multitude were fairly in the spirit of the thing.  So Gridley stood there and shouted and perspired till the sun went down; and when the crowd dispersed he had sold the sack to three hundred different people, and had taken in eight thousand dollars in gold.  And still the flour sack was in his possession.", "characters": 346, "sentences": 4}, {"text": "It was estimated that when the flour sack's mission was ended it had been sold for a grand total of a hundred and fifty thousand dollars in greenbacks!  This is probably the only instance on record where common family flour brought three thousand dollars a pound in the public market.", "characters": 284, "sentences": 2}, {"text": "It is due to Mr. Gridley's memory to mention that the expenses of his sanitary flour sack expedition of fifteen thousand miles, going and returning, were paid in large part if not entirely, out of his own pocket.  The time he gave to it was not less than three months. Mr. Gridley was a soldier in the Mexican war and a pioneer Californian. He died at Stockton, California, in December, 1870, greatly regretted.", "characters": 411, "sentences": 7}, {"text": "There were nabobs in those days--in the \"flush times,\" I mean.  Every rich strike in the mines created one or two.  I call to mind several of these.  They were careless, easy-going fellows, as a general thing, and the community at large was as much benefited by their riches as they were themselves--possibly more, in some cases.", "characters": 329, "sentences": 5}, {"text": "Two cousins, teamsters, did some hauling for a man and had to take a small segregated portion of a silver mine in lieu of $300 cash.  They gave an outsider a third to open the mine, and they went on teaming.  But not long.  Ten months afterward the mine was out of debt and paying each owner $8,000 to $10,000 a month--say $100,000 a year.", "characters": 339, "sentences": 5}, {"text": "One of the earliest nabobs that Nevada was delivered of wore $6,000 worth of diamonds in his bosom, and swore he was unhappy because he could not spend his money as fast as he made it.", "characters": 184, "sentences": 2}, {"text": "Another Nevada nabob boasted an income that often reached $16,000 a month; and he used to love to tell how he had worked in the very mine that yielded it, for five dollars a day, when he first came to the country.", "characters": 213, "sentences": 2}, {"text": "The silver and sage-brush State has knowledge of another of these pets of fortune--lifted from actual poverty to affluence almost in a single night--who was able to offer $100,000 for a position of high official distinction, shortly afterward, and did offer it--but failed to get it, his politics not being as sound as his bank account.", "characters": 336, "sentences": 2}, {"text": "And then he went to Europe and traveled.  And when he came back he was never tired of telling about the fine hogs he had seen in England, and the gorgeous sheep he had seen in Spain, and the fine cattle he had noticed in the vicinity of Rome.  He was full of wonders of the old world, and advised everybody to travel.  He said a man never imagined what surprising things there were in the world till he had traveled.", "characters": 416, "sentences": 5}, {"text": "One day, on board ship, the passengers made up a pool of $500, which was to be the property of the man who should come nearest to guessing the run of the vessel for the next twenty-four hours.  Next day, toward noon, the figures were all in the purser's hands in sealed envelopes.  Smith was serene and happy, for he had been bribing the engineer.  But another party won the prize!  Smith said:", "characters": 394, "sentences": 4}, {"text": "The purser said, \"Mr. Smith, you missed it further than any man on board. We traveled two hundred and eight miles yesterday.\"", "characters": 125, "sentences": 4}, {"text": "\"Well, sir,\" said Smith, \"that's just where I've got you, for I guessed two hundred and nine.  If you'll look at my figgers again you'll find a 2 and two 0's, which stands for 200, don't it?--and after 'em you'll find a 9 (2009), which stands for two hundred and nine.  I reckon I'll take that money, if you please.\"", "characters": 316, "sentences": 4}, {"text": "In the early days a poverty-stricken Mexican who lived in a canyon directly back of Virginia City, had a stream of water as large as a man's wrist trickling from the hill-side on his premises.  The Ophir Company segregated a hundred feet of their mine and traded it to him for the stream of water.  The hundred feet proved to be the richest part of the entire mine; four years after the swap, its market value (including its mill) was $1,500,000.", "characters": 446, "sentences": 4}, {"text": "It was the signal agreed upon.  The word \"waiting\" left out, would have signified that the suit had gone the other way.", "characters": 119, "sentences": 3}, {"text": "The mock teamster's friend picked up a deal of the mining stock, at low figures, before the news became public, and a fortune was the result.", "characters": 141, "sentences": 2}, {"text": "But why go on?  The traditions of Silverland are filled with instances like these, and I would never get through enumerating them were I to attempt do it.  I only desired to give, the reader an idea of a peculiarity of the \"flush times\" which I could not present so strikingly in any other way, and which some mention of was necessary to a realizing comprehension of the time and the country.", "characters": 392, "sentences": 3}, {"text": "I was personally acquainted with the majority of the nabobs I have referred to, and so, for old acquaintance sake, I have shifted their occupations and experiences around in such a way as to keep the Pacific public from recognizing these once notorious men.  No longer notorious, for the majority of them have drifted back into poverty and obscurity again.", "characters": 356, "sentences": 3}, {"text": "In Nevada there used to be current the story of an adventure of two of her nabobs, which may or may not have occurred.  I give it for what it is worth:", "characters": 151, "sentences": 2}, {"text": "Col. Jim had seen somewhat of the world, and knew more or less of its ways; but Col. Jack was from the back settlements of the States, had led a life of arduous toil, and had never seen a city.  These two, blessed with sudden wealth, projected a visit to New York,--Col. Jack to see the sights, and Col. Jim to guard his unsophistication from misfortune.  They reached San Francisco in the night, and sailed in the morning.  Arrived in New York, Col.  Jack said:", "characters": 462, "sentences": 9}, {"text": "\"I've heard tell of carriages all my life, and now I mean to have a ride in one; I don't care what it costs.  Come along.\"", "characters": 122, "sentences": 3}, {"text": "\"No, sir!  None of your cheap-John turn-outs for me.  I'm here to have a good time, and money ain't any object.  I mean to have the nobbiest rig that's going.  Now here comes the very trick.  Stop that yaller one with the pictures on it--don't you fret--I'll stand all the expenses myself.\"", "characters": 290, "sentences": 6}, {"text": "\"Ain't it gay, though?  Oh, no, I reckon not!  Cushions, and windows, and pictures, till you can't rest.  What would the boys say if they could see us cutting a swell like this in New York?  By George, I wish they could see us.\"", "characters": 228, "sentences": 3}, {"text": "\"Say, Johnny, this suits me!--suits yours truly, you bet, you!  I want this shebang all day.  I'm on it, old man!  Let 'em out!  Make 'em go! We'll make it all right with you, sonny!\"", "characters": 183, "sentences": 2}, {"text": "The driver passed his hand through the strap-hole, and tapped for his fare--it was before the gongs came into common use.  Col. Jack took the hand, and shook it cordially.  He said:", "characters": 181, "sentences": 4}, {"text": "And he put a twenty-dollar gold piece in the driver's hand.  After a moment the driver said he could not make change.", "characters": 117, "sentences": 3}, {"text": "The omnibus stopped, and a young lady got in.  Col. Jack stared a moment, then nudged Col. Jim with his elbow:", "characters": 110, "sentences": 4}, {"text": "\"Take back your money, madam.  We can't allow it.  You're welcome to ride here as long as you please, but this shebang's chartered, and we can't let you pay a cent.\"", "characters": 165, "sentences": 4}, {"text": "The girl shrunk into a corner, bewildered.  An old lady with a basket climbed in, and proffered her fare.", "characters": 105, "sentences": 3}, {"text": "\"Excuse me,\" said Col. Jack.  \"You're perfectly welcome here, madam, but we can't allow you to pay.  Set right down there, mum, and don't you be the least uneasy.  Make yourself just as free as if you was in your own turn-out.\"", "characters": 227, "sentences": 6}, {"text": "\"Come right along, friends,\" said Col.  Jack; \"don't mind us.  This is a free blow-out.\"  Then he whispered to Col.  Jim,", "characters": 121, "sentences": 5}, {"text": "He resisted every effort to pass fares to the driver, and made everybody cordially welcome.  The situation dawned on the people, and they pocketed their money, and delivered themselves up to covert enjoyment of the episode.  Half a dozen more passengers entered.", "characters": 262, "sentences": 4}, {"text": "\"Oh, there's plenty of room,\" said Col.  Jack.  \"Walk right in, and make yourselves at home.  A blow-out ain't worth anything as a blow-out, unless a body has company.\"  Then in a whisper to Col.  Jim: \"But ain't these New Yorkers friendly?  And ain't they cool about it, too?  Icebergs ain't anywhere.  I reckon they'd tackle a hearse, if it was going their way.\"", "characters": 364, "sentences": 8}, {"text": "More passengers got in; more yet, and still more.  Both seats were filled, and a file of men were standing up, holding on to the cleats overhead.  Parties with baskets and bundles were climbing up on the roof. Half-suppressed laughter rippled up from all sides.", "characters": 261, "sentences": 5}, {"text": "\"Well, for clean, cool, out-and-out cheek, if this don't bang anything that ever I saw, I'm an Injun!\" whispered Col. Jack.", "characters": 123, "sentences": 3}, {"text": "\"I weaken!\" said Col. Jack.  \"Hold on, driver!  Keep your seats, ladies, and gents.  Just make yourselves free--everything's paid for.  Driver, rustle these folks around as long as they're a mind to go--friends of ours, you know.  Take them everywheres--and if you want more money, come to the St. Nicholas, and we'll make it all right.  Pleasant journey to you, ladies and gents--go it just as long as you please--it shan't cost you a cent!\"", "characters": 442, "sentences": 8}, {"text": "\"Jimmy, it's the sociablest place I ever saw.  The Chinaman waltzed in as comfortable as anybody.  If we'd staid awhile, I reckon we'd had some niggers.  B' George, we'll have to barricade our doors to-night, or some of these ducks will be trying to sleep with us.\"", "characters": 265, "sentences": 5}, {"text": "On the inquest it was shown that Buck Fanshaw, in the delirium of a wasting typhoid fever, had taken arsenic, shot himself through the body, cut his throat, and jumped out of a four-story window and broken his neck--and after due deliberation, the jury, sad and tearful, but with intelligence unblinded by its sorrow, brought in a verdict of death \"by the visitation of God.\"  What could the world do without juries?", "characters": 416, "sentences": 2}, {"text": "He choked, and even shed tears; but with an effort he mastered his voice and said in lugubrious tones:", "characters": 102, "sentences": 1}, {"text": "\"Why you see we are in a bit of trouble, and the boys thought maybe you would give us a lift, if we'd tackle you--that is, if I've got the rights of it and you are the head clerk of the doxology-works next door.\"", "characters": 212, "sentences": 2}, {"text": "\"Well, you've ruther got the bulge on me.  Or maybe we've both got the bulge, somehow.  You don't smoke me and I don't smoke you.  You see, one of the boys has passed in his checks and we want to give him a good send-off, and so the thing I'm on now is to roust out somebody to jerk a little chin-music for us and waltz him through handsome.\"", "characters": 342, "sentences": 5}, {"text": "\"My friend, I seem to grow more and more bewildered.  Your observations are wholly incomprehensible to me.  Cannot you simplify them in some way? At first I thought perhaps I understood you, but I grope now.  Would it not expedite matters if you restricted yourself to categorical statements of fact unencumbered with obstructing accumulations of metaphor and allegory?\"", "characters": 370, "sentences": 4}, {"text": "\"Why, that last lead of yourn is too many for me--that's the idea.  I can't neither-trump nor follow suit.\"", "characters": 107, "sentences": 3}, {"text": "The clergyman sank back in his chair perplexed.  Scotty leaned his head on his hand and gave himself up to thought.", "characters": 115, "sentences": 3}, {"text": "\"Now you talk!  You see my blind and straddle it like a man.  Put it there!\"--extending a brawny paw, which closed over the minister's small hand and gave it a shake indicative of fraternal sympathy and fervent gratification.", "characters": 225, "sentences": 3}, {"text": "\"Now we're all right, pard.  Let's start fresh.  Don't you mind my snuffling a little--becuz we're in a power of trouble.  You see, one of the boys has gone up the flume--\"", "characters": 172, "sentences": 4}, {"text": "\"Oh, you do?  Well I thought maybe you might be getting tangled some more.  Yes, you see he's dead again--\"", "characters": 107, "sentences": 2}, {"text": "\"Yes--death has.  Well, well, well, we've got to give him up.  Yes indeed.  It's a kind of a hard world, after all, ain't it?  But pard, he was a rustler!  You ought to seen him get started once.  He was a bully boy with a glass eye!  Just spit in his face and give him room according to his strength, and it was just beautiful to see him peel and go in. He was the worst son of a thief that ever drawed breath.  Pard, he was on it!  He was on it bigger than an Injun!\"", "characters": 469, "sentences": 7}, {"text": "\"On the shoot.  On the shoulder.  On the fight, you understand. He didn't give a continental for any body.  Beg your pardon, friend, for coming so near saying a cuss-word--but you see I'm on an awful strain, in this palaver, on account of having to cramp down and draw everything so mild.  But we've got to give him up.  There ain't any getting around that, I don't reckon.  Now if we can get you to help plant him--\"", "characters": 417, "sentences": 8}, {"text": "\"That was very well indeed--at least the impulse was--whether the act was strictly defensible or not.  Had deceased any religious convictions? That is to say, did he feel a dependence upon, or acknowledge allegiance to a higher power?\"", "characters": 235, "sentences": 2}, {"text": "\"Well, to simplify it somewhat, was he, or rather had he ever been connected with any organization sequestered from secular concerns and devoted to self-sacrifice in the interests of morality?\"", "characters": 193, "sentences": 1}, {"text": "\"Why, you're most too many for me, you know.  When you get in with your left I hunt grass every time.  Every time you draw, you fill; but I don't seem to have any luck.  Lets have a new deal.\"", "characters": 192, "sentences": 5}, {"text": "\"Cheese it, pard; you've banked your ball clean outside the string. What I was a drivin' at, was, that he never throwed off on his mother --don't you see?  No indeedy.  He give her a house to live in, and town lots, and plenty of money; and he looked after her and took care of her all the time; and when she was down with the small-pox I'm d---d if he didn't set up nights and nuss her himself!  Beg your pardon for saying it, but it hopped out too quick for yours truly.", "characters": 472, "sentences": 4}, {"text": "\"You've treated me like a gentleman, pard, and I ain't the man to hurt your feelings intentional.  I think you're white.  I think you're a square man, pard.  I like you, and I'll lick any man that don't.  I'll lick him till he can't tell himself from a last year's corpse!  Put it there!\" [Another fraternal hand-shake--and exit.]", "characters": 330, "sentences": 6}, {"text": "Scotty Briggs, as a pall-bearer and a mourner, occupied a prominent place at the funeral, and when the sermon was finished and the last sentence of the prayer for the dead man's soul ascended, he responded, in a low voice, but with feelings:", "characters": 241, "sentences": 1}, {"text": "As the bulk of the response was without apparent relevancy, it was probably nothing more than a humble tribute to the memory of the friend that was gone; for, as Scotty had once said, it was \"his word.\"", "characters": 202, "sentences": 2}, {"text": "Scotty Briggs, in after days, achieved the distinction of becoming the only convert to religion that was ever gathered from the Virginia roughs; and it transpired that the man who had it in him to espouse the quarrel of the weak out of inborn nobility of spirit was no mean timber whereof to construct a Christian.  The making him one did not warp his generosity or diminish his courage; on the contrary it gave intelligent direction to the one and a broader field to the other.", "characters": 478, "sentences": 3}, {"text": "The first twenty-six graves in the Virginia cemetery were occupied by murdered men.  So everybody said, so everybody believed, and so they will always say and believe.  The reason why there was so much slaughtering done, was, that in a new mining district the rough element predominates, and a person is not respected until he has \"killed his man.\"  That was the very expression used.", "characters": 384, "sentences": 5}, {"text": "Youthful ambition hardly aspired so much to the honors of the law, or the army and navy as to the dignity of proprietorship in a saloon.", "characters": 136, "sentences": 2}, {"text": "They got a look in return that froze their marrow, and by that time a curled and breast-pinned bar keeper was beaming over the counter, proud of the established acquaintanceship that permitted such a familiar form of speech as:", "characters": 227, "sentences": 1}, {"text": "\"Very well, gentlemen, if we must fight, we must, I suppose.  But don't rush into danger and then say I gave you no warning.  I am more than a match for all of you when I get started.  I will give you proofs, and then if my friend here still insists, I will try to accommodate him.\"", "characters": 282, "sentences": 5}, {"text": "With the permission of the reader, I will group together, in the next chapter, some samples of life in our small mountain village in the old days of desperadoism.  I was there at the time.  The reader will observe peculiarities in our official society; and he will observe also, an instance of how, in new countries, murders breed murders.", "characters": 339, "sentences": 4}, {"text": "An extract or two from the newspapers of the day will furnish a photograph that can need no embellishment:", "characters": 106, "sentences": 1}, {"text": "FATAL SHOOTING AFFRAY.--An affray occurred, last evening, in a       billiard saloon on C street, between Deputy Marshal Jack Williams       and Wm. Brown, which resulted in the immediate death of the latter.       There had been some difficulty between the parties for several       months.", "characters": 291, "sentences": 5}, {"text": "Four months later the following item appeared in the same paper (the Enterprise).  In this item the name of one of the city officers above referred to (Deputy Marshal Jack Williams) occurs again:", "characters": 195, "sentences": 2}, {"text": "This efficient city officer, Jack Williams, had the common reputation of being a burglar, a highwayman and a desperado.  It was said that he had several times drawn his revolver and levied money contributions on citizens at dead of night in the public streets of Virginia.", "characters": 272, "sentences": 3}, {"text": "It did not so happen, but still, times were not dull during the next twenty-four hours, for within that time a woman was killed by a pistol shot, a man was brained with a slung shot, and a man named Reeder was also disposed of permanently.  Some matters in the Enterprise account of the killing of Reeder are worth nothing--especially the accommodating complaisance of a Virginia justice of the peace.  The italics in the following narrative are mine:", "characters": 451, "sentences": 3}, {"text": "Reeder--or at least what was left of him--survived his wounds two days! Nothing was ever done with Gumbert.", "characters": 107, "sentences": 2}, {"text": "\"I've heard of Capt. Ned Blakely, and one of us is a better man than 'tother--I'll know which, before I go ashore.\"", "characters": 115, "sentences": 3}, {"text": "\"You've come to the right shop--I'm your man.  I'll learn you to come aboard this ship without an invite.\"", "characters": 106, "sentences": 3}, {"text": "He seized Noakes, backed him against the mainmast, pounded his face to a pulp, and then threw him overboard.", "characters": 108, "sentences": 2}, {"text": "Noakes was not convinced.  He returned the next night, got the pulp renewed, and went overboard head first, as before.", "characters": 118, "sentences": 3}, {"text": "However, Capt. Ned was not perplexing his head about such things.  They concerned him not.  He was boiling with rage and furious for justice. At nine o'clock at night he loaded a double-barreled gun with slugs, fished out a pair of handcuffs, got a ship's lantern, summoned his quartermaster, and went ashore.  He said:", "characters": 319, "sentences": 6}, {"text": "\"Very well, then.  Take the lantern.  Carry it just under your chin. I'll walk behind you and rest this gun-barrel on your shoulder, p'inting forward--so.  Keep your lantern well up so's I can see things ahead of you good.  I'm going to march in on Noakes--and take him--and jug the other chaps.  If you flinch--well, you know me.\"", "characters": 331, "sentences": 8}, {"text": "In this order they filed aboard softly, arrived at Noakes's den, the quartermaster pushed the door open, and the lantern revealed the three desperadoes sitting on the floor.  Capt.  Ned said:", "characters": 191, "sentences": 3}, {"text": "Noakes spent the night on board Blakely's ship, a prisoner under strict guard.  Early in the morning Capt. Ned called in all the sea-captains in the harbor and invited them, with nautical ceremony, to be present on board his ship at nine o'clock to witness the hanging of Noakes at the yard-arm!", "characters": 295, "sentences": 3}, {"text": "\"Didn't I say I was going to hang him?  I never saw such people as you. What's the difference?  You ask a favor, and then you ain't satisfied when you get it.  Before or after's all one--you know how the trial will go.  He killed the nigger.  Say--I must be going.  If your mate would like to come to the hanging, fetch him along.  I like him.\"", "characters": 344, "sentences": 8}, {"text": "\"Gentlemen, I'm not stubborn and I'm not unreasonable.  I'm always willing to do just as near right as I can.  How long will it take?\"", "characters": 134, "sentences": 3}, {"text": "\"If he's proven guilty.  Great Neptune, ain't he guilty?  This beats my time.  Why you all know he's guilty.\"", "characters": 109, "sentences": 4}, {"text": "\"Well, all right.  You go on and try him and I'll go down and overhaul his conscience and prepare him to go--like enough he needs it, and I don't want to send him off without a show for hereafter.\"", "characters": 197, "sentences": 3}, {"text": "This was another obstacle.  They finally convinced him that it was necessary to have the accused in court.  Then they said they would send a guard to bring him.", "characters": 160, "sentences": 4}, {"text": "\"No, sir, I prefer to fetch him myself--he don't get out of my hands. Besides, I've got to go to the ship to get a rope, anyway.\"", "characters": 129, "sentences": 3}, {"text": "The court assembled with due ceremony, empaneled a jury, and presently Capt. Ned entered, leading the prisoner with one hand and carrying a Bible and a rope in the other.  He seated himself by the side of his captive and told the court to \"up anchor and make sail.\"  Then he turned a searching eye on the jury, and detected Noakes's friends, the two bullies.", "characters": 358, "sentences": 5}, {"text": "\"You're here to interfere, you see.  Now you vote right, do you hear?--or else there'll be a double-barreled inquest here when this trial's off, and your remainders will go home in a couple of baskets.\"", "characters": 202, "sentences": 3}, {"text": "\"Come along--you're my meat now, my lad, anyway.  Gentlemen you've done yourselves proud.  I invite you all to come and see that I do it all straight.  Follow me to the canyon, a mile above here.\"", "characters": 196, "sentences": 5}, {"text": "Capt.  Ned's patience was at an end.  His wrath was boundless.  The subject of a sheriff was judiciously dropped.", "characters": 113, "sentences": 5}, {"text": "When the crowd arrived at the canyon, Capt. Ned climbed a tree and arranged the halter, then came down and noosed his man.  He opened his Bible, and laid aside his hat.  Selecting a chapter at random, he read it through, in a deep bass voice and with sincere solemnity.  Then he said:", "characters": 284, "sentences": 5}, {"text": "\"Lad, you are about to go aloft and give an account of yourself; and the lighter a man's manifest is, as far as sin's concerned, the better for him.  Make a clean breast, man, and carry a log with you that'll bear inspection.  You killed the nigger?\"", "characters": 250, "sentences": 3}, {"text": "The captain read another chapter, pausing, from time to time, to impress the effect.  Then he talked an earnest, persuasive sermon to him, and ended by repeating the question:", "characters": 175, "sentences": 2}, {"text": "No reply--other than a malignant scowl.  The captain now read the first and second chapters of Genesis, with deep feeling--paused a moment, closed the book reverently, and said with a perceptible savor of satisfaction:", "characters": 218, "sentences": 2}, {"text": "Then he swung up the condemned, and made the rope fast; stood by and timed him half an hour with his watch, and then delivered the body to the court.  A little after, as he stood contemplating the motionless figure, a doubt came into his face; evidently he felt a twinge of conscience--a misgiving--and he said with a sigh:", "characters": 323, "sentences": 2}, {"text": "When the history of this affair reached California (it was in the \"early days\") it made a deal of talk, but did not diminish the captain's popularity in any degree.  It increased it, indeed.  California had a population then that \"inflicted\" justice after a fashion that was simplicity and primitiveness itself, and could therefore admire appreciatively when the same fashion was followed elsewhere.", "characters": 399, "sentences": 4}, {"text": "The bombardment began again.  The novelists assailed his ill-chosen adjectives and demolished them with a storm of denunciation and ridicule. And so the siege went on.  Every time the stranger tried to appease the enemy he only made matters worse.  Finally he offered to rewrite the chapter.  This arrested hostilities.  The indignation gradually quieted down, peace reigned again and the sufferer retired in safety and got him to his own citadel.", "characters": 447, "sentences": 8}, {"text": "So they set sail in a steamer for America--and the third day out, when their sea-sickness called truce and permitted them to take their first meal at the public table, behold there sat the lawyer!  The Duke and party made the best of an awkward situation; the voyage progressed, and the vessel neared America.", "characters": 309, "sentences": 2}, {"text": "On the Erie Canal, it was, All on a summer's day, I sailed forth with my parents Far away to Albany.", "characters": 100, "sentences": 2}, {"text": "From out the clouds at noon that day There came a dreadful storm, That piled the billows high about, And filled us with alarm.", "characters": 126, "sentences": 2}, {"text": "A man came rushing from a house, Saying, \"Snub up your boat I pray, [The customary canal technicality for 'tie up.'] Snub up your boat, snub up, alas, Snub up while yet you may.\"", "characters": 178, "sentences": 3}, {"text": "Our captain cast one glance astern, Then forward glanced he, And said, \"My wife and little ones I never more shall see.\"", "characters": 120, "sentences": 2}, {"text": "Said Dollinger the pilot man, In noble words, but few, --\"Fear not, but lean on Dollinger, And he will fetch you through.\"", "characters": 122, "sentences": 2}, {"text": "The boat drove on, the frightened mules Tore through the rain and wind, And bravely still, in danger's post, The whip-boy strode behind.", "characters": 136, "sentences": 2}, {"text": "\"Come 'board, come 'board,\" the captain cried, \"Nor tempt so wild a storm;\" But still the raging mules advanced, And still the boy strode on.", "characters": 141, "sentences": 2}, {"text": "Then said the captain to us all, \"Alas, 'tis plain to me, The greater danger is not there, But here upon the sea.", "characters": 113, "sentences": 2}, {"text": "\"So let us strive, while life remains, To save all souls on board, And then if die at last we must, Let .  .  .  .  I cannot speak the word!\"", "characters": 141, "sentences": 5}, {"text": "Said Dollinger the pilot man, Tow'ring above the crew, \"Fear not, but trust in Dollinger, And he will fetch you through.\"", "characters": 121, "sentences": 2}, {"text": "\"Low bridge!  low bridge!\" all heads went down, The laboring bark sped on; A mill we passed, we passed church, Hamlets, and fields of corn; And all the world came out to see, And chased along the shore Crying, \"Alas, alas, the sheeted rain, The wind, the tempest's roar! Alas, the gallant ship and crew, Can nothing help them more?\"", "characters": 332, "sentences": 1}, {"text": "And from our deck sad eyes looked out Across the stormy scene: The tossing wake of billows aft, The bending forests green, The chickens sheltered under carts In lee of barn the cows, The skurrying swine with straw in mouth, The wild spray from our bows!", "characters": 253, "sentences": 1}, {"text": "\"She balances! She wavers! Now let her go about! If she misses stays and broaches to, We're all\"--then with a shout, \"Huray!  huray! Avast!  belay! Take in more sail! Lord, what a gale! Ho, boy, haul taut on the hind mule's tail!\" \"Ho! lighten ship! ho! man the pump! Ho, hostler, heave the lead!\"", "characters": 297, "sentences": 1}, {"text": "\"A quarter-three!--'tis shoaling fast! Three feet large!--t-h-r-e-e feet! --Three feet scant!\" I cried in fright \"Oh, is there no retreat?\"", "characters": 139, "sentences": 1}, {"text": "Said Dollinger, the pilot man, As on the vessel flew, \"Fear not, but trust in Dollinger, And he will fetch you through.\"", "characters": 120, "sentences": 2}, {"text": "A panic struck the bravest hearts, The boldest cheek turned pale; For plain to all, this shoaling said A leak had burst the ditch's bed! And, straight as bolt from crossbow sped, Our ship swept on, with shoaling lead, Before the fearful gale!", "characters": 242, "sentences": 1}, {"text": "\"Sever the tow-line!  Cripple the mules!\" Too late!  There comes a shock! Another length, and the fated craft Would have swum in the saving lock!", "characters": 145, "sentences": 1}, {"text": "Then gathered together the shipwrecked crew And took one last embrace, While sorrowful tears from despairing eyes Ran down each hopeless face; And some did think of their little ones Whom they never more might see, And others of waiting wives at home, And mothers that grieved would be.", "characters": 286, "sentences": 2}, {"text": "But of all the children of misery there On that poor sinking frame, But one spake words of hope and faith, And I worshipped as they came: Said Dollinger the pilot man, --(O brave heart, strong and true!) --\"Fear not, but trust in Dollinger, For he will fetch you through.\"", "characters": 272, "sentences": 2}, {"text": "Lo!  scarce the words have passed his lips The dauntless prophet say'th, When every soul about him seeth A wonder crown his faith!", "characters": 130, "sentences": 1}, {"text": "\"And count ye all, both great and small, As numbered with the dead: For mariner for forty year, On Erie, boy and man, I never yet saw such a storm, Or one't with it began!\"", "characters": 172, "sentences": 1}, {"text": "So overboard a keg of nails And anvils three we threw, Likewise four bales of gunny-sacks, Two hundred pounds of glue, Two sacks of corn, four ditto wheat, A box of books, a cow, A violin, Lord Byron's works, A rip-saw and a sow.", "characters": 229, "sentences": 2}, {"text": "A curve!  a curve!  the dangers grow! \"Labbord!--stabbord!--s-t-e-a-d-y!--so! --Hard-a-port, Dol!--hellum-a-lee! Haw the head mule!--the aft one gee! Luff!--bring her to the wind!\"", "characters": 180, "sentences": 1}, {"text": "For straight a farmer brought a plank, --(Mysteriously inspired) --And laying it unto the ship, In silent awe retired.", "characters": 118, "sentences": 2}, {"text": "Then every sufferer stood amazed That pilot man before; A moment stood.  Then wondering turned, And speechless walked ashore.", "characters": 125, "sentences": 3}, {"text": "Two tons of silver bullion would be in the neighborhood of forty bars, and the freight on it over $1,000.  Each coach always carried a deal of ordinary express matter beside, and also from fifteen to twenty passengers at from $25 to $30 a head.  With six stages going all the time, Wells, Fargo and Co.'s Virginia City business was important and lucrative.", "characters": 356, "sentences": 5}, {"text": "All along under the centre of Virginia and Gold Hill, for a couple of miles, ran the great Comstock silver lode--a vein of ore from fifty to eighty feet thick between its solid walls of rock--a vein as wide as some of New York's streets.  I will remind the reader that in Pennsylvania a coal vein only eight feet wide is considered ample.", "characters": 338, "sentences": 3}, {"text": "Of course these mines cave in, in places, occasionally, and then it is worth one's while to take the risk of descending into them and observing the crushing power exerted by the pressing weight of a settling mountain. I published such an experience in the Enterprise, once, and from it I will take an extract:", "characters": 309, "sentences": 2}, {"text": "'I don't reckon them times will ever come again.  There never was a more bullier old ram than what he was.  Grandfather fetched him from Illinois --got him of a man by the name of Yates--Bill Yates--maybe you might have heard of him; his father was a deacon--Baptist--and he was a rustler, too; a man had to get up ruther early to get the start of old Thankful Yates; it was him that put the Greens up to jining teams with my grandfather when he moved west.", "characters": 457, "sentences": 4}, {"text": "'She wouldn't let them roll him up, but planted him just so--full length. The church was middling small where they preached the funeral, and they had to let one end of the coffin stick out of the window.  They didn't bury him--they planted one end, and let him stand up, same as a monument. And they nailed a sign on it and put--put on--put on it--sacred to--the m-e-m-o-r-y--of fourteen y-a-r-d-s--of three-ply--car---pet--containing all that was--m-o-r-t-a-l--of--of--W-i-l-l-i-a-m--W-h-e--'", "characters": 493, "sentences": 4}, {"text": "What the Chinese quarter of Virginia was like--or, indeed, what the Chinese quarter of any Pacific coast town was and is like--may be gathered from this item which I printed in the Enterprise while reporting for that paper:", "characters": 223, "sentences": 1}, {"text": "His ducks, however, and his eggs, we could understand; the former were split open and flattened out like codfish, and came from China in that shape, and the latter were plastered over with some kind of paste which kept them fresh and palatable through the long voyage.", "characters": 268, "sentences": 2}, {"text": "However, the percentage being sixty-nine against him, the chances are, as a general thing, that \"he get whip heself.\"  We could not see that these lotteries differed in any respect from our own, save that the figures being Chinese, no ignorant white man might ever hope to succeed in telling \"t'other from which;\" the manner of drawing is similar to ours.", "characters": 355, "sentences": 3}, {"text": "Mr. See Yup keeps a fancy store on Live Fox street.  He sold us fans of white feathers, gorgeously ornamented; perfumery that smelled like Limburger cheese, Chinese pens, and watch-charms made of a stone unscratchable with steel instruments, yet polished and tinted like the inner coat of a sea-shell.  As tokens of his esteem, See Yup presented the party with gaudy plumes made of gold tinsel and trimmed with peacocks' feathers.", "characters": 430, "sentences": 5}, {"text": "It was splendid.  I went to bed all on fire with excitement; for nobody had yet gone East to sell a Nevada silver mine, and the field was white for the sickle.  I felt that such a mine as the one described by Dan would bring a princely sum in New York, and sell without delay or difficulty.  I could not sleep, my fancy so rioted through its castles in the air.  It was the \"blind lead\" come again.", "characters": 398, "sentences": 6}, {"text": "Next day I got away, on the coach, with the usual eclat attending departures of old citizens,--for if you have only half a dozen friends out there they will make noise for a hundred rather than let you seem to go away neglected and unregretted--and Dan promised to keep strict watch for the men that had the mine to sell.", "characters": 321, "sentences": 2}, {"text": "\"Well,\" said he, \"I hadn't had a drink for twelve hours, and hadn't a cent to my name.  I was most perishing--and so, when that duffer dropped that hundred-pounder on my foot, I see my chance.  Got a cork leg, you know!\" and he pulled up his pantaloons and proved it.", "characters": 267, "sentences": 4}, {"text": "Naturally, another gentleman present told about another drunken man.  He said he reeled toward home late at night; made a mistake and entered the wrong gate; thought he saw a dog on the stoop; and it was--an iron one.", "characters": 217, "sentences": 3}, {"text": "\"Awful solid dog.  What could he ben eating?  ('ic!) Rocks, p'raps. Such animals is dangerous.--'  At's what I say--they're dangerous.  If a man--('ic!)--if a man wants to feed a dog on rocks, let him feed him on rocks; 'at's all right; but let him keep him at home--not have him layin' round promiscuous, where ('ic!) where people's liable to stumble over him when they ain't noticin'!\"", "characters": 387, "sentences": 5}, {"text": "And all that time one sorely tried man, the telegraph operator sworn to official secrecy, had to lock his lips and chain his tongue with a silence that was like to rend them; for he, and he only, of all the speculating multitude, knew the great things this sinking sun had seen that day in the east--Vicksburg fallen, and the Union arms victorious at Gettysburg!", "characters": 362, "sentences": 1}, {"text": "It was a wild, free, disorderly, grotesque society!  Men--only swarming hosts of stalwart men--nothing juvenile, nothing feminine, visible anywhere!", "characters": 148, "sentences": 1}, {"text": "He said: \"It is my wife, gentlemen--she is sick--we have been robbed of money, provisions, everything, by the Indians--we want to rest.\"", "characters": 136, "sentences": 2}, {"text": "He \"fetched her out,\" and they swung their hats and sent up three rousing cheers and a tiger; and they crowded around and gazed at her, and touched her dress, and listened to her voice with the look of men who listened to a memory rather than a present reality--and then they collected twenty-five hundred dollars in gold and gave it to the man, and swung their hats again and gave three more cheers, and went home satisfied.", "characters": 425, "sentences": 2}, {"text": "\"Well, if it ain't a child!\" And then he snatched a little leather sack out of his pocket and said to the servant:", "characters": 114, "sentences": 1}, {"text": "\"There's a hundred and fifty dollars in dust, there, and I'll give it to you to let me kiss the child!\"", "characters": 103, "sentences": 1}, {"text": "But see how things change.  Sitting at that dinner-table, listening to that anecdote, if I had offered double the money for the privilege of kissing the same child, I would have been refused.  Seventeen added years have far more than doubled the price.", "characters": 252, "sentences": 4}, {"text": "And while upon this subject I will remark that once in Star City, in the Humboldt Mountains, I took my place in a sort of long, post-office single file of miners, to patiently await my chance to peep through a crack in the cabin and get a sight of the splendid new sensation--a genuine, live Woman!  And at the end of half of an hour my turn came, and I put my eye to the crack, and there she was, with one arm akimbo, and tossing flap-jacks in a frying-pan with the other.", "characters": 473, "sentences": 2}, {"text": "And she was one hundred and sixty-five [Being in calmer mood, now, I voluntarily knock off a hundred from that.--M.T.] years old, and hadn't a tooth in her head.", "characters": 161, "sentences": 5}, {"text": "I comforted myself with the thought that may be the speculation would amount to nothing--poor comfort at best--and then went back to my slavery, resolved to put up with my thirty-five dollars a week and forget all about it.", "characters": 223, "sentences": 2}, {"text": "Of the wonders wrought by \"the great earthquake,\" these were all that came under my eye; but the tricks it did, elsewhere, and far and wide over the town, made toothsome gossip for nine days.", "characters": 191, "sentences": 2}, {"text": "A prominent editor flew down stairs, in the principal hotel, with nothing on but one brief undergarment--met a chambermaid, and exclaimed:", "characters": 138, "sentences": 1}, {"text": "The plastering that fell from ceilings in San Francisco that day, would have covered several acres of ground.  For some days afterward, groups of eyeing and pointing men stood about many a building, looking at long zig-zag cracks that extended from the eaves to the ground.  Four feet of the tops of three chimneys on one house were broken square off and turned around in such a way as to completely stop the draft.", "characters": 415, "sentences": 4}, {"text": "The first shock brought down two or three huge organ-pipes in one of the churches.  The minister, with uplifted hands, was just closing the services.  He glanced up, hesitated, and said:", "characters": 186, "sentences": 3}, {"text": "\"However, we will omit the benediction!\"--and the next instant there was a vacancy in the atmosphere where he had stood.", "characters": 120, "sentences": 2}, {"text": "The queer earthquake--episodes that formed the staple of San Francisco gossip for the next week would fill a much larger book than this, and so I will diverge from the subject.", "characters": 176, "sentences": 2}, {"text": "By and by, in the due course of things, I picked up a copy of the Enterprise one day, and fell under this cruel blow:", "characters": 117, "sentences": 1}, {"text": "Once more native imbecility had carried the day, and I had lost a million!  It was the \"blind lead\" over again.", "characters": 111, "sentences": 2}, {"text": "The idea of pining for a dun!  And yet I used to long for him to come, and would get as uneasy as any mother if the day went by without his visit, when I was expecting him.  But he never collected that bill, at last nor any part of it.  I lived to pay it to the banker myself.", "characters": 276, "sentences": 4}, {"text": "This mendicant Blucher--I call him that for convenience--was a splendid creature.  He was full of hope, pluck and philosophy; he was well read and a man of cultivated taste; he had a bright wit and was a master of satire; his kindliness and his generous spirit made him royal in my eyes and changed his curb-stone seat to a throne and his damaged hat to a crown.", "characters": 362, "sentences": 3}, {"text": "Presently, in the middle of the street he saw a shining spot--looked again--did not, and could not, believe his eyes--turned away, to try them, then looked again.  It was a verity--no vain, hunger-inspired delusion--it was a silver dime!", "characters": 237, "sentences": 2}, {"text": "He locked his arm in Blucher's and walked up the street to where the passengers were few and the light not strong, and then facing about, put out his hands in a beseeching way, and said:", "characters": 186, "sentences": 1}, {"text": "Blucher was bewildered--and touched, too--stirred to the depths.  He reflected.  Thought again.  Then an idea struck him, and he said:", "characters": 134, "sentences": 4}, {"text": "He took the outcast's arm, walked him down to Martin's restaurant, seated him at a marble table, placed the bill of fare before him, and said:", "characters": 142, "sentences": 1}, {"text": "Take the episode all around, it was as odd as any that can be culled from the myriad curiosities of Californian life, perhaps.", "characters": 126, "sentences": 2}, {"text": "The hogs are good pocket hunters.  All the summer they root around the bushes, and turn up a thousand little piles of dirt, and then the miners long for the rains; for the rains beat upon these little piles and wash them down and expose the gold, possibly right over a pocket.  Two pockets were found in this way by the same man in one day.  One had $5,000 in it and the other $8,000.  That man could appreciate it, for he hadn't had a cent for about a year.", "characters": 458, "sentences": 6}, {"text": "I have dwelt at some length upon this matter of pocket mining because it is a subject that is seldom referred to in print, and therefore I judged that it would have for the reader that interest which naturally attaches to novelty.", "characters": 230, "sentences": 2}, {"text": "One of my comrades there--another of those victims of eighteen years of unrequited toil and blighted hopes--was one of the gentlest spirits that ever bore its patient cross in a weary exile: grave and simple Dick Baker, pocket-miner of Dead-House Gulch.--He was forty-six, gray as a rat, earnest, thoughtful, slenderly educated, slouchily dressed and clay-soiled, but his heart was finer metal than any gold his shovel ever brought to light--than any, indeed, that ever was mined or minted.", "characters": 490, "sentences": 3}, {"text": "Whenever he was out of luck and a little down-hearted, he would fall to mourning over the loss of a wonderful cat he used to own (for where women and children are not, men of kindly impulses take up with pets, for they must love something).  And he always spoke of the strange sagacity of that cat with the air of a man who believed in his secret heart that there was something human about it--may be even supernatural.", "characters": 419, "sentences": 3}, {"text": "\"Well sir, it warn't no use to try to apologize--we couldn't say a word. He took a sort of a disgusted look at hisself, 'n' then he looked at us --an' it was just exactly the same as if he had said--'Gents, may be you think it's smart to take advantage of a cat that 'ain't had no experience of quartz minin', but I think different'--an' then he turned on his heel 'n' marched off home without ever saying another word.", "characters": 419, "sentences": 3}, {"text": "I said, \"Well, Mr. Baker, his prejudice against quartz-mining was remarkable, considering how he came by it.  Couldn't you ever cure him of it?\"", "characters": 144, "sentences": 3}, {"text": "\"Cure him!  No!  When Tom Quartz was sot once, he was always sot--and you might a blowed him up as much as three million times 'n' you'd never a broken him of his cussed prejudice agin quartz mining.\"", "characters": 200, "sentences": 2}, {"text": "The affection and the pride that lit up Baker's face when he delivered this tribute to the firmness of his humble friend of other days, will always be a vivid memory with me.", "characters": 174, "sentences": 2}, {"text": "Our wanderings were wide and in many directions; and now I could give the reader a vivid description of the Big Trees and the marvels of the Yo Semite--but what has this reader done to me that I should persecute him? I will deliver him into the hands of less conscientious tourists and take his blessing.  Let me be charitable, though I fail in all virtues else.", "characters": 362, "sentences": 3}, {"text": "But he found his match at last, and before a full company.  At one time or another, everybody had entered the lists against him and been routed, except the quiet passenger Williams.  He had never been able to get an expression of opinion out of him on politics.  But now, just as the Admiral drew near the door and the company were about to slip out, Williams said:", "characters": 365, "sentences": 4}, {"text": "\"Admiral, are you certain about that circumstance concerning the clergymen you mentioned the other day?\"--referring to a piece of the Admiral's manufactured history.", "characters": 165, "sentences": 2}, {"text": "Every one was amazed at the man's rashness.  The idea of deliberately inviting annihilation was a thing incomprehensible.  The retreat came to a halt; then everybody sat down again wondering, to await the upshot of it.  The Admiral himself was as surprised as any one.  He paused in the door, with his red handkerchief half raised to his sweating face, and contemplated the daring reptile in the corner.", "characters": 403, "sentences": 6}, {"text": "\"Certain of it?  Am I certain of it?  Do you think I've been lying about it?  What do you take me for?  Anybody that don't know that circumstance, don't know anything; a child ought to know it.  Read up your history! Read it up-----, and don't come asking a man if he's certain about a bit of ABC stuff that the very southern niggers know all about.\"", "characters": 350, "sentences": 3}, {"text": "Nobody ever saw the Admiral look so mollified before, and so pleased. Nobody had ever received his bogus history as gospel before; its genuineness had always been called in question either by words or looks; but here was a man that not only swallowed it all down, but was grateful for the dose.  He was taken a back; he hardly knew what to say; even his profanity failed him.  Now, Williams continued, modestly and earnestly:", "characters": 425, "sentences": 4}, {"text": "They sharpened my teeth till I could have shaved with them, and gave them a \"wire edge\" that I was afraid would stay; but a citizen said \"no, it will come off when the enamel does\"--which was comforting, at any rate. I found, afterward, that only strangers eat tamarinds--but they only eat them once.", "characters": 300, "sentences": 3}, {"text": "I am probably the most sensitive man in Hawaii to-night--especially about sitting down in the presence of my betters.  I have ridden fifteen or twenty miles on horse-back since 5 P.M.  and to tell the honest truth, I have a delicacy about sitting down at all.", "characters": 259, "sentences": 5}, {"text": "A mile and a half from town, I came to a grove of tall cocoanut trees, with clean, branchless stems reaching straight up sixty or seventy feet and topped with a spray of green foliage sheltering clusters of cocoa-nuts--not more picturesque than a forest of collossal ragged parasols, with bunches of magnified grapes under them, would be.", "characters": 338, "sentences": 2}, {"text": "I once heard a gouty northern invalid say that a cocoanut tree might be poetical, possibly it was; but it looked like a feather-duster struck by lightning.  I think that describes it better than a picture--and yet, without any question, there is something fascinating about a cocoa-nut tree--and graceful, too.", "characters": 310, "sentences": 3}, {"text": "When Kamehameha (pronounced Ka-may-ha-may-ah) the Great--who was a sort of a Napoleon in military genius and uniform success--invaded this island of Oahu three quarters of a century ago, and exterminated the army sent to oppose him, and took full and final possession of the country, he searched out the dead body of the King of Oahu, and those of the principal chiefs, and impaled their heads on the walls of this temple.", "characters": 422, "sentences": 2}, {"text": "The story is pretty enough, but Mr. Jarves' excellent history says the Oahuans were intrenched in Nuuanu Valley; that Kamehameha ousted them, routed them, pursued them up the valley and drove them over the precipice.  He makes no mention of our bone-yard at all in his book.", "characters": 274, "sentences": 4}, {"text": "Impressed by the profound silence and repose that rested over the beautiful landscape, and being, as usual, in the rear, I gave voice to my thoughts.  I said:", "characters": 158, "sentences": 2}, {"text": "At this point the horse called Oahu sat down in the sand.  Sat down to listen, I suppose.  Never mind what he heard, I stopped apostrophising and convinced him that I was not a man to allow contempt of Court on the part of a horse.  I broke the back-bone of a Chief over his rump and set out to join the cavalcade again.", "characters": 320, "sentences": 5}, {"text": "Very considerably fagged out we arrived in town at 9 o'clock at night, myself in the lead--for when my horse finally came to understand that he was homeward bound and hadn't far to go, he turned his attention strictly to business.", "characters": 230, "sentences": 2}, {"text": "A friend of mine, J.  Smith, hired a horse yesterday, the Kanaka warranting him to be in excellent condition.", "characters": 109, "sentences": 3}, {"text": "Another friend of mine bought a pretty good horse from a native, a day or two ago, after a tolerably thorough examination of the animal.  He discovered today that the horse was as blind as a bat, in one eye.  He meant to have examined that eye, and came home with a general notion that he had done it; but he remembers now that every time he made the attempt his attention was called to something else by his victimizer.", "characters": 420, "sentences": 4}, {"text": "It is time to close this day's record--bed time.  As I prepare for sleep, a rich voice rises out of the still night, and, far as this ocean rock is toward the ends of the earth, I recognize a familiar home air.  But the words seem somewhat out of joint:", "characters": 253, "sentences": 3}, {"text": "We found the fish market crowded; for the native is very fond of fish, and eats the article raw and alive!  Let us change the subject.", "characters": 134, "sentences": 2}, {"text": "In old times here Saturday was a grand gala day indeed.  All the native population of the town forsook their labors, and those of the surrounding country journeyed to the city.  Then the white folks had to stay indoors, for every street was so packed with charging cavaliers and cavalieresses that it was next to impossible to thread one's way through the cavalcades without getting crippled.", "characters": 392, "sentences": 4}, {"text": "\"Major General in the household troops, no doubt?  Minister of the Interior, likely?  Secretary of war?  First Gentleman of the Bed-chamber? Commissioner of the Royal\"--", "characters": 169, "sentences": 1}, {"text": "\"Bless my life!  Then, who the mischief are you?  what the mischief are you?  and how the mischief did you get here, and where in thunder did you come from?\"", "characters": 157, "sentences": 1}, {"text": "\"No?  Not a missionary!  Not a whaler!  not a member of his Majesty's Government!  not even Secretary of the Navy!  Ah, Heaven!  it is too blissful to be true; alas, I do but dream.  And yet that noble, honest countenance--those oblique, ingenuous eyes--that massive head, incapable of--of--anything; your hand; give me your hand, bright waif.  Excuse these tears.  For sixteen weary years I have yearned for a moment like this, and\"--", "characters": 435, "sentences": 4}, {"text": "Here his feelings were too much for him, and he swooned away.  I pitied this poor creature from the bottom of my heart.  I was deeply moved.  I shed a few tears on him and kissed him for his mother.  I then took what small change he had and \"shoved\".", "characters": 250, "sentences": 6}, {"text": "In former times, among the Islanders, not only a plurality of wives was customary, but a plurality of husbands likewise.  Some native women of noble rank had as many as six husbands.  A woman thus supplied did not reside with all her husbands at once, but lived several months with each in turn.  An understood sign hung at her door during these months.  When the sign was taken down, it meant \"NEXT.\"", "characters": 401, "sentences": 6}, {"text": "The natives had a romantic fashion of burying some of their children alive when the family became larger than necessary.  The missionaries interfered in this matter too, and stopped it.", "characters": 185, "sentences": 3}, {"text": "To this day the natives are able to lie down and die whenever they want to, whether there is anything the matter with them or not.  If a Kanaka takes a notion to die, that is the end of him; nobody can persuade him to hold on; all the doctors in the world could not save him.", "characters": 275, "sentences": 3}, {"text": "A luxury which they enjoy more than anything else, is a large funeral. If a person wants to get rid of a troublesome native, it is only necessary to promise him a fine funeral and name the hour and he will be on hand to the minute--at least his remains will.", "characters": 258, "sentences": 3}, {"text": "In our country, children play \"keep house;\" and in the same high-sounding but miniature way the grown folk here, with the poor little material of slender territory and meagre population, play \"empire.\"  There is his royal Majesty the King, with a New York detective's income of thirty or thirty-five thousand dollars a year from the \"royal civil list\" and the \"royal domain.\"  He lives in a two-story frame \"palace.\"", "characters": 416, "sentences": 4}, {"text": "And there is the \"royal family\"--the customary hive of royal brothers, sisters, cousins and other noble drones and vagrants usual to monarchy, --all with a spoon in the national pap-dish, and all bearing such titles as his or her Royal Highness the Prince or Princess So-and-so.  Few of them can carry their royal splendors far enough to ride in carriages, however; they sport the economical Kanaka horse or \"hoof it\" with the plebeians.", "characters": 437, "sentences": 3}, {"text": "Then there is his Excellency the \"royal Chamberlain\"--a sinecure, for his majesty dresses himself with his own hands, except when he is ruralizing at Waikiki and then he requires no dressing.", "characters": 191, "sentences": 2}, {"text": "Next we have his Excellency the Commander-in-chief of the Household Troops, whose forces consist of about the number of soldiers usually placed under a corporal in other lands.", "characters": 176, "sentences": 2}, {"text": "Next comes the royal Steward and the Grand Equerry in Waiting--high dignitaries with modest salaries and little to do.", "characters": 118, "sentences": 2}, {"text": "Then we have his Excellency the First Gentleman of the Bed-chamber--an office as easy as it is magnificent.", "characters": 107, "sentences": 2}, {"text": "Next we come to his Excellency the Prime Minister, a renegade American from New Hampshire, all jaw, vanity, bombast and ignorance, a lawyer of \"shyster\" calibre, a fraud by nature, a humble worshipper of the sceptre above him, a reptile never tired of sneering at the land of his birth or glorifying the ten-acre kingdom that has adopted him--salary, $4,000 a year, vast consequence, and no perquisites.", "characters": 403, "sentences": 2}, {"text": "Then we have his Excellency the Imperial Minister of Finance, who handles a million dollars of public money a year, sends in his annual \"budget\" with great ceremony, talks prodigiously of \"finance,\" suggests imposing schemes for paying off the \"national debt\" (of $150,000,) and does it all for $4,000 a year and unimaginable glory.", "characters": 332, "sentences": 2}, {"text": "Next comes his Excellency the Minister of the Navy--a nabob who rules the \"royal fleet,\" (a steam-tug and a sixty-ton schooner.)", "characters": 128, "sentences": 2}, {"text": "Next, their Excellencies the Governors of Oahu, Hawaii, etc., and after them a string of High Sheriffs and other small fry too numerous for computation.", "characters": 152, "sentences": 3}, {"text": "Then there are their Excellencies the Envoy Extraordinary and Minister Plenipotentiary of his Imperial Majesty the Emperor of the French; her British Majesty's Minister; the Minister Resident, of the United States; and some six or eight representatives of other foreign nations, all with sounding titles, imposing dignity and prodigious but economical state.", "characters": 358, "sentences": 2}, {"text": "Imagine all this grandeur in a play-house \"kingdom\" whose population falls absolutely short of sixty thousand souls!", "characters": 116, "sentences": 1}, {"text": "The people are so accustomed to nine-jointed titles and colossal magnates that a foreign prince makes very little more stir in Honolulu than a Western Congressman does in New York.", "characters": 180, "sentences": 2}, {"text": "After reading the long list of dignitaries, etc., and remembering       the sparseness of the population, one is almost inclined to wonder       where the material for that portion of the procession devoted to       \"Hawaiian Population Generally\" is going to be procured:", "characters": 272, "sentences": 2}, {"text": "It is interesting to contrast the funeral ceremonies of the Princess Victoria with those of her noted ancestor Kamehameha the Conqueror, who died fifty years ago--in 1819, the year before the first missionaries came.", "characters": 216, "sentences": 2}, {"text": "The account of the circumstances of his death, as written by the native historians, is full of minute detail, but there is scarcely a line of it which does not mention or illustrate some by-gone custom of the country. In this respect it is the most comprehensive document I have yet met with.  I will quote it entire:", "characters": 317, "sentences": 3}, {"text": "\"After this conversation the body was taken into the consecrated       house for the performance of the proper rites by the priest and the       new King.  The name of this ceremony is uko; and when the sacred hog       was baked the priest offered it to the dead body, and it became a       god, the King at the same time repeating the customary prayers.", "characters": 355, "sentences": 3}, {"text": "You have the contrast, now, and a strange one it is.  This great Queen, Kaahumanu, who was \"subjected to abuse\" during the frightful orgies that followed the King's death, in accordance with ancient custom, afterward became a devout Christian and a steadfast and powerful friend of the missionaries.", "characters": 299, "sentences": 3}, {"text": "Dogs were, and still are, reared and fattened for food, by the natives --hence the reference to their value in one of the above paragraphs.", "characters": 139, "sentences": 2}, {"text": "And after it all, came a torpor from which the nation slowly emerged bewildered and dazed, as if from a hideous half-remembered nightmare. They were not the salt of the earth, those \"gentle children of the sun.\"", "characters": 211, "sentences": 3}, {"text": "The natives still keep up an old custom of theirs which cannot be comforting to an invalid.  When they think a sick friend is going to die, a couple of dozen neighbors surround his hut and keep up a deafening wailing night and day till he either dies or gets well.  No doubt this arrangement has helped many a subject to a shroud before his appointed time.", "characters": 356, "sentences": 4}, {"text": "They surround a hut and wail in the same heart-broken way when its occupant returns from a journey.  This is their dismal idea of a welcome. A very little of it would go a great way with most of us.", "characters": 198, "sentences": 4}, {"text": "Bound for Hawaii (a hundred and fifty miles distant,) to visit the great volcano and behold the other notable things which distinguish that island above the remainder of the group, we sailed from Honolulu on a certain Saturday afternoon, in the good schooner Boomerang.", "characters": 269, "sentences": 2}, {"text": "Sleeping was out of the question when he was on watch.  He was a source of genuine aggravation and annoyance.  It was worse than useless to shout at him or apply offensive epithets to him--he only took these things for applause, and strained himself to make more noise.  Occasionally, during the day, I threw potatoes at him through an aperture in the bulkhead, but he only dodged and went on crowing.", "characters": 401, "sentences": 5}, {"text": "The above is not overdrawn; it is a truthful sketch of inter-island schooner life.  There is no such thing as keeping a vessel in elegant condition, when she carries molasses and Kanakas.", "characters": 187, "sentences": 3}, {"text": "Then he leaned forward, all interest, all earnestness, and told his story--and told it appealingly, too, and yet in the simplest and most unpretentious way; indeed, in such a way as to suggest to one, all the time, that this was a faithful, honorable witness, giving evidence in the sacred interest of justice, and under oath.  He said:", "characters": 336, "sentences": 2}, {"text": "\"I was a stranger to Mr. Greeley, but what of that?  The matter was urgent.  I wrote and begged him to solve the difficult problem if possible and save the student's life.  My interest grew, until it partook of the anxiety of the mother.  I waited in much suspense.--At last the answer came.", "characters": 291, "sentences": 7}, {"text": "\"In the morning I read it again, but with difficulty and uncertainty still, for I had lost some little rest and my mental vision seemed clouded.  The note was more connected, now, but did not meet the emergency it was expected to meet.  It was too discursive.  It appeared to read as follows, though I was not certain of some of the words:", "characters": 339, "sentences": 4}, {"text": "\"Polygamy dissembles majesty; extracts redeem polarity; causes       hitherto exist.  Ovations pursue wisdom, or warts inherit and       condemn.  Boston, botany, cakes, folony undertakes, but who shall       allay?  We fear not.  Yrxwly,                                HEVACE EVEELOJ.'", "characters": 286, "sentences": 5}, {"text": "\"Bolivia extemporizes mackerel; borax esteems polygamy; sausages       wither in the east.  Creation perdu, is done; for woes inherent one       can damn.  Buttons, buttons, corks, geology underrates but we shall       allay.  My beer's out.  Yrxwly,                                          HEVACE EVEELOJ.'", "characters": 308, "sentences": 6}, {"text": "\"I was evidently overworked.  My comprehension was impaired.  Therefore I gave two days to recreation, and then returned to my task greatly refreshed.  The letter now took this form:", "characters": 182, "sentences": 4}, {"text": "\"Poultices do sometimes choke swine; tulips reduce posterity; causes       leather to resist.  Our notions empower wisdom, her let's afford       while we can.  Butter but any cakes, fill any undertaker, we'll wean       him from his filly.  We feel hot.                                     Yrxwly, HEVACE EVEELOJ.'", "characters": 315, "sentences": 6}, {"text": "\"Three days passed by, and I read the note again.  Again its tenor had changed.  It now appeared to say:", "characters": 104, "sentences": 3}, {"text": "\"Potations do sometimes wake wines; turnips restrain passion; causes       necessary to state.  Infest the poor widow; her lord's effects will       be void.  But dirt, bathing, etc., etc., followed unfairly, will       worm him from his folly--so swear not.                                               Yrxwly, HEVACE EVEELOJ.'", "characters": 329, "sentences": 7}, {"text": "\"This was more like it.  But I was unable to proceed.  I was too much worn.  The word 'turnips' brought temporary joy and encouragement, but my strength was so much impaired, and the delay might be so perilous for the boy, that I relinquished the idea of pursuing the translation further, and resolved to do what I ought to have done at first.  I sat down and wrote Mr. Greeley as follows:", "characters": 389, "sentences": 6}, {"text": "\"In the course of a few days, Mr. Greely did what would have saved a world of trouble, and much mental and bodily suffering and misunderstanding, if he had done it sooner.  To wit, he sent an intelligible rescript or translation of his original note, made in a plain hand by his clerk.  Then the mystery cleared, and I saw that his heart had been right, all the time.  I will recite the note in its clarified form:", "characters": 414, "sentences": 5}, {"text": "[Translation.]       'Potatoes do sometimes make vines; turnips remain passive: cause       unnecessary to state.  Inform the poor widow her lad's efforts will       be vain.  But diet, bathing, etc.  etc., followed uniformly, will       wean him from his folly--so fear not.                                          Yours, HORACE GREELEY.'", "characters": 340, "sentences": 8}, {"text": "\"But alas, it was too late, gentlemen--too late.  The criminal delay had done its work--young Beazely was no more.  His spirit had taken its flight to a land where all anxieties shall be charmed away, all desires gratified, all ambitions realized.  Poor lad, they laid him to his rest with a turnip in each hand.\"", "characters": 313, "sentences": 5}, {"text": "So ended Erickson, and lapsed again into nodding, mumbling, and abstraction.  The company broke up, and left him so....  But they did not say what drove him crazy.  In the momentary confusion, I forgot to ask.", "characters": 209, "sentences": 8}, {"text": "There were doubtless plenty of Kanaka sentinels on guard hereabouts at that time, but they did not leave casts of their figures in the lava as the Roman sentinels at Herculaneum and Pompeii did.  It is a pity it is so, because such things are so interesting; but so it is.  They probably went away.  They went away early, perhaps.  However, they had their merits; the Romans exhibited the higher pluck, but the Kanakas showed the sounder judgment.", "characters": 447, "sentences": 6}, {"text": "It was growing dark, the rain began to fall, we could see that the distant Boomerang was helplessly becalmed at sea, and so I adjourned to the cheerless little box of a warehouse and sat down to smoke and think, and wish the ship would make the land--for we had not eaten much for ten hours and were viciously hungry.", "characters": 317, "sentences": 2}, {"text": "His flesh was stripped from the bones and burned (except nine pounds of it which were sent on board the ships).  The heart was hung up in a native hut, where it was found and eaten by three children, who mistook it for the heart of a dog.  One of these children grew to be a very old man, and died in Honolulu a few years ago.  Some of Cook's bones were recovered and consigned to the deep by the officers of the ships.", "characters": 419, "sentences": 5}, {"text": "Small blame should attach to the natives for the killing of Cook. They treated him well.  In return, he abused them.  He and his men inflicted bodily injury upon many of them at different times, and killed at least three of them before they offered any proportionate retaliation.", "characters": 279, "sentences": 5}, {"text": "\"Near this spot fell       CAPTAIN JAMES COOK,       The Distinguished Circumnavigator,       Who Discovered these Islands       A. D.  1778.\"", "characters": 142, "sentences": 4}, {"text": "Toward midnight a fine breeze sprang up and the schooner soon worked herself into the bay and cast anchor.  The boat came ashore for us, and in a little while the clouds and the rain were all gone.  The moon was beaming tranquilly down on land and sea, and we two were stretched upon the deck sleeping the refreshing sleep and dreaming the happy dreams that are only vouchsafed to the weary and the innocent.", "characters": 408, "sentences": 4}, {"text": "At noon I observed a bevy of nude native young ladies bathing in the sea, and went and sat down on their clothes to keep them from being stolen. I begged them to come out, for the sea was rising and I was satisfied that they were running some risk.  But they were not afraid, and presently went on with their sport.  They were finished swimmers and divers, and enjoyed themselves to the last degree.", "characters": 399, "sentences": 5}, {"text": "I have spoken, several times, of the god Lono--I may as well furnish two or three sentences concerning him.", "characters": 107, "sentences": 2}, {"text": "Some of the old natives believed Cook was Lono to the day of their death; but many did not, for they could not understand how he could die if he was a god.", "characters": 155, "sentences": 2}, {"text": "Only a mile or so from Kealakekua Bay is a spot of historic interest--the place where the last battle was fought for idolatry.  Of course we visited it, and came away as wise as most people do who go and gaze upon such mementoes of the past when in an unreflective mood.", "characters": 270, "sentences": 3}, {"text": "They saw him eat from the same vessel with them, and were appalled! Terrible moments drifted slowly by, and still the King ate, still he lived, still the lightnings of the insulted gods were withheld! Then conviction came like a revelation--the superstitions of a hundred generations passed from before the people like a cloud, and a shout went up, \"the tabu is broken!  the tabu is broken!\"", "characters": 391, "sentences": 1}, {"text": "Thus did King Liholiho and his dreadful whiskey preach the first sermon and prepare the way for the new gospel that was speeding southward over the waves of the Atlantic.", "characters": 170, "sentences": 2}, {"text": "The pagan priests were furious.  And well they might be; they had held the fattest offices in the land, and now they were beggared; they had been great--they had stood above the chiefs--and now they were vagabonds. They raised a revolt; they scared a number of people into joining their standard, and Bekuokalani, an ambitious offshoot of royalty, was easily persuaded to become their leader.", "characters": 392, "sentences": 4}, {"text": "The royalists marched gayly home to Kailua glorifying the new dispensation.  \"There is no power in the gods,\" said they; \"they are a vanity and a lie.  The army with idols was weak; the army without idols was strong and victorious!\"", "characters": 232, "sentences": 3}, {"text": "The missionary ship arrived in safety shortly afterward, timed by providential exactness to meet the emergency, and the Gospel was planted as in a virgin soil.", "characters": 159, "sentences": 2}, {"text": "At noon, we hired a Kanaka to take us down to the ancient ruins at Honaunan in his canoe--price two dollars--reasonable enough, for a sea voyage of eight miles, counting both ways.", "characters": 180, "sentences": 2}, {"text": "In those days, if a man killed another anywhere on the island the relatives were privileged to take the murderer's life; and then a chase for life and liberty began--the outlawed criminal flying through pathless forests and over mountain and plain, with his hopes fixed upon the protecting walls of the City of Refuge, and the avenger of blood following hotly after him!", "characters": 370, "sentences": 1}, {"text": "This old sanctuary was sacred to all--even to rebels in arms and invading armies.  Once within its walls, and confession made to the priest and absolution obtained, the wretch with a price upon his head could go forth without fear and without danger--he was tabu, and to harm him was death. The routed rebels in the lost battle for idolatry fled to this place to claim sanctuary, and many were thus saved.", "characters": 405, "sentences": 4}, {"text": "Close to the corner of the great inclosure is a round structure of stone, some six or eight feet high, with a level top about ten or twelve in diameter.  This was the place of execution.  A high palisade of cocoanut piles shut out the cruel scenes from the vulgar multitude.  Here criminals were killed, the flesh stripped from the bones and burned, and the bones secreted in holes in the body of the structure.  If the man had been guilty of a high crime, the entire corpse was burned.", "characters": 486, "sentences": 6}, {"text": "Both the inner and outer surfaces of the walls present a smooth front and are very creditable specimens of masonry.  The blocks are of all manner of shapes and sizes, but yet are fitted together with the neatest exactness.  The gradual narrowing of the wall from the base upward is accurately preserved.", "characters": 303, "sentences": 4}, {"text": "He was fourteen or fifteen feet high.  When he stretched himself at full length on his lounge, his legs hung down over the end, and when he snored he woke the dead.  These facts are all attested by irrefragable tradition.", "characters": 221, "sentences": 4}, {"text": "We passed in behind the cascade and the pyramid, and found the bluff pierced by several cavernous tunnels, whose crooked courses we followed a long distance.", "characters": 157, "sentences": 2}, {"text": "Perched upon the edge of the crater, at the opposite end from where we stood, was a small look-out house--say three miles away.  It assisted us, by comparison, to comprehend and appreciate the great depth of the basin --it looked like a tiny martin-box clinging at the eaves of a cathedral. After some little time spent in resting and looking and ciphering, we hurried on to the hotel.", "characters": 385, "sentences": 4}, {"text": "The greater part of the vast floor of the desert under us was as black as ink, and apparently smooth and level; but over a mile square of it was ringed and streaked and striped with a thousand branching streams of liquid and gorgeously brilliant fire!  It looked like a colossal railroad map of the State of Massachusetts done in chain lightning on a midnight sky.  Imagine it--imagine a coal-black sky shivered into a tangled net-work of angry fire!", "characters": 450, "sentences": 2}, {"text": "Through the glasses, the little fountains scattered about looked very beautiful.  They boiled, and coughed, and spluttered, and discharged sprays of stringy red fire--of about the consistency of mush, for instance--from ten to fifteen feet into the air, along with a shower of brilliant white sparks--a quaint and unnatural mingling of gouts of blood and snow-flakes!", "characters": 367, "sentences": 2}, {"text": "I could see the North Lake lying out on the black floor away off in the outer edge of our panorama, and knitted to it by a web-work of lava streams.  In its individual capacity it looked very little more respectable than a schoolhouse on fire.  True, it was about nine hundred feet long and two or three hundred wide, but then, under the present circumstances, it necessarily appeared rather insignificant, and besides it was so distant from us.", "characters": 445, "sentences": 4}, {"text": "We left the lookout house at ten o'clock in a half cooked condition, because of the heat from Pele's furnaces, and wrapping up in blankets, for the night was cold, we returned to our Hotel.", "characters": 189, "sentences": 2}, {"text": "The next night was appointed for a visit to the bottom of the crater, for we desired to traverse its floor and see the \"North Lake\" (of fire) which lay two miles away, toward the further wall.  After dark half a dozen of us set out, with lanterns and native guides, and climbed down a crazy, thousand-foot pathway in a crevice fractured in the crater wall, and reached the bottom in safety.", "characters": 390, "sentences": 3}, {"text": "By and by Marlette shouted \"Stop!\" I never stopped quicker in my life. I asked what the matter was.  He said we were out of the path.  He said we must not try to go on till we found it again, for we were surrounded with beds of rotten lava through which we could easily break and plunge down a thousand feet.  I thought eight hundred would answer for me, and was about to say so when Marlette partly proved his statement by accidentally crushing through and disappearing to his arm-pits.", "characters": 487, "sentences": 6}, {"text": "It was a long tramp, but an exciting one.  We reached the North Lake between ten and eleven o'clock, and sat down on a huge overhanging lava-shelf, tired but satisfied.  The spectacle presented was worth coming double the distance to see.  Under us, and stretching away before us, was a heaving sea of molten fire of seemingly limitless extent.  The glare from it was so blinding that it was some time before we could bear to look upon it steadily.", "characters": 448, "sentences": 6}, {"text": "We got lost again on our way back, and were more than an hour hunting for the path.  We were where we could see the beacon lantern at the look-out house at the time, but thought it was a star and paid no attention to it. We reached the hotel at two o'clock in the morning pretty well fagged out.", "characters": 295, "sentences": 4}, {"text": "Fishes were killed for twenty miles along the shore, where the lava entered the sea.  The earthquakes caused some loss of human life, and a prodigious tidal wave swept inland, carrying every thing before it and drowning a number of natives.  The devastation consummated along the route traversed by the river of lava was complete and incalculable.  Only a Pompeii and a Herculaneum were needed at the foot of Kilauea to make the story of the irruption immortal.", "characters": 461, "sentences": 5}, {"text": "While the hush yet brooded, the messengers of the coming resurrection appeared in the East.  A growing warmth suffused the horizon, and soon the sun emerged and looked out over the cloud-waste, flinging bars of ruddy light across it, staining its folds and billow-caps with blushes, purpling the shaded troughs between, and glorifying the massy vapor-palaces and cathedrals with a wasteful splendor of all blendings and combinations of rich coloring.", "characters": 450, "sentences": 3}, {"text": "It was the sublimest spectacle I ever witnessed, and I think the memory of it will remain with me always.", "characters": 105, "sentences": 2}, {"text": "The interruption broke up the conversation, which had already begun to lag, and we presently hired some natives and an out-rigger canoe or two, and went out to overlook a grand surf-bathing contest.", "characters": 198, "sentences": 2}, {"text": "Two weeks after this, while talking in a company, I looked up and detected this same man boring through and through me with his intense eye, and noted again his twitching muscles and his feverish anxiety to speak.  The moment I paused, he said:", "characters": 244, "sentences": 2}, {"text": "Captain Saltmarsh--\"Come, now, cat your anchor, lad--you're heaving too taut.  You promised to show me that stunner, and I walked more than eleven mile with you through the cussedest jungle I ever see, a hunting for it; but the tree you showed me finally warn't as big around as a beer cask, and you know that your own self, Markiss.\"", "characters": 334, "sentences": 3}, {"text": "Somehow this man's presence made me uncomfortable, and I was glad when a native arrived at that moment to say that Muckawow, the most companionable and luxurious among the rude war-chiefs of the Islands, desired us to come over and help him enjoy a missionary whom he had found trespassing on his grounds.", "characters": 305, "sentences": 2}, {"text": "I think it was about ten days afterward that, as I finished a statement I was making for the instruction of a group of friends and acquaintances, and which made no pretence of being extraordinary, a familiar voice chimed instantly in on the heels of my last word, and said:", "characters": 273, "sentences": 1}, {"text": "I said I had the headache, and so excused myself and went home.  And on my diary I entered \"another night spoiled\" by this offensive loafer. And a fervent curse was set down with it to keep the item company.  And the very next day I packed up, out of all patience, and left the Island.", "characters": 285, "sentences": 5}, {"text": "I was home again, in San Francisco, without means and without employment. I tortured my brain for a saving scheme of some kind, and at last a public lecture occurred to me!  I sat down and wrote one, in a fever of hopeful anticipation.  I showed it to several friends, but they all shook their heads.  They said nobody would come to hear me, and I would make a humiliating failure of it.", "characters": 387, "sentences": 5}, {"text": "\"This thing is going to be a failure; the jokes in it are so dim that nobody will ever see them; I would like to have you sit in the parquette, and help me through.\"", "characters": 165, "sentences": 2}, {"text": "They said they would.  Then I went to the wife of a popular citizen, and said that if she was willing to do me a very great kindness, I would be glad if she and her husband would sit prominently in the left-hand stage-box, where the whole house could see them.  I explained that I should need help, and would turn toward her and smile, as a signal, when I had been delivered of an obscure joke--\"and then,\" I added, \"don't wait to investigate, but respond!\"", "characters": 457, "sentences": 3}, {"text": "She promised.  Down the street I met a man I never had seen before.  He had been drinking, and was beaming with smiles and good nature.  He said:", "characters": 145, "sentences": 4}, {"text": "\"My name's Sawyer.  You don't know me, but that don't matter.  I haven't got a cent, but if you knew how bad I wanted to laugh, you'd give me a ticket.  Come, now, what do you say?\"", "characters": 181, "sentences": 4}, {"text": "My drawling infirmity of speech so affected him that he laughed a specimen or two that struck me as being about the article I wanted, and I gave him a ticket, and appointed him to sit in the second circle, in the centre, and be responsible for that division of the house.  I gave him minute instructions about how to detect indistinct jokes, and then went away, and left him chuckling placidly over the novelty of the idea.", "characters": 423, "sentences": 3}, {"text": "There was a pause, and then another; presently came a third, and before I well knew what I was about, I was in the middle of the stage, staring at a sea of faces, bewildered by the fierce glare of the lights, and quaking in every limb with a terror that seemed like to take my life away.  The house was full, aisles and all!", "characters": 324, "sentences": 2}, {"text": "All the papers were kind in the morning; my appetite returned; I had a abundance of money.  All's well that ends well.", "characters": 118, "sentences": 3}, {"text": "Just then a dim figure approached me from the direction of Virginia--a man, evidently.  He came straight at me, and I stepped aside to let him pass; he stepped in the way and confronted me again.  Then I saw that he had a mask on and was holding something in my face--I heard a click-click and recognized a revolver in dim outline.  I pushed the barrel aside with my hand and said:", "characters": 381, "sentences": 4}, {"text": "\"You can have them with pleasure--but take the pistol away from my face, please.  It makes me shiver.\"", "characters": 102, "sentences": 3}, {"text": "\"Are you going to hand out your money or not?  Ah-ah--again?  Put up your hands!  By George, you want the head shot off you awful bad!\"", "characters": 135, "sentences": 1}, {"text": "\"Well, friend, I'm trying my best to please you.  You tell me to give up my money, and when I reach for it you tell me to put up my hands.  If you would only--.  Oh, now--don't!  All six of you at me!  That other man will get away while.--Now please take some of those revolvers out of my face--do, if you please!  Every time one of them clicks, my liver comes up into my throat!  If you have a mother--any of you--or if any of you have ever had a mother--or a--grandmother--or a--\"", "characters": 482, "sentences": 5}, {"text": "\"Cheese it!  Will you give up your money, or have we got to--.  There --there--none of that!  Put up your hands!\"", "characters": 113, "sentences": 2}, {"text": "\"Silence!  If you want to be facetious, young man, there are times and places more fitting.  This is a serious business.\"", "characters": 121, "sentences": 3}, {"text": "\"You prick the marrow of my opinion.  The funerals I have attended in my time were comedies compared to it.  Now I think--\"", "characters": 123, "sentences": 3}, {"text": "\"Gentlemen, listen to reason.  You see how I am situated--now don't put those pistols so close--I smell the powder.", "characters": 115, "sentences": 3}, {"text": "\"Gentlemen, don't!  Nobody's watching the other fellow.  Why don't some of you--.  Ouch!  Take it away, please!", "characters": 111, "sentences": 3}, {"text": "\"Gentlemen, you see that I've got to hold up my hands; and so I can't take out my money--but if you'll be so kind as to take it out for me, I will do as much for you some--\"", "characters": 173, "sentences": 1}, {"text": "\"Search him Beauregard--and stop his jaw with a bullet, quick, if he wags it again.  Help Beauregard, Stonewall.\"", "characters": 113, "sentences": 3}, {"text": "They stood Mike up alongside of me, with strict orders to keep his hands above his head, too, and then the chief highwayman said:", "characters": 129, "sentences": 1}, {"text": "\"Beauregard, hide behind that boulder; Phil Sheridan, you hide behind that other one; Stonewall Jackson, put yourself behind that sage-bush there.  Keep your pistols bearing on these fellows, and if they take down their hands within ten minutes, or move a single peg, let them have it!\"", "characters": 286, "sentences": 2}, {"text": "Then three disappeared in the gloom toward the several ambushes, and the other three disappeared down the road toward Virginia.", "characters": 127, "sentences": 2}, {"text": "\"Well freeze.  Better freeze than carry your brains home in a basket. Maybe the time is up, but how do we know?--got no watch to tell by. I mean to give them good measure.  I calculate to stand here fifteen minutes or die.  Don't you move.\"", "characters": 240, "sentences": 7}, {"text": "So, without knowing it, I was making one joker very sick of his contract. When we took our arms down at last, they were aching with cold and fatigue, and when we went sneaking off, the dread I was in that the time might not yet be up and that we would feel bullets in a moment, was not sufficient to draw all my attention from the misery that racked my stiffened body.", "characters": 368, "sentences": 3}, {"text": "However, I suppose that in the long run I got the largest share of the joke at last; and in a shape not foreseen by the highwaymen; for the chilly exposure on the \"divide\" while I was in a perspiration gave me a cold which developed itself into a troublesome disease and kept my hands idle some three months, besides costing me quite a sum in doctor's bills. Since then I play no practical jokes on people and generally lose my temper when one is played upon me.", "characters": 462, "sentences": 3}, {"text": "Thus, after seven years of vicissitudes, ended a \"pleasure trip\" to the silver mines of Nevada which had originally been intended to occupy only three months.  However, I usually miss my calculations further than that.", "characters": 218, "sentences": 3}, {"text": "If the reader thinks he is done, now, and that this book has no moral to it, he is in error.  The moral of it is this: If you are of any account, stay at home and make your way by faithful diligence; but if you are \"no account,\" go away from home, and then you will have to work, whether you want to or not.  Thus you become a blessing to your friends by ceasing to be a nuisance to them--if the people you go among suffer by the operation.", "characters": 440, "sentences": 4}, {"text": "Wherefore, according to Mrs. C. V. Waite's entertaining book, \"The Mormon Prophet,\" it transpired that--", "characters": 104, "sentences": 4}, {"text": "The leaders of the timely white \"deliverers\" were President Haight and Bishop John D. Lee, of the Mormon Church.  Mr. Cradlebaugh, who served a term as a Federal Judge in Utah and afterward was sent to Congress from Nevada, tells in a speech delivered in Congress how these leaders next proceeded:", "characters": 297, "sentences": 4}, {"text": "With unheard-of temerity Judge Cradlebaugh opened his court and proceeded to make Mormondom answer for the massacre.  And what a spectacle it must have been to see this grim veteran, solitary and alone in his pride and his pluck, glowering down on his Mormon jury and Mormon auditory, deriding them by turns, and by turns \"breathing threatenings and slaughter!\"", "characters": 361, "sentences": 2}, {"text": "\"He spoke and acted with the fearlessness and resolution of a Jackson; but the jury failed to indict, or even report on the charges, while threats of violence were heard in every quarter, and an attack on the U.S. troops intimated, if he persisted in his course.", "characters": 262, "sentences": 4}, {"text": "Mrs. C. V. Waite closes her interesting detail of the great massacre with the following remark and accompanying summary of the testimony--and the summary is concise, accurate and reliable:", "characters": 188, "sentences": 4}, {"text": "\"For the benefit of those who may still be disposed to doubt the guilt of Young and his Mormons in this transaction, the testimony is here collated and circumstances given which go not merely to implicate but to fasten conviction upon them by 'confirmations strong as proofs of Holy Writ:'", "characters": 289, "sentences": 1}, {"text": "\"1.  The evidence of Mormons themselves, engaged in the affair, as shown by the statements of Judge Cradlebaugh and Deputy U.S.  Marshall Rodgers.", "characters": 146, "sentences": 5}, {"text": "\"2.  The failure of Brigham Young to embody any account of it in his Report as Superintendent of Indian Affairs.  Also his failure to make any allusion to it whatever from the pulpit, until several years after the occurrence.", "characters": 225, "sentences": 4}, {"text": "\"3.  The flight to the mountains of men high in authority in the Mormon Church and State, when this affair was brought to the ordeal of a judicial investigation.", "characters": 161, "sentences": 3}, {"text": "\"4.  The failure of the Deseret News, the Church organ, and the only paper then published in the Territory, to notice the massacre until several months afterward, and then only to deny that Mormons were engaged in it.", "characters": 217, "sentences": 3}, {"text": "\"6.  The children and the property of the emigrants found in possession of the Mormons, and that possession traced back to the very day after the massacre.", "characters": 155, "sentences": 3}, {"text": "\"7.  The statements of Indians in the neighborhood of the scene of the massacre: these statements are shown, not only by Cradlebaugh and Rodgers, but by a number of military officers, and by J. Forney, who was, in 1859, Superintendent of Indian Affairs for the Territory.  To all these were such statements freely and frequently made by the Indians.", "characters": 349, "sentences": 5}, {"text": "\"8.  The testimony of R. P. Campbell, Capt.  2d Dragoons, who was sent in the Spring of 1859 to Santa Clara, to protect travelers on the road to California and to inquire into Indian depredations.\"", "characters": 197, "sentences": 6}, {"text": "[Something less than two years ago, Conrad assailed several people mercilessly in his little \"People's Tribune,\" and got himself into trouble.  Straightway he airs the affair in the \"Territorial Enterprise,\" in a communication over his own signature, and I propose to reproduce it here, in all its native simplicity and more than human candor.  Long as it is, it is well worth reading, for it is the richest specimen of journalistic literature the history of America can furnish, perhaps:]", "characters": 489, "sentences": 3}, {"text": "MY OWN PRECAUTIONS. As Sheriff Cummings was in Gold Hill that afternoon, and as I desired to converse with him about the previous assault, I invited him to my office, and he came.  Although a half hour had passed beyond four o'clock, Mr. Winters had not called, and we both of us began preparing to go home. Just then, Philip Lynch, Publisher of the Gold Hill News, came in and said, blandly and cheerily, as if bringing good news:", "characters": 431, "sentences": 5}, {"text": "I replied, \"Indeed!  Why he sent me word that he would call on me here this afternoon at four o'clock!\"", "characters": 103, "sentences": 1}, {"text": "\"O, well, it don't do to be too ceremonious just now, he's in my office, and that will do as well--come on in, Winters wants to consult with you alone.  He's got something to say to you.\"", "characters": 187, "sentences": 3}, {"text": "Though slightly uneasy at this change of programme, yet believing that in an editor's house I ought to be safe, and anyhow that I would be within hail of the street, I hurriedly, and but partially whispered my dim apprehensions to Mr. Cummings, and asked him if he would not keep near enough to hear my voice in case I should call.  He consented to do so while waiting for some other parties, and to come in if he heard my voice or thought I had need of protection.", "characters": 465, "sentences": 4}, {"text": "On reaching the editorial part of the News office, which viewed from the street is dark, I did not see Mr. Winters, and again my misgivings arose. Had I paused long enough to consider the case, I should have invited Sheriff Cummings in, but as Lynch went down stairs, he said: \"This way, Wiegand--it's best to be private,\" or some such remark.", "characters": 343, "sentences": 4}, {"text": "[I do not desire to strain the reader's fancy, hurtfully, and yet it would be a favor to me if he would try to fancy this lamb in battle, or the duelling ground or at the head of a vigilance committee--M.  T.:]", "characters": 210, "sentences": 3}, {"text": "I followed, and without Mr. Cummings, and without arms, which I never do or will carry, unless as a soldier in war, or unless I should yet come to feel I must fight a duel, or to join and aid in the ranks of a necessary Vigilance Committee.  But by following I made a fatal mistake.  Following was entering a trap, and whatever animal suffers itself to be caught should expect the common fate of a caged rat, as I fear events to come will prove.", "characters": 445, "sentences": 5}, {"text": "OUR HOST. Mr. Lynch was present during the most of the time (say a little short of an hour), but three times he left the room.  His testimony, therefore, would be available only as to the bulk of what transpired.  On entering this carpeted den I was invited to a seat near one corner of the room. Mr. Lynch took a seat near the window.  J. B. Winters sat (at first) near the door, and began his remarks essentially as follows:", "characters": 426, "sentences": 10}, {"text": "\"I have come here to exact of you a retraction, in black and white, of those damnably false charges which you have preferred against me in that---infamous lying sheet of yours, and you must declare yourself their author, that you published them knowing them to be false, and that your motives were malicious.\"", "characters": 309, "sentences": 2}, {"text": "\"Hold, Mr. Winters.  Your language is insulting and your demand an enormity.  I trust I was not invited here either to be insulted or coerced.  I supposed myself here by invitation of Mr. Lynch, at your request.\"", "characters": 212, "sentences": 7}, {"text": "\"Nor did I come here to insult you.  I have already told you that I am here for a very different purpose.\"", "characters": 106, "sentences": 3}, {"text": "\"Yet your language has been offensive, and even now shows strong excitement.  If insult is repeated I shall either leave the room or call in Sheriff Cummings, whom I just left standing and waiting for me outside the door.\"", "characters": 222, "sentences": 3}, {"text": "\"No, you won't, sir.  You may just as well understand it at once as not. Here you are my man, and I'll tell you why!  Months ago you put your property out of your hands, boasting that you did so to escape losing it on prosecution for libel.\"", "characters": 241, "sentences": 4}, {"text": "\"It is true that I did convert all my immovable property into personal property, such as I could trust safely to others, and chiefly to escape ruin through possible libel suits.\"", "characters": 178, "sentences": 2}, {"text": "I confess this speech, with its terrible and but too plainly implied threat of killing me if I did not sign the paper he demanded, terrified me, especially as I saw he was working himself up to the highest possible pitch of passion, and instinct told me that any reply other than one of seeming concession to his demands would only be fuel to a raging fire, so I replied:", "characters": 371, "sentences": 1}, {"text": "He then pointed to some numbered paragraphs in a TRIBUNE article, headed \"What's the Matter with Yellow Jacket?\" saying \"That's what I refer to.\"", "characters": 145, "sentences": 2}, {"text": "When he threatened me with his clenched fist, instinctively I tried to rise from my chair, but Winters then forcibly thrust me down, as he did every other time (at least seven or eight), when under similar imminent danger of bruising by his fist (or for aught I could know worse than that after the first stunning blow), which he could easily and safely to himself have dealt me so long as he kept me down and stood over me.", "characters": 424, "sentences": 2}, {"text": "STRATEGY AND MESMERISM. To gain time for further reflection, and hoping that by a seeming acquiescence I might regain my personal liberty, at least till I could give an alarm, or take advantage of some momentary inadvertence of Winters, and then without a cowardly flight escape, I resolved to write a certain kind of retraction, but previously had inwardly decided:", "characters": 366, "sentences": 2}, {"text": "Second.--I resolved to make no motion with my arms or hands which could possibly be construed into aggression.", "characters": 110, "sentences": 3}, {"text": "Third.--I resolved completely to govern my outward manner and suppress indignation.  To do this, I must govern my spirit.  To do that, by force of imagination I was obliged like actors on the boards to resolve myself into an unnatural mental state and see all things through the eyes of an assumed character.", "characters": 308, "sentences": 5}, {"text": "Fourth.--I resolved to try on Winters, silently, and unconsciously to himself a mesmeric power which I possess over certain kinds of people, and which at times I have found to work even in the dark over the lower animals.", "characters": 221, "sentences": 3}, {"text": "COPY. To Philip Lynch, Editor of the Gold Hill News: I learn that Gen. John B. Winters believes the following (pasted on) clipping from the PEOPLE'S TRIBUNE of January to contain distinct charges of mine against him personally, and that as such he desires me to retract them unqualifiedly.", "characters": 289, "sentences": 5}, {"text": "In compliance with his request, permit me to say that, although Mr. Winters and I see this matter differently, in view of his strong feelings in the premises, I hereby declare that I do not know those \"charges\" (if such they are) to be true, and I hope that a critical examination would altogether disprove them.                               CONRAD WIEGAND.                          Gold Hill, January 15, 1870.", "characters": 412, "sentences": 5}, {"text": "\"That's not satisfactory, and it won't do;\" and then addressing himself to Mr. Lynch, he further said: \"How does it strike you?\"", "characters": 128, "sentences": 2}, {"text": "\"Nor do I,\" said Winters; \"in fact, I regard it as adding insult to injury.  Mr. Wiegand you've got to do better than that.  You are not the man who can pull wool over my eyes.\"", "characters": 177, "sentences": 5}, {"text": "\"No it isn't, sir, and if you so much as say so again you do it at your peril, for I'll thrash you to within an inch of your life, and, by--, sir, I don't pledge myself to spare you even that inch either.  I want you to understand I have asked you for a very different paper, and that paper you've got to sign.\"", "characters": 311, "sentences": 3}, {"text": "\"Mr. Winters, I assure you that I do not wish to irritate you, but, at the same time, it is utterly impossible for me to write any other paper than that which I have written.  If you are resolved to compel me to sign something, Philip Lynch's hand must write at your dictation, and if, when written, I can sign it I will do so, but such a document as you say you must have from me, I never can sign.  I mean what I say.\"", "characters": 420, "sentences": 5}, {"text": "\"Well, sir, what's to be done must be done quickly, for I've been here long enough already.  I'll put the thing in another shape (and then pointing to the paper); don't you know those charges to be false?\"", "characters": 205, "sentences": 2}, {"text": "\"Because rightly considered in their connection they are not charges, but pertinent and useful suggestions in answer to the queries of a correspondent who stated facts which are inexplicable.\"", "characters": 192, "sentences": 2}, {"text": "\"And do YOU claim the right to make ME come out and deny anything you may choose to write and print?\"", "characters": 101, "sentences": 1}, {"text": "\"Come, now, we've talked about the matter long enough.  I want your final answer--did you write that article or not?\"", "characters": 117, "sentences": 2}, {"text": "\"Most assuredly, sir, or I would never have consented to its appearance. Of its authorship I can say nothing whatever, but for its publication I assume full, sole and personal responsibility.\"", "characters": 192, "sentences": 3}, {"text": "\"Mr. Winters, if my refusal to sign such a paper as you have demanded must entail upon me all that your language in this room fairly implies, then I ask a few minutes for prayer.\"", "characters": 179, "sentences": 3}, {"text": "\"Prayer!---you, this is not your hour for prayer--your time to pray was when you were writing those--lying charges.  Will you sign or not?\"", "characters": 139, "sentences": 2}, {"text": "He continued to beat me with all his great force, until absolutely weary, exhausted and panting for breath.  I still adhered to my purpose of non-aggressive defence, and made no other use of my arms than to defend my head and face from further disfigurement.  The mere pain arising from the blows he inflicted upon my person was of course transient, and my clothing to some extent deadened its severity, as it now hides all remaining traces.", "characters": 441, "sentences": 4}, {"text": "When he had said this, unaccompanied by Mr. Lynch, as I remember it, he left the room, for I sat down by Mr. Lynch, exclaiming: \"The man is mad --he is utterly mad--this step is his ruin--it is a mistake--it would be ungenerous in me, despite of all the ill usage I have here received, to expose him, at least until he has had an opportunity to reflect upon the matter.  I shall be in no haste.\"", "characters": 395, "sentences": 5}, {"text": "\"Winters is very mad just now,\" replied Mr. Lynch, \"but when he is himself he is one of the finest men I ever met.  In fact, he told me the reason he did not meet you upstairs was to spare you the humiliation of a beating in the sight of others.\"", "characters": 246, "sentences": 4}, {"text": "While writing this account two theories have occurred to me as possibly true respecting this most remarkable assault:", "characters": 117, "sentences": 1}, {"text": "First--The aim may have been simply to extort from me such admissions as in the hands of money and influence would have sent me to the Penitentiary for libel.  This, however, seems unlikely, because any statements elicited by fear or force could not be evidence in law or could be so explained as to have no force.  The statements wanted so badly must have been desired for some other purpose.", "characters": 393, "sentences": 4}, {"text": "First--To terrify me by making me conscious of my own helplessness after making actual though not legal threats against my life.", "characters": 128, "sentences": 2}, {"text": "Second--To imply that I could save my life only by writing or signing certain specific statements which if not subsequently explained would eternally have branded me as infamous and would have consigned my family to shame and want, and to the dreadful compassion and patronage of the rich.", "characters": 289, "sentences": 2}, {"text": "Third--To blow my brains out the moment I had signed, thereby preventing me from making any subsequent explanation such as could remove the infamy.", "characters": 147, "sentences": 2}, {"text": "Fourth--Philip Lynch to be compelled to testify that I was killed by John B.  Winters in self-defence, for the conviction of Winters would bring him in as an accomplice.  If that was the programme in John B.  Winters' mind nothing saved my life but my persistent refusal to sign, when that refusal seemed clearly to me to be the choice of death.", "characters": 345, "sentences": 5}, {"text": "The remarkable assertion made to me by Mr. Winters, that pity only spared my life on Wednesday evening last, almost compels me to believe that at first he could not have intended me to leave that room alive; and why I was allowed to, unless through mesmeric or some other invisible influence, I cannot divine.  The more I reflect upon this matter, the more probable as true does this horrible interpretation become.", "characters": 415, "sentences": 4}, {"text": "Meantime, I cordially invite all who know of any sort of important villainy which only can be cured by exposure (and who would expose it if they felt sure they would not be betrayed under bullying threats), to communicate with the PEOPLE'S TRIBUNE; for until I am murdered, so long as I can raise the means to publish, I propose to continue my efforts at least to revive the liberties of the State, to curb oppression, and to benefit man's world and God's earth.", "characters": 462, "sentences": 2}], "id": 3177, "paragraphs": 745, "author": "Mark Twain (Samuel Clemens)"}