{"title": "Sketches New and Old, Complete", "data": [{"text": "I have scattered through this volume a mass of matter which has never been in print before (such as \"Learned Fables for Good Old Boys and Girls,\" the \"Jumping Frog restored to the English tongue after martyrdom in the French,\" the \"Membranous Croup\" sketch, and many others which I need not specify): not doing this in order to make an advertisement of it, but because these things seemed instructive.", "characters": 401, "sentences": 2}, {"text": "My uncle William (now deceased, alas!) used to say that a good horse was, a good horse until it had run away once, and that a good watch was a good watch until the repairers got a chance at it.  And he used to wonder what became of all the unsuccessful tinkers, and gunsmiths, and shoemakers, and engineers, and blacksmiths; but nobody could ever tell him.", "characters": 356, "sentences": 3}, {"text": "Political Economy is the basis of all good government.  The wisest      men of all ages have brought to bear upon this subject the--", "characters": 132, "sentences": 2}, {"text": "richest treasures of their genius, their experience of life, and      their learning.  The great lights of commercial jurisprudence,      international confraternity, and biological deviation, of all ages,      all civilizations, and all nationalities, from Zoroaster down to      Horace Greeley, have--", "characters": 303, "sentences": 2}, {"text": "I think I have been sitting here a full hour this time, trying to get back to where I was when my train of thought was broken up by the lastinterruption; but I believe I have accomplished it at last, and may venture to proceed again.]", "characters": 234, "sentences": 2}, {"text": "wrestled with this great subject, and the greatest among them have      found it a worthy adversary, and one that always comes up fresh and      smiling after every throw.  The great Confucius said that he would      rather be a profound political economist than chief of police.      Cicero frequently said that political economy was the grandest      consummation that the human mind was capable of consuming; and even      our own Greeley had said vaguely but forcibly that \"Political--", "characters": 489, "sentences": 3}, {"text": "Fiat justitia, ruat coelum,                     Post mortem unum, ante bellum,                     Hic jacet hoc, ex-parte res,                     Politicum e-conomico est.", "characters": 173, "sentences": 2}, {"text": "The grandeur of these conceptions of the old poet, together with the      felicity of the wording which clothes them, and the sublimity of the      imagery whereby they are illustrated, have singled out that stanza,      and made it more celebrated than any that ever--", "characters": 269, "sentences": 1}, {"text": "TO WHOM IT MAY CONCERN.--Parties having need of three thousand two hundred and eleven feet of best quality zinc-plated spiral-twist lightning-rod stuff, and sixteen hundred and thirty-one silver-tipped points, all in tolerable repair (and, although much worn by use, still equal to any ordinary emergency), can hear of a bargain by addressing the publisher.", "characters": 357, "sentences": 3}, {"text": "IN ENGLISH.  THEN IN FRENCH.  THEN CLAWED BACK INTO A CIVILIZED LANGUAGE ONCE MORE BY PATIENT, UNREMUNERATED TOIL.", "characters": 114, "sentences": 4}, {"text": "\"Well, Smiley kep' the beast in a little lattice box, and he used to fetch him down-town sometimes and lay for a bet.  One day a feller --a stranger in the camp, he was--come acrost him with his box, and says:", "characters": 209, "sentences": 2}, {"text": "\"And Smiley says, sorter indifferent-like, 'It might be a parrot, or it might be a canary, maybe, but it ain't--it's only just a frog.'", "characters": 135, "sentences": 2}, {"text": "\"And the feller took it, and looked at it careful, and turned it round this way and that, and says, 'H'm--so 'tis.  Well, what's HE good for.", "characters": 141, "sentences": 3}, {"text": "\"'Well,' Smiley says, easy and careless, 'he's good enough for one thing, I should judge--he can outjump any frog in Calaveras County.", "characters": 134, "sentences": 2}, {"text": "\"The feller took the box again, and took another long, particular look, and give it back to Smiley, and says, very deliberate,  'Well,' he says, 'I don't see no p'ints about that frog that's any better'n any other frog.'", "characters": 220, "sentences": 2}, {"text": "\"'Maybe you don't,' Smiley says.  'Maybe you understand frogs and maybe you don't understand 'em; maybe you've had experience, and maybe you ain't only a amature, as it were.  Anyways, I've got my opinion, and I'll resk forty dollars the he can outjump any frog in Calaveras County.'", "characters": 283, "sentences": 4}, {"text": "\"And the feller studied a minute, and then says, kinder sad-like, 'Well, I'm only a stranger here, and I ain't got no frog; but if I had a frog, I'd bet you.", "characters": 157, "sentences": 2}, {"text": "\"And then Smiley says, 'That's all right--that's all right if you'll hold my box a minute, I'll go and get you a frog.'  And so the feller took the box, and put up his forty dollars along with Smiley's, and set down to wait.", "characters": 224, "sentences": 3}, {"text": "\"So he set there a good while thinking and thinking to himself and then he got the frog out and prized his mouth open and took a teaspoon and filled him full of quail-shot--filled him pretty near up to his chin--and set him on the floor.  Smiley he went to the swamp and slopped around in the mud for a long time, and finally he ketched a frog, and fetched him in, and give him to this feller and says:", "characters": 402, "sentences": 2}, {"text": "\"The feller took the money and started away; and when he was going out at the door, he sorter jerked his thumb over his shoulder--so--at Dan'l, and says again, very deliberate, 'Well,' he says, 'I don't see no p'ints about that frog that's any better'n any other frog.'", "characters": 269, "sentences": 2}, {"text": "[Here Simon Wheeler heard his name called from the front yard, and got up to see what was wanted.]  And turning to me as he moved away, he said: \"Just set where you are, stranger, and rest easy--I ain't going to be gone a second.\"", "characters": 230, "sentences": 3}, {"text": "But, by your leave, I did not think that a continuation of the history of the enterprising vagabond Jim Smiley would be likely to afford me much information concerning the Rev. Leonidas W. Smiley, and so I started away.", "characters": 219, "sentences": 4}, {"text": "\"Well, thish-yer Smiley had a yaller one-eyed cow that didn't have no tail, only just a short stump like a bannanner, and--\"", "characters": 124, "sentences": 1}, {"text": "However, lacking both time and inclination, I did not wait to hear about the afflicted cow, but took my leave.", "characters": 110, "sentences": 2}, {"text": "\"Un jour, un individu etranger au camp l'arrete aver sa boite et lui dit:--Qu'est-ce que vous avez donc serre la dedans?", "characters": 120, "sentences": 1}, {"text": "\"Smiley dit d'un air indifferent:--Cela pourrait etre un perroquet ou un serin, mais ce n'est rien de pareil, ce n'est qu'une grenouille.", "characters": 137, "sentences": 2}, {"text": "\"L'individu la prend, la regarde avec soin, la tourne d'un cote et de l'autre puis il dit.--Tiens! en effet!  A quoi estelle bonne?", "characters": 131, "sentences": 2}, {"text": "\"--Mon Dieu! repond Smiley, toujours d'un air degage, elle est bonne pour une chose a mon avis, elle peut battre en sautant toute grenouille du comte de Calaveras.", "characters": 163, "sentences": 2}, {"text": "\"L'individu reprend la boite, l'examine de nouveau longuement, et la rend a Smiley en disant d'un air delibere:--Eh bien! je ne vois pas que cette grenouille ait rien de mieux qu'aucune grenouille.", "characters": 197, "sentences": 2}, {"text": "\"--Possible que vous ne le voyiez pas, dit Smiley, possible que vous vous entendiez en grenouilles, possible que vous ne vous y entendez point, possible que vous avez de l'experience, et possible que vous ne soyez qu'un amateur.  De toute maniere, je parie quarante dollars qu'elle battra en sautant n'importe quelle grenouille du comte de Calaveras.", "characters": 350, "sentences": 3}, {"text": "\"L'individu reflechit une seconde et dit comme attriste:--Je ne suis qu'un etranger ici, je n'ai pas de grenouille; mais, si j'en avais une, je tiendrais le pari.", "characters": 162, "sentences": 2}, {"text": "\"Smiley se gratta longtemps la tete, les yeux fixes sur Daniel; jusqu'a ce qu'enfin il dit:--Je me demande comment diable il se fait que cette bete ait refuse . . . Est-ce qu'elle aurait quelque chose? . . . On croirait qu'elle est enflee.", "characters": 239, "sentences": 8}, {"text": "\"Il empoigne Daniel par la peau du cou, le souleve et dit:--Le loup me croque, s'il ne pese pas cinq livres.", "characters": 108, "sentences": 2}, {"text": "\"Il le retourne, et le malheureux crache deux poignees de plomb.  Quand Smiley reconnut ce qui en etait, il fut comme fou.  Vous le voyez d'ici poser sa grenouille par terra et courir apres cet individu, mais il ne le rattrapa jamais, et ....\"", "characters": 243, "sentences": 7}, {"text": "\"That could be a paroquet, or a syringe (ou un serin), but this no is nothing of such, it not is but a frog.\"", "characters": 109, "sentences": 2}, {"text": "The individual it took, it regarded with care, it turned from one side and from the other, then he said:", "characters": 104, "sentences": 1}, {"text": "\"My God!\" respond Smiley, always with an air disengaged, \"she is good for one thing, to my notice (a mon avis), she can batter in jumping (elle peut battre en sautant) all frogs of the county of Calaveras.\"", "characters": 206, "sentences": 2}, {"text": "The individual retook the box, it examined of new longly, and it rendered to Smiley in saying with an air deliberate:", "characters": 117, "sentences": 1}, {"text": "\"Eh bien! I no saw not that that frog had nothing of better than each frog.\"  (Je ne vois pas que cette grenouille ait rien de mieux qu'aucune grenouille.) [If that isn't grammar gone to seed, then I count myself no judge.--M.  T.]", "characters": 231, "sentences": 6}, {"text": "\"Possible that you not it saw not,\" said Smiley, \"possible that you--you comprehend frogs; possible that you not you there comprehend nothing; possible that you had of the experience, and possible that you not be but an amateur.  Of all manner (De toute maniere) I bet forty dollars that she batter in jumping no matter which frog of the county of Calaveras.\"", "characters": 359, "sentences": 3}, {"text": "\"I not am but a stranger here, I no have not a frog; but if I of it had one, I would embrace the bet.\"", "characters": 102, "sentences": 2}, {"text": "\"Strong well!\" respond Smiley; \"nothing of more facility.  If you will hold my box a minute, I go you to search a frog (j'irai vous chercher).\"", "characters": 143, "sentences": 3}, {"text": "\"Now if you be ready, put him all against Daniel with their before feet upon the same line, and I give the signal\"--then he added: \"One, two, three--advance!\"", "characters": 158, "sentences": 1}, {"text": "Him and the individual touched their frogs by behind, and the frog new put to jump smartly, but Daniel himself lifted ponderously, exalted the shoulders thus, like a Frenchman--to what good? he not could budge, he is planted solid like a church, he not advance no more than if one him had put at the anchor.", "characters": 307, "sentences": 2}, {"text": "Smiley himself scratched longtimes the head, the eyes fixed upon Daniel, until that which at last he said:", "characters": 106, "sentences": 1}, {"text": "\"I me demand how the devil it makes itself that this beast has refused. Is it that she had something?  One would believe that she is stuffed.\"", "characters": 142, "sentences": 3}, {"text": "He him reversed and the unhappy belched two handfuls of shot (et le malheureux, etc.).  When Smiley recognized how it was, he was like mad. He deposited his frog by the earth and ran after that individual, but he not him caught never.", "characters": 234, "sentences": 5}, {"text": "The editor of the Memphis Avalanche swoops thus mildly down upon a      correspondent who posted him as a Radical:--\"While he was writing      the first word, the middle, dotting his i's, crossing his t's, and      punching his period, he knew he was concocting a sentence that was      saturated with infamy and reeking with falsehood.\"--Exchange.", "characters": 348, "sentences": 3}, {"text": "The editors of the Semi-Weekly Earthquake evidently labor under a      misapprehension with regard to the Ballyhack railroad.  It is not      the object of the company to leave Buzzardville off to one side.      On the contrary, they consider it one of the most important points      along the line, and consequently can have no desire to slight it.      The gentlemen of the Earthquake will, of course, take pleasure in      making the correction.", "characters": 448, "sentences": 5}, {"text": "John W. Blossom, Esq., the able editor of the Higginsville      Thunderbolt and Battle Cry of Freedom, arrived in the city      yesterday.  He is stopping at the Van Buren House.", "characters": 178, "sentences": 5}, {"text": "We observe that our contemporary of the Mud Springs Morning Howl has      fallen into the error of supposing that the election of Van Werter      is not an established fact, but he will have discovered his mistake      before this reminder reaches him, no doubt.  He was doubtless misled      by incomplete election returns.", "characters": 324, "sentences": 3}, {"text": "It is pleasant to note that the city of Blathersville is endeavoring      to contract with some New York gentlemen to pave its well-nigh      impassable streets with the Nicholson pavement.  The Daily Hurrah      urges the measure with ability, and seems confident of ultimate      success.", "characters": 290, "sentences": 3}, {"text": "I passed my manuscript over to the chief editor for acceptance, alteration, or destruction.  He glanced at it and his face clouded.  He ran his eye down the pages, and his countenance grew portentous.  It was easy to see that something was wrong.  Presently he sprang up and said:", "characters": 280, "sentences": 5}, {"text": "\"Thunder and lightning! Do you suppose I am going to speak of those cattle that way?  Do you suppose my subscribers are going to stand such gruel as that?  Give me the pen!\"", "characters": 173, "sentences": 1}, {"text": "I never saw a pen scrape and scratch its way so viciously, or plow through another man's verbs and adjectives so relentlessly.  While he was in the midst of his work, somebody shot at him through the open window, and marred the symmetry of my ear.", "characters": 247, "sentences": 3}, {"text": "\"Ah,\" said he, \"that is that scoundrel Smith, of the Moral Volcano--he was due yesterday.\"  And he snatched a navy revolver from his belt and fired--Smith dropped, shot in the thigh.  The shot spoiled Smith's aim, who was just taking a second chance and he crippled a stranger.  It was me.  Merely a finger shot off.", "characters": 316, "sentences": 6}, {"text": "Then the chief editor went on with his erasure; and interlineations. Just as he finished them a hand grenade came down the stove-pipe, and the explosion shivered the stove into a thousand fragments.  However, it did no further damage, except that a vagrant piece knocked a couple of my teeth out.", "characters": 296, "sentences": 4}, {"text": "\"Well, no matter--don't want it this kind of weather.  I know the man that did it.  I'll get him.  Now, here is the way this stuff ought to be written.\"", "characters": 152, "sentences": 5}, {"text": "I took the manuscript.  It was scarred with erasures and interlineations till its mother wouldn't have known it if it had had one.  It now read as follows:", "characters": 155, "sentences": 3}, {"text": "That ass, Blossom, of the Higginsville Thunderbolt and Battle Cry of      Freedom, is down here again sponging at the Van Buren.", "characters": 128, "sentences": 2}, {"text": "Blathersville wants a Nicholson pavement--it wants a jail and a      poorhouse more.  The idea of a pavement in a one-horse town composed      of two gin-mills, a blacksmith shop, and that mustard-plaster of a      newspaper, the Daily Hurrah!  The crawling insect, Buckner, who      edits the Hurrah, is braying about his business with his customary      imbecility, and imagining that he is talking sense.", "characters": 407, "sentences": 3}, {"text": "\"Now that is the way to write--peppery and to the point.  Mush-and-milk journalism gives me the fan-tods.\"", "characters": 106, "sentences": 3}, {"text": "About this time a brick came through the window with a splintering crash, and gave me a considerable of a jolt in the back.  I moved out of range --I began to feel in the way.", "characters": 175, "sentences": 3}, {"text": "The chief said, \"That was the Colonel, likely.  I've been expecting him for two days.  He will be up now right away.\"", "characters": 117, "sentences": 4}, {"text": "He was correct.  The Colonel appeared in the door a moment afterward with a dragoon revolver in his hand.", "characters": 105, "sentences": 3}, {"text": "\"You have.  Be seated, sir.  Be careful of the chair, one of its legs is gone.  I believe I have the honor of addressing the putrid liar, Colonel Blatherskite Tecumseh?\"", "characters": 169, "sentences": 4}, {"text": "\"I have an article on the 'Encouraging Progress of Moral and Intellectual Development in America' to finish, but there is no hurry.  Begin.\"", "characters": 140, "sentences": 3}, {"text": "They then talked about the elections and the crops while they reloaded, and I fell to tying up my wounds.  But presently they opened fire again with animation, and every shot took effect--but it is proper to remark that five out of the six fell to my share.  The sixth one mortally wounded the Colonel, who remarked, with fine humor, that he would have to say good morning now, as he had business uptown.  He then inquired the way to the undertaker's and left.", "characters": 460, "sentences": 5}, {"text": "The chief turned to me and said, \"I am expecting company to dinner, and shall have to get ready.  It will be a favor to me if you will read proof and attend to the customers.\"", "characters": 175, "sentences": 3}, {"text": "I winced a little at the idea of attending to the customers, but I was too bewildered by the fusillade that was still ringing in my ears to think of anything to say.", "characters": 165, "sentences": 2}, {"text": "I said, \"I'll have to get you to excuse me; I think maybe I might write to suit you after a while; as soon as I had had some practice and learned the language I am confident I could.  But, to speak the plain truth, that sort of energy of expression has its inconveniences, and a man is liable to interruption.", "characters": 309, "sentences": 3}, {"text": "Once there was a bad little boy whose name was Jim--though, if you will notice, you will find that bad little boys are nearly always called James in your Sunday-school books.  It was strange, but still it was true, that this one was called Jim.", "characters": 244, "sentences": 3}, {"text": "And he grew up and married, and raised a large family, and brained them all with an ax one night, and got wealthy by all manner of cheating and rascality; and now he is the infernalest wickedest scoundrel in his native village, and is universally respected, and belongs to the legislature.", "characters": 289, "sentences": 2}, {"text": "So you see there never was a bad James in the Sunday-school books that had such a streak of luck as this sinful Jim with the charmed life.", "characters": 138, "sentences": 2}, {"text": "And once, when some bad boys pushed a blind man over in the mud, and Jacob ran to help him up and receive his blessing, the blind man did not give him any blessing at all, but whacked him over the head with his stick and said he would like to catch him shoving him again, and then pretending to help him up.  This was not in accordance with any of the books.  Jacob looked them all over to see.", "characters": 394, "sentences": 4}, {"text": "One thing that Jacob wanted to do was to find a lame dog that hadn't any place to stay, and was hungry and persecuted, and bring him home and pet him and have that dog's imperishable gratitude.  And at last he found one and was happy; and he brought him home and fed him, but when he was going to pet him the dog flew at him and tore all the clothes off him except those that were in front, and made a spectacle of him that was", "characters": 427, "sentences": 2}, {"text": "astonishing.  He examined authorities, but he could not understand the matter.  It was of the same breed of dogs that was in the books, but it acted very differently.  Whatever this boy did he got into trouble.  The very things the boys in the books got rewarded for turned out to be about the most unprofitable things he could invest in.", "characters": 338, "sentences": 6}, {"text": "When he got well he was a little discouraged, but he resolved to keep on trying anyhow.  He knew that so far his experiences wouldn't do to go in a book, but he hadn't yet reached the allotted term of life for good little boys, and he hoped to be able to make a record yet if he could hold on till his time was fully up.  If everything else failed he had his dying speech to fall back on.", "characters": 388, "sentences": 4}, {"text": "Thus perished the good little boy who did the best he could, but didn't come out according to the books.  Every boy who ever did as he did prospered except him.  His case is truly remarkable.  It will probably never be accounted for.", "characters": 233, "sentences": 5}, {"text": "Those evening bells! those evening bells!                How many a tale their music tells                Of youth, and home, and that sweet time                When last I heard their soothing chime.", "characters": 200, "sentences": 2}, {"text": "Those joyous hours are passed away;                And many a heart that then was gay,                Within the tomb now darkly dwells,                And hears no more those evening bells.", "characters": 190, "sentences": 2}, {"text": "And so 'twill be when I am gone                That tuneful peal will still ring on;                While other bards shall walk these dells,                And sing your praise, sweet evening bells.", "characters": 199, "sentences": 2}, {"text": "These annual bills! these annual bills!                How many a song their discord trills                Of \"truck\" consumed, enjoyed, forgot,                Since I was skinned by last year's lot!", "characters": 199, "sentences": 1}, {"text": "Those joyous beans are passed away;                Those onions blithe, O where are they?                Once loved, lost, mourned--now vexing ILLS                Your shades troop back in annual bills!", "characters": 202, "sentences": 1}, {"text": "And so 'twill be when I'm aground                These yearly duns will still go round,                While other bards, with frantic quills,                Shall damn and damn these annual bills!", "characters": 197, "sentences": 1}, {"text": "Then you drive over to Suspension Bridge, and divide your misery between the chances of smashing down two hundred feet into the river below, and the chances of having the railway-train overhead smashing down onto you. Either possibility is discomforting taken by itself, but, mixed together, they amount in the aggregate to positive unhappiness.", "characters": 345, "sentences": 3}, {"text": "On the Canada side you drive along the chasm between long ranks of photographers standing guard behind their cameras, ready to make an ostentatious frontispiece of you and your decaying ambulance, and your solemn crate with a hide on it, which you are expected to regard in the light of a horse, and a diminished and unimportant background of sublime Niagara; and a great many people have the incredible effrontery or the native depravity to aid and abet this sort of crime.", "characters": 474, "sentences": 2}, {"text": "There is no actual harm in making Niagara a background whereon to display one's marvelous insignificance in a good strong light, but it requires a sort of superhuman self-complacency to enable one to do it. When you have examined the stupendous Horseshoe Fall till you are satisfied you cannot improve on it, you return to America by the new Suspension Bridge, and follow up the bank to where they exhibit the Cave of the Winds.", "characters": 428, "sentences": 3}, {"text": "Here I followed instructions, and divested myself of all my clothing, and put on a waterproof jacket and overalls.  This costume is picturesque, but not beautiful.  A guide, similarly dressed, led the way down a flight of winding stairs, which wound and wound, and still kept on winding long after the thing ceased to be a novelty, and then terminated long before it had begun to be a pleasure.  We were then well down under the precipice, but still considerably above the level of the river.", "characters": 492, "sentences": 5}, {"text": "\"Is the Wawhoo-Wang-Wang of the Whack-a-Whack happy?  Does the great Speckled Thunder sigh for the war-path, or is his heart contented with dreaming of the dusky maiden, the Pride of the Forest?  Does the mighty Sachem yearn to drink the blood of his enemies, or is he satisfied to make bead reticules for the pappooses of the paleface?  Speak, sublime relic of bygone grandeur--venerable ruin, speak!\"", "characters": 402, "sentences": 1}, {"text": "\"An' is it mesilf, Dennis Hooligan, that ye'd be takin' for a dirty Injin, ye drawlin', lantern-jawed, spider-legged divil!  By the piper that played before Moses, I'll ate ye!\"", "characters": 177, "sentences": 1}, {"text": "By and by, in the neighborhood of the Terrapin Tower, I came upon a gentle daughter of the aborigines in fringed and beaded buckskin moccasins and leggins, seated on a bench with her pretty wares about her. She had just carved out a wooden chief that had a strong family resemblance to a clothes-pin, and was now boring a hole through his abdomen to put his bow through.  I hesitated a moment, and then addressed her:", "characters": 417, "sentences": 3}, {"text": "\"Is the heart of the forest maiden heavy?  Is the Laughing Tadpole lonely?  Does she mourn over the extinguished council-fires of her race, and the vanished glory of her ancestors?  Or does her sad spirit wander afar toward the hunting-grounds whither her brave Gobbler-of-the- Lightnings is gone?  Why is my daughter silent?  Has she ought against the paleface stranger?\"", "characters": 372, "sentences": 1}, {"text": "\"Faix, an' is it Biddy Malone ye dare to be callin' names?  Lave this, or I'll shy your lean carcass over the cataract, ye sniveling blaggard!\"", "characters": 143, "sentences": 1}, {"text": "\"Confound these Indians!\" I said.  \"They told me they were tame; but, if appearances go for anything, I should say they were all on the warpath.\"", "characters": 145, "sentences": 3}, {"text": "I made one more attempt to fraternize with them, and only one.  I came upon a camp of them gathered in the shade of a great tree, making wampum and moccasins, and addressed them in the language of friendship:", "characters": 208, "sentences": 2}, {"text": "At last a man walked down and sat down close to that bush, and put a pipe in his mouth, and lit a match, and followed me with one eye and kept the other on the match, while he sheltered it in his hands from the wind. Presently a puff of wind blew it out.  The next time I swept around he said:", "characters": 293, "sentences": 3}, {"text": "\"Excuse the seemingly impertinent curiosity of a drowning man, but will you explain this singular conduct of yours?\"", "characters": 116, "sentences": 1}, {"text": "\"With pleasure.  I am the coroner.  Don't hurry on my account.  I can wait for you.  But I wish I had a match.\"", "characters": 111, "sentences": 6}, {"text": "He declined.  This lack of confidence on his part created a coldness between us, and from that time forward I avoided him.  It was my idea, in case anything happened to me, to so time the occurrence as to throw my custom into the hands of the opposition coroner on the American side.", "characters": 283, "sentences": 4}, {"text": "At last a policeman came along, and arrested me for disturbing the peace by yelling at people on shore for help.  The judge fined me, but I had the advantage of him.  My money was with my pantaloons, and my pantaloons were with the Indians.", "characters": 240, "sentences": 4}, {"text": "Thus I escaped.  I am now lying in a very critical condition.  At least I am lying anyway---critical or not critical.  I am hurt all over, but I cannot tell the full extent yet, because the doctor is not done taking inventory.  He will make out my manifest this evening.  However, thus far he thinks only sixteen of my wounds are fatal.  I don't mind the others.", "characters": 362, "sentences": 8}, {"text": "\"It is an awful savage tribe of Indians that do the beadwork and moccasins for Niagara Falls, doctor.  Where are they from?\"", "characters": 124, "sentences": 2}, {"text": "\"YOUNG AUTHOR.\"--Yes, Agassiz does recommend authors to eat fish, because the phosphorus in it makes brain.  So far you are correct.  But I cannot help you to a decision about the amount you need to eat--at least, not with certainty.  If the specimen composition you send is about your fair usual average, I should judge that perhaps a couple of whales would be all you would want for the present.  Not the largest kind, but simply good, middling-sized whales.", "characters": 460, "sentences": 7}, {"text": "\"SIMON WHEELER,\" Sonora.--The following simple and touching remarks and accompanying poem have just come to hand from the rich gold-mining region of Sonora:", "characters": 156, "sentences": 2}, {"text": "Was he a mining on the flat--                     He done it with a zest;                     Was he a leading of the choir--                     He done his level best.", "characters": 169, "sentences": 2}, {"text": "If he'd a reg'lar task to do,                     He never took no rest;                     Or if 'twas off-and-on--the same--                     He done his level best.", "characters": 171, "sentences": 2}, {"text": "If he was preachin' on his beat,                     He'd tramp from east to west,                     And north to south-in cold and heat                     He done his level best.", "characters": 182, "sentences": 2}, {"text": "He'd yank a sinner outen (Hades),**                     And land him with the blest;                     Then snatch a prayer'n waltz in again,                     And do his level best.", "characters": 186, "sentences": 2}, {"text": "**Here I have taken a slight liberty with the original MS.  \"Hades\"      does not make such good meter as the other word of one syllable, but      it sounds better.", "characters": 164, "sentences": 3}, {"text": "He'd cuss and sing and howl and pray,                     And dance and drink and jest,                     And lie and steal--all one to him--                     He done his level best.", "characters": 187, "sentences": 2}, {"text": "Whate'er this man was sot to do,                     He done it with a zest;                     No matter WHAT his contract was,                     HE'D DO HIS LEVEL BEST.", "characters": 173, "sentences": 2}, {"text": "Verily, this man WAS gifted with \"gorgis abilities,\" and it is a happiness to me to embalm the memory of their luster in these columns. If it were not that the poet crop is unusually large and rank in California this year, I would encourage you to continue writing, Simon Wheeler; but, as it is, perhaps it might be too risky in you to enter against so much opposition.", "characters": 369, "sentences": 3}, {"text": "\"MELTON MOWBRAY,\" Dutch Flat.--This correspondent sends a lot of doggerel, and says it has been regarded as very good in Dutch Flat.  I give a specimen verse:", "characters": 158, "sentences": 3}, {"text": "The Assyrian came down like a wolf on the fold,           And his cohorts were gleaming with purple and gold;           And the sheen of his spears was like stars on the sea,           When the blue wave rolls nightly on deep Galilee.**", "characters": 236, "sentences": 2}, {"text": "**This piece of pleasantry, published in a San Francisco paper, was      mistaken by the country journals for seriousness, and many and loud      were the denunciations of the ignorance of author and editor, in not      knowing that the lines in question were \"written by Byron.\"", "characters": 279, "sentences": 2}, {"text": "There, that will do.  That may be very good Dutch Flat poetry, but it won't do in the metropolis.  It is too smooth and blubbery; it reads like buttermilk gurgling from a jug.  What the people ought to have is something spirited--something like \"Johnny Comes Marching Home.\"  However, keep on practising, and you may succeed yet.  There is genius in you, but too much blubber.", "characters": 376, "sentences": 7}, {"text": "\"ST. CLAIR HIGGINS.\" Los Angeles.--\"My life is a failure; I have      adored, wildly, madly, and she whom I love has turned coldly from me      and shed her affections upon another.  What would you advise me to      do?\"", "characters": 220, "sentences": 5}, {"text": "\"ARITHMETICUS.\" Virginia, Nevada.--\"If it would take a cannon-ball      3 and 1/3 seconds to travel four miles, and 3 and 3/8 seconds to      travel the next four, and 3 and 5/8 to travel the next four, and if      its rate of progress continued to diminish in the same ratio, how      long would it take it to go fifteen hundred million miles?\"", "characters": 345, "sentences": 3}, {"text": "\"AMBITIOUS LEARNER,\" Oakland.--Yes; you are right America was not discovered by Alexander Selkirk.", "characters": 98, "sentences": 3}, {"text": "\"DISCARDED LOVER.\"--\"I loved, and still love, the beautiful Edwitha      Howard, and intended to marry her.  Yet, during my temporary absence      at Benicia, last week, alas! she married Jones.  Is my happiness to      be thus blasted for life? Have I no redress?\"", "characters": 265, "sentences": 4}, {"text": "\"ARITHMETICUS.\" Virginia, Nevada.--\"I am an enthusiastic student of      mathematics, and it is so vexatious to me to find my progress      constantly impeded by these mysterious arithmetical technicalities.      Now do tell me what the difference is between geometry and      conchology?\"", "characters": 289, "sentences": 4}, {"text": "--[Being a letter written to a Poultry Society that had conferred a complimentary membership upon the author.  Written about 1870.]", "characters": 131, "sentences": 3}, {"text": "When you wish to raise a fine, large, donkey-voiced Shanghai rooster, you do it with a lasso, just as you would a bull. It is because he must be choked, and choked effectually, too.  It is the only good, certain way, for whenever he mentions a matter which he is cordially interested in, the chances are ninety-nine in a hundred that he secures somebody else's immediate attention to it too, whether it be day or night.", "characters": 419, "sentences": 4}, {"text": "[As related to the author of this book by Mr. McWilliams, a pleasant New York gentleman whom the said author met by chance on a journey.]", "characters": 137, "sentences": 3}, {"text": "Well, to go back to where I was before I digressed to explain to you how that frightful and incurable disease, membranous croup,[Diphtheria D.W.] was ravaging the town and driving all mothers mad with terror, I called Mrs. McWilliams's attention to little Penelope, and said:", "characters": 275, "sentences": 4}, {"text": "\"Precious, where is the harm in it?\"  said she, but at the same time preparing to take away the stick--for women cannot receive even the most palpably judicious suggestion without arguing it; that is, married women.", "characters": 215, "sentences": 2}, {"text": "My wife's hand paused, in the act of taking the stick, and returned itself to her lap.  She bridled perceptibly, and said:", "characters": 122, "sentences": 2}, {"text": "\"Hubby, you know better than that.  You know you do.  Doctors all say that the turpentine in pine wood is good for weak back and the kidneys.\"", "characters": 142, "sentences": 4}, {"text": "\"Ah--I was under a misapprehension.  I did not know that the child's kidneys and spine were affected, and that the family physician had recommended--\"", "characters": 150, "sentences": 2}, {"text": "\"Bother what I said!  I don't care what I did say.  There isn't any harm in the child's chewing a bit of pine stick if she wants to, and you know it perfectly well.  And she shall chew it, too.  So there, now!\"", "characters": 210, "sentences": 4}, {"text": "\"Say no more, my dear.  I now see the force of your reasoning, and I will go and order two or three cords of the best pine wood to-day.  No child of mine shall want while I--\"", "characters": 175, "sentences": 3}, {"text": "\"Oh, please go along to your office and let me have some peace.  A body can never make the simplest remark but you must take it up and go to arguing and arguing and arguing till you don't know what you are talking about, and you never do.\"", "characters": 239, "sentences": 3}, {"text": "However, she was gone with a flourish before I could finish, and had taken the child with her.  That night at dinner she confronted me with a face as white as a sheet:", "characters": 167, "sentences": 2}, {"text": "By and by a nurse brought in our Penelope to say good night and offer the customary prayer at the mother's knee.  In the midst of \"Now I lay me down to sleep,\" she gave a slight cough!  My wife fell back like one stricken with death.  But the next moment she was up and brimming with the activities which terror inspires.", "characters": 321, "sentences": 4}, {"text": "She commanded that the child's crib be removed from the nursery to our bedroom; and she went along to see the order executed.  She took me with her, of course.  We got matters arranged with speed.  A cot-bed was put up in my wife's dressing room for the nurse.  But now Mrs. McWilliams said we were too far away from the other baby, and what if he were to have the symptoms in the night--and she blanched again, poor thing.", "characters": 423, "sentences": 7}, {"text": "We then restored the crib and the nurse to the nursery and put up a bed for ourselves in a room adjoining.", "characters": 106, "sentences": 2}, {"text": "Presently, however, Mrs. McWilliams said suppose the baby should catch it from Penelope?  This thought struck a new panic to her heart, and the tribe of us could not get the crib out of the nursery again fast enough to satisfy my wife, though she assisted in her own person and well-nigh pulled the crib to pieces in her frantic hurry.", "characters": 335, "sentences": 3}, {"text": "We moved down-stairs; but there was no place there to stow the nurse, and Mrs. McWilliams said the nurse's experience would be an inestimable help. So we returned, bag and baggage, to our own bedroom once more, and felt a great gladness, like storm-buffeted birds that have found their nest again.", "characters": 297, "sentences": 4}, {"text": "Mrs. McWilliams sped to the nursery to see how things were going on there.  She was back in a moment with a new dread.  She said:", "characters": 129, "sentences": 4}, {"text": "\"I know.  I know; but there's something peculiar about his sleep now. He seems to--to--he seems to breathe so regularly.  Oh, this is dreadful.\"", "characters": 144, "sentences": 5}, {"text": "\"Oh, I know it, but there's something frightful about it now.  His nurse is too young and inexperienced.  Maria shall stay there with her, and be on hand if anything happens.\"", "characters": 175, "sentences": 4}, {"text": "\"You can help me all I want.  I wouldn't allow anybody to do anything but myself, anyhow, at such a time as this.\"", "characters": 114, "sentences": 3}, {"text": "I said I would feel mean to lie abed and sleep, and leave her to watch and toil over our little patient all the weary night.  But she reconciled me to it.  So old Maria departed and took up her ancient quarters in the nursery.", "characters": 226, "sentences": 4}, {"text": "\"Oh, why don't that doctor come!  Mortimer, this room is too warm.  This room is certainly too warm.  Turn off the register-quick!\"", "characters": 131, "sentences": 3}, {"text": "I shut it off, glancing at the thermometer at the same time, and wondering to myself if 70 was too warm for a sick child.", "characters": 121, "sentences": 2}, {"text": "The coachman arrived from down-town now with the news that our physician was ill and confined to his bed.  Mrs. McWilliams turned a dead eye upon me, and said in a dead voice:", "characters": 175, "sentences": 3}, {"text": "\"There is a Providence in it.  It is foreordained.  He never was sick before.  Never.  We have not been living as we ought to live, Mortimer. Time and time again I have told you so.  Now you see the result.  Our child will never get well.  Be thankful if you can forgive yourself; I never can forgive myself.\"", "characters": 309, "sentences": 10}, {"text": "I said, without intent to hurt, but with heedless choice of words, that I could not see that we had been living such an abandoned life.", "characters": 135, "sentences": 2}, {"text": "\"Well do give them to me!  Don't you know that every moment is precious now?  But what was the use in sending medicines, when he knows that the disease is incurable?\"", "characters": 166, "sentences": 1}, {"text": "\"Hope!  Mortimer, you know no more what you are talking about than the child unborn.  If you would--As I live, the directions say give one teaspoonful once an hour!  Once an hour!--as if we had a whole year before us to save the child in!  Mortimer, please hurry.  Give the poor perishing thing a tablespoonful, and try to be quick!\"", "characters": 333, "sentences": 3}, {"text": "We now went to bed, placing the crib close to my wife's pillow.  All this turmoil had worn upon me, and within two minutes I was something more than half asleep.  Mrs. McWilliams roused me:", "characters": 189, "sentences": 4}, {"text": "I moved it, but had a collision with the rug and woke up the child.  I dozed off once more, while my wife quieted the sufferer.  But in a little while these words came murmuring remotely through the fog of my drowsiness:", "characters": 220, "sentences": 3}, {"text": "I climbed dreamily out, and stepped on a cat, which responded with a protest and would have got a convincing kick for it if a chair had not got it instead.", "characters": 155, "sentences": 2}, {"text": "\"Now I am not going to suppose anything about the cat.  It never would have occurred if Maria had been allowed to remain here and attend to these duties, which are in her line and are not in mine.\"", "characters": 197, "sentences": 3}, {"text": "\"Now, Mortimer, I should think you would be ashamed to make a remark like that.  It is a pity if you cannot do the few little things I ask of you at such an awful time as this when our child--\"", "characters": 193, "sentences": 2}, {"text": "\"There, there, I will do anything you want.  But I can't raise anybody with this bell.  They're all gone to bed.  Where is the goose grease?\"", "characters": 141, "sentences": 4}, {"text": "\"Mortimer, I so hate to disturb you, but the room is still too cold for me to try to apply this stuff.  Would you mind lighting the fire?  It is all ready to touch a match to.\"", "characters": 176, "sentences": 3}, {"text": "Which I did.  It was a medicine which made a child more or less lively; so my wife made use of its waking interval to strip it and grease it all over with the goose oil.  I was soon asleep once more, but once more I had to get up.", "characters": 230, "sentences": 4}, {"text": "\"Mortimer, I feel a draft.  I feel it distinctly.  There is nothing so bad for this disease as a draft.  Please move the crib in front of the fire.\"", "characters": 148, "sentences": 5}, {"text": "I did it; and collided with the rug again, which I threw in the fire. Mrs. McWilliams sprang out of bed and rescued it and we had some words. I had another trifling interval of sleep, and then got up, by request, and constructed a flax-seed poultice.  This was placed upon the child's breast and left there to do its healing work.", "characters": 330, "sentences": 6}, {"text": "\"My dear, it is a laborious job, and the child must be nearly warm enough, with her extra clothing.  Now mightn't we put on another layer of poultices and--\"", "characters": 157, "sentences": 2}, {"text": "I did not finish, because I was interrupted.  I lugged wood up from below for some little time, and then turned in and fell to snoring as only a man can whose strength is all gone and whose soul is worn out.  Just at broad daylight I felt a grip on my shoulder that brought me to my senses suddenly.  My wife was glaring down upon me and gasping.  As soon as she could command her tongue she said:", "characters": 397, "sentences": 5}, {"text": "\"Mercy, how you terrify me!  I don't know what we ought to do.  Maybe if we scraped her and put her in the draft again--\"", "characters": 121, "sentences": 2}, {"text": "\"Oh, idiot!  There is not a moment to lose!  Go for the doctor. Go yourself.  Tell him he must come, dead or alive.\"", "characters": 116, "sentences": 4}, {"text": "\"This child has no membranous croup,\" said he.  \"She has been chewing a bit of pine shingle or something of the kind, and got some little slivers in her throat.  They won't do her any hurt.\"", "characters": 190, "sentences": 4}, {"text": "\"No,\" said I, \"I can well believe that.  Indeed, the turpentine that is in them is very good for certain sorts of diseases that are peculiar to children.  My wife will tell you so.\"", "characters": 181, "sentences": 4}, {"text": "But she did not.  She turned away in disdain and left the room; and since that time there is one episode in our life which we never refer to. Hence the tide of our days flows by in deep and untroubled serenity.", "characters": 210, "sentences": 4}, {"text": "[Very few married men have such an experience as McWilliams's, and so the author of this book thought that maybe the novelty of it would give it a passing interest to the reader.]", "characters": 179, "sentences": 2}, {"text": "I did it, putting the article into the form of a parody on the \"Burial of Sir John Moore\"--and a pretty crude parody it was, too.", "characters": 129, "sentences": 2}, {"text": "Then I lampooned two prominent citizens outrageously--not because they had done anything to deserve, but merely because I thought it was my duty to make the paper lively.", "characters": 170, "sentences": 2}, {"text": "The paper came out, and I never knew any little thing attract so much attention as those playful trifles of mine.", "characters": 113, "sentences": 2}, {"text": "But he softened when he looked at the accounts and saw that I had actually booked the unparalleled number of thirty-three new subscribers, and had the vegetables to show for it, cordwood, cabbage, beans, and unsalable turnips enough to run the family for two years!", "characters": 265, "sentences": 1}, {"text": "\"Oh, if you could but do it!  If you could but do it, all our family would bless you for evermore--for he is so very dear to us.  Oh, my benefactor, can you make him laugh? can you bring soothing tears to those parched orbs?\"", "characters": 225, "sentences": 2}, {"text": "The president of the society came up and bathed my head with cold water, and said: \"What made you carry on so toward the last?\"", "characters": 127, "sentences": 1}, {"text": "And he said: \"Well, you were wasting your time, because he is deaf and dumb, and as blind as a badger!\"", "characters": 103, "sentences": 1}, {"text": "Now, was that any way for that old man's nephew to impose on a stranger and orphan like me?  I ask you as a man and brother, if that was any way for him to do?", "characters": 159, "sentences": 1}, {"text": "\"'W-h-a-t [with intense disgust]!  D'you know what I'd 'a' done?  I'd 'a' anchored him out in the stream, and said, Five dollars, gents, or you carn't have yo' nigger.'\"", "characters": 169, "sentences": 2}, {"text": "In as few words as possible I wish to lay before the nation what share, howsoever small, I have had in this matter--this matter which has so exercised the public mind, engendered so much ill-feeling, and so filled the newspapers of both continents with distorted statements and extravagant comments.", "characters": 299, "sentences": 2}, {"text": "The origin of this distressful thing was this--and I assert here that every fact in the following resume can be amply proved by the official records of the General Government.", "characters": 175, "sentences": 2}, {"text": "John Wilson Mackenzie, of Rotterdam, Chemung County, New Jersey, deceased, contracted with the General Government, on or about the 10th day of October, 1861, to furnish to General Sherman the sum total of thirty barrels of beef.", "characters": 228, "sentences": 2}, {"text": "In account with JOHN WILSON MACKENZIE, of New Jersey,                deceased, .  .  .  .  .  .  .  .  .  .          Dr.", "characters": 120, "sentences": 12}, {"text": "To thirty barrels of beef for General Sherman, at $100, $3,000      To traveling expenses and transportation .  .  .  .  .  14,000", "characters": 130, "sentences": 6}, {"text": "This ends the history of it up to the time that I succeeded to the property.  I will now endeavor to set myself straight before the nation in everything that concerns my share in the matter.  I took this beef contract, and the bill for mileage and transportation, to the President of the United States.", "characters": 302, "sentences": 4}, {"text": "I said, \"Sire, on or about the 10th day of October, 1861, John Wilson Mackenzie, of Rotterdam, Chemung County, New Jersey, deceased, contracted with the General Government to furnish to General Sherman the sum total of thirty barrels of beef--\"", "characters": 244, "sentences": 1}, {"text": "He stopped me there, and dismissed me from his presence--kindly, but firmly.  The next day I called on the Secretary of State.", "characters": 126, "sentences": 3}, {"text": "I said, \"Your Royal Highness: on or about the 10th day of October, 1861, John Wilson Mackenzie of Rotterdam, Chemung County, New Jersey, deceased, contracted with the General Government to furnish to General Sherman the sum total of thirty barrels of beef--\"", "characters": 258, "sentences": 1}, {"text": "I was bowed out.  I thought the matter all over and finally, the following day, I visited the Secretary of the Navy, who said, \"Speak quickly, sir; do not keep me waiting.\"", "characters": 172, "sentences": 3}, {"text": "I said, \"Your Royal Highness, on or about the 10th day of October, 1861, John Wilson Mackenzie of Rotterdam, Chemung County, New Jersey, deceased, contracted with the General Government to General Sherman the sum total of thirty barrels of beef--\"", "characters": 247, "sentences": 1}, {"text": "Well, it was as far as I could get.  He had nothing to do with beef contracts for General Sherman, either.  I began to think it was a curious kind of government.  It looked somewhat as if they wanted to get out of paying for that beef.  The following day I went to the Secretary of the Interior.", "characters": 295, "sentences": 6}, {"text": "\"That is sufficient, sir.  I have heard of you before.  Go, take your infamous beef contract out of this establishment.  The Interior Department has nothing whatever to do with subsistence for the army.\"", "characters": 203, "sentences": 5}, {"text": "I went away.  But I was exasperated now.  I said I would haunt them; I would infest every department of this iniquitous government till that contract business was settled.  I would collect that bill, or fall, as fell my predecessors, trying.  I assailed the Postmaster-General; I besieged the Agricultural Department; I waylaid the Speaker of the House of Representatives.  They had nothing to do with army contracts for beef.  I moved upon the Commissioner of the Patent Office.", "characters": 479, "sentences": 8}, {"text": "\"Perdition! have you got HERE with your incendiary beef contract, at last?  We have nothing to do with beef contracts for the army, my dear sir.\"", "characters": 145, "sentences": 2}, {"text": "\"Oh, that is all very well--but somebody has got to pay for that beef. It has got to be paid now, too, or I'll confiscate this old Patent Office and everything in it.\"", "characters": 167, "sentences": 3}, {"text": "\"It don't make any difference, sir.  The Patent Office is liable for that beef, I reckon; and, liable or not liable, the Patent Office has got to pay for it.\"", "characters": 158, "sentences": 3}, {"text": "Never mind the details.  It ended in a fight.  The Patent Office won. But I found out something to my advantage.  I was told that the Treasury Department was the proper place for me to go to.  I went there.  I waited two hours and a half, and then I was admitted to the First Lord of the Treasury.", "characters": 297, "sentences": 8}, {"text": "I said, \"Most noble, grave, and reverend Signor, on or about the 10th day of October, 1861, John Wilson Macken--\"", "characters": 113, "sentences": 1}, {"text": "So I stood there till I had changed four different times.  Then I said to one of the clerks who was reading:", "characters": 108, "sentences": 2}, {"text": "The young man glared upon me awhile, and then went on reading his paper. But I knew the ways of those clerks.  I knew I was safe if he got through before another New York mail arrived.  He only had two more papers left. After a while he finished them, and then he yawned and asked me what I wanted.", "characters": 298, "sentences": 6}, {"text": "He took them, and for a long time he ransacked his odds and ends. Finally he found the Northwest Passage, as I regarded it--he found the long lost record of that beef contract--he found the rock upon which so many of my ancestors had split before they ever got to it.  I was deeply moved.  And yet I rejoiced--for I had survived.  I said with emotion, \"Give it me.  The government will settle now.\"  He waved me back, and said there was something yet to be done first.", "characters": 468, "sentences": 8}, {"text": "\"Why, an Indian, of course.  You didn't suppose it was the superintendent of a Sunday-school, did you?\"", "characters": 103, "sentences": 2}, {"text": "\"Because he certainly died at that time, and I have every reason to believe that he has been dead ever since.  I know he has, in fact.\"", "characters": 135, "sentences": 3}, {"text": "\"Then there is only a hundred dollars due me, and that isn't certain! After all Mackenzie's travels in Europe, Asia, and America with that beef; after all his trials and tribulations and transportation; after the slaughter of all those innocents that tried to collect that bill!  Young man, why didn't the First Comptroller of the Corn-Beef Division tell me this?\"", "characters": 364, "sentences": 1}, {"text": "\"Why didn't the Second tell me? why didn't the Third? why didn't all those divisions and departments tell me?\"", "characters": 110, "sentences": 1}, {"text": "\"None of them knew.  We do things by routine here.  You have followed the routine and found out what you wanted to know.  It is the best way. It is the only way.  It is very regular, and very slow, but it is very certain.\"", "characters": 222, "sentences": 7}, {"text": "\"Yes, certain death.  It has been, to the most of our tribe.  I begin to feel that I, too, am called. Young man, you love the bright creature yonder with the gentle blue eyes and the steel pens behind her ears--I see it in your soft glances; you wish to marry her--but you are poor.  Here, hold out your hand-- here is the beef contract; go, take her and be happy! Heaven bless you, my children!\"", "characters": 396, "sentences": 5}, {"text": "This is history.  It is not a wild extravaganza, like \"John Wilson Mackenzie's Great Beef Contract,\" but is a plain statement of facts and circumstances with which the Congress of the United States has interested itself from time to time during the long period of half a century.", "characters": 279, "sentences": 3}, {"text": "I will not call this matter of George Fisher's a great deathless and unrelenting swindle upon the government and people of the United States --for it has never been so decided, and I hold that it is a grave and solemn wrong for a writer to cast slurs or call names when such is the case--but will simply present the evidence and let the reader deduce his own verdict.  Then we shall do nobody injustice, and our consciences shall be clear.", "characters": 439, "sentences": 3}, {"text": "On or about the 1st day of September, 1813, the Creek war being then in progress in Florida, the crops, herds, and houses of Mr. George Fisher, a citizen, were destroyed, either by the Indians or by the United States troops in pursuit of them.  By the terms of the law, if the Indians destroyed the property, there was no relief for Fisher; but if the troops destroyed it, the Government of the United States was debtor to Fisher for the amount involved.", "characters": 454, "sentences": 4}, {"text": "George Fisher must have considered that the Indians destroyed the property, because, although he lived several years afterward, he does not appear to have ever made any claim upon the government.", "characters": 195, "sentences": 2}, {"text": "Two hundred and twenty acres of corn in the field, thirty-five acres of wheat, and nine hundred and eighty-six head of live stock!  [What a singularly intelligent army we had in those days, according to Mr. Floyd --though not according to the Congress of 1832.]", "characters": 261, "sentences": 3}, {"text": "So Mr. Floyd decided that the Government was not responsible for that $3,200 worth of rubbish which the Indians destroyed, but was responsible for the property destroyed by the troops--which property consisted of (I quote from the printed United States Senate document):", "characters": 270, "sentences": 2}, {"text": "Dollars      Corn at Bassett's Creek, ............... 3,000      Cattle, ................................ 5,000      Stock hogs, ............................ 1,050      Drove hogs, ............................ 1,204      Wheat, .................................   350      Hides, ................................. 4,000      Corn on the Alabama River, ............. 3,500", "characters": 371, "sentences": 183}, {"text": "He allows that sum to the starving Fishers, TOGETHER WITH INTEREST FROM 1813.  From this new sum total the amounts already paid to the Fishers were deducted, and then the cheerful remainder (a fraction under forty thousand dollars) was handed to them, and again they retired to Florida in a condition of temporary tranquillity.  Their ancestor's farm had now yielded them altogether nearly sixty-seven thousand dollars in cash.", "characters": 427, "sentences": 4}, {"text": "The United States in account with the legal representatives                       of George Fisher, deceased.                                                              DOL.C 1813.--To 550 head of cattle, at 10 dollars, ............. 5,500.00        To 86 head of drove hogs, ......................... 1,204.00        To 350 head of stock hogs, ........................ 1,750.00", "characters": 380, "sentences": 69}, {"text": "To interest on $22,202, from July 1813           to November 1860, 47 years and 4 months, .......63,053.68        To interest on $12,750, from September           1814 to November 1860, 46 years and 2 months, ..35,317.50", "characters": 220, "sentences": 12}, {"text": "But, sadly enough for the destitute orphans, a new President came in just at this time, Buchanan and Floyd went out, and they never got their money.  The first thing Congress did in 1861 was to rescind the resolution of June 1, 1860, under which Mr. Floyd had been ciphering. Then Floyd (and doubtless the heirs of George Fisher likewise) had to give up financial business for a while, and go into the Confederate army and serve their country.", "characters": 443, "sentences": 5}, {"text": "Were the heirs of George Fisher killed?  No.  They are back now at this very time (July, 1870), beseeching Congress through that blushing and diffident creature, Garrett Davis, to commence making payments again on their interminable and insatiable bill of damages for corn and whisky destroyed by a gang of irresponsible Indians, so long ago that even government red-tape has failed to keep consistent and intelligent track of it.", "characters": 430, "sentences": 3}, {"text": "Now the above are facts.  They are history.  Any one who doubts it can send to the Senate Document Department of the Capitol for H. R. Ex. Doc. No. 21, 36th Congress, 2d Session; and for S. Ex. Doc. No. 106, 41st Congress, 2d Session, and satisfy himself.  The whole case is set forth in the first volume of the Court of Claims Reports.", "characters": 336, "sentences": 14}, {"text": "In San Francisco, the other day, \"A well-dressed boy, on his way to Sunday-school, was arrested and thrown into the city prison for stoning Chinamen.\"", "characters": 150, "sentences": 2}, {"text": "What a commentary is this upon human justice!  What sad prominence it gives to our human disposition to tyrannize over the weak!  San Francisco has little right to take credit to herself for her treatment of this poor boy.  What had the child's education been?  How should he suppose it was wrong to stone a Chinaman?  Before we side against him, along with outraged San Francisco, let us give him a chance--let us hear the testimony for the defense.", "characters": 450, "sentences": 3}, {"text": "He was a \"well-dressed\" boy, and a Sunday-school scholar, and therefore the chances are that his parents were intelligent, well-to-do people, with just enough natural villainy in their composition to make them yearn after the daily papers, and enjoy them; and so this boy had opportunities to learn all through the week how to do right, as well as on Sunday.", "characters": 358, "sentences": 2}, {"text": "It was in this way that he found out that the great commonwealth of California imposes an unlawful mining-tax upon John the foreigner, and allows Patrick the foreigner to dig gold for nothing--probably because the degraded Mongol is at no expense for whisky, and the refined Celt cannot exist without it.", "characters": 304, "sentences": 2}, {"text": "It was in this way that he found out that a respectable number of the tax-gatherers--it would be unkind to say all of them--collect the tax twice, instead of once; and that, inasmuch as they do it solely to discourage Chinese immigration into the mines, it is a thing that is much applauded, and likewise regarded as being singularly facetious.", "characters": 344, "sentences": 2}, {"text": "It was in this way that he found out that when a white man robs a sluice-box (by the term white man is meant Spaniards, Mexicans, Portuguese, Irish, Hondurans, Peruvians, Chileans, etc., etc.), they make him leave the camp; and when a Chinaman does that thing, they hang him.", "characters": 275, "sentences": 4}, {"text": "It was in this way that he found out that in many districts of the vast Pacific coast, so strong is the wild, free love of justice in the hearts of the people, that whenever any secret and mysterious crime is committed, they say, \"Let justice be done, though the heavens fall,\" and go straightway and swing a Chinaman.", "characters": 318, "sentences": 2}, {"text": "And, therefore, what could have been more natural than for this sunny-hearted-boy, tripping along to Sunday-school, with his mind teeming with freshly learned incentives to high and virtuous action, to say to himself:", "characters": 217, "sentences": 1}, {"text": "Everything conspired to teach him that it was a high and holy thing to stone a Chinaman, and yet he no sooner attempts to do his duty than he is punished for it--he, poor chap, who has been aware all his life that one of the principal recreations of the police, out toward the Gold Refinery, is to look on with tranquil enjoyment while the butchers of Brannan Street set their dogs on unoffending Chinamen, and make them flee for their lives.", "characters": 442, "sentences": 2}, {"text": "Keeping in mind the tuition in the humanities which the entire \"Pacific coast\" gives its youth, there is a very sublimity of incongruity in the virtuous flourish with which the good city fathers of San Francisco proclaim (as they have lately done) that \"The police are positively ordered to arrest all boys, of every description and wherever found, who engage in assaulting Chinamen.\"", "characters": 384, "sentences": 2}, {"text": "Still, let us be truly glad they have made the order, notwithstanding its inconsistency; and let us rest perfectly confident the police are glad, too.  Because there is no personal peril in arresting boys, provided they be of the small kind, and the reporters will have to laud their performances just as loyally as ever, or go without items.", "characters": 342, "sentences": 3}, {"text": "\"'Judge, do I understand you to say that this man is not guilty that murdered my husband without any cause before my own eyes and my little children's, and that all has been done to him that ever justice and the law can do?' \"'The same,' says I.", "characters": 245, "sentences": 2}, {"text": "\"And then what do you reckon she did?  Why, she turned on that smirking Spanish fool like a wildcat, and out with a 'navy' and shot him dead in open court!\"", "characters": 156, "sentences": 1}, {"text": "\"I wouldn't have missed it for anything.  I adjourned court right on the spot, and we put on our coats and went out and took up a collection for her and her cubs, and sent them over the mountains to their friends. Ah, she was a spirited wench!\"", "characters": 244, "sentences": 3}, {"text": "\"Could you give me any information respecting such islands, if any, as the government is going to purchase?\"", "characters": 108, "sentences": 1}, {"text": "But he worried through, and got well and started a farm.  He fenced it in, and the next day that great storm came on and washed the most of it over to Gibraltar, or around there somewhere.  He only said, in his patient way, that it was gone, and he wouldn't bother about trying to find out where it went to, though it was his opinion it went to Gibraltar.", "characters": 355, "sentences": 4}, {"text": "He went back there last week in a couple of ships of war, to prospect around the coast for a safe place for a farm where he could be quiet; but a great \"tidal wave\" came, and hoisted both of the ships out into one of the interior counties, and he came near losing his life.  So he has given up prospecting in a ship, and is discouraged.", "characters": 336, "sentences": 3}, {"text": "But these expeditions were trifles compared with the present one; for this one comprised among its servants the very greatest among the learned; and besides it was to go to the utterly unvisited regions believed to lie beyond the mighty forest--as we have remarked before. How the members were banqueted, and glorified, and talked about! Everywhere that one of them showed himself, straightway there was a crowd to gape and stare at him.", "characters": 437, "sentences": 3}, {"text": "\"You are hired to dig, sir--that is all.  We need your muscle, not your brains.  When we want your opinion on scientific matters, we will hasten to let you know.  Your coolness is intolerable, too--loafing about here meddling with august matters of learning, when the other laborers are pitching camp.  Go along and help handle the baggage.\"", "characters": 341, "sentences": 6}, {"text": "The Tumble-Bug turned on his heel uncrushed, unabashed, observing to himself, \"If it isn't land tilted up, let me die the death of the unrighteous.\"", "characters": 148, "sentences": 2}, {"text": "Professor Bull Frog (nephew of the late explorer) said he believed the ridge was the wall that inclosed the earth.  He continued:", "characters": 129, "sentences": 2}, {"text": "\"Our fathers have left us much learning, but they had not traveled far, and so we may count this a noble new discovery.  We are safe for renown now, even though our labors began and ended with this single achievement. I wonder what this wall is built of?  Can it be fungus?  Fungus is an honorable good thing to build a wall of.\"", "characters": 329, "sentences": 4}, {"text": "\"'The fact that it is not diaphanous convinces me that it is a dense vapor formed by the calorification of ascending moisture dephlogisticated by refraction.  A few endiometrical experiments would confirm this, but it is not necessary.  The thing is obvious.\"", "characters": 259, "sentences": 4}, {"text": "So he shut up his glass and went into his shell to make a note of the discovery of the world's end, and the nature of it.", "characters": 121, "sentences": 2}, {"text": "\"Profound mind!\" said Professor Angle-Worm to Professor Field-Mouse; \"profound mind! nothing can long remain a mystery to that august brain.\"", "characters": 141, "sentences": 2}, {"text": "\"'My friends, we have indeed made a discovery here.  We have found in a palpable, compact, and imperishable state what the wisest of our fathers always regarded as a mere thing of the imagination.  Humble yourselves, my friends, for we stand in a majestic presence.  These are parallels of latitude!\"", "characters": 300, "sentences": 4}, {"text": "Every heart and every head was bowed, so awful, so sublime was the magnitude of the discovery.  Many shed tears.", "characters": 112, "sentences": 3}, {"text": "The camp was pitched and the rest of the day given up to writing voluminous accounts of the marvel, and correcting astronomical tables to fit it.  Toward midnight a demoniacal shriek was heard, then a clattering and rumbling noise, and the next instant a vast terrific eye shot by, with a long tail attached, and disappeared in the gloom, still uttering triumphant shrieks.", "characters": 373, "sentences": 3}, {"text": "The poor camp laborers were stricken to the heart with fright, and stampeded for the high grass in a body.  But not the scientists.  They had no superstitions.  They calmly proceeded to exchange theories. The ancient geographer's opinion was asked.  He went into his shell and deliberated long and profoundly.  When he came out at last, they all knew by his worshiping countenance that he brought light.  Said he:", "characters": 413, "sentences": 8}, {"text": "\"Give thanks for this stupendous thing which we have been permitted to witness.  It is the Vernal Equinox!\"", "characters": 107, "sentences": 2}, {"text": "\"Very well,\" said the Turtle, \"we are far from our region; the season differs with the difference of time between the two points.\"", "characters": 130, "sentences": 2}, {"text": "\"It is a great mystery.  I grant that.  But I am persuaded that the humidity of the atmosphere in these remote regions is such that particles of daylight adhere to the disk and it was by aid of these that we were enabled to see the sun in the dark.\"", "characters": 249, "sentences": 4}, {"text": "But about this moment those dreadful shriekings were heard again; again the rumbling and thundering came speeding up out of the night; and once more a flaming great eye flashed by and lost itself in gloom and distance.", "characters": 218, "sentences": 2}, {"text": "The camp laborers gave themselves up for lost.  The savants were sorely perplexed.  Here was a marvel hard to account for.  They thought and they talked, they talked and they thought.  Finally the learned and aged Lord Grand-Daddy-Longlegs, who had been sitting in deep study, with his slender limbs crossed and his stemmy arms folded, said:", "characters": 341, "sentences": 5}, {"text": "\"Deliver your opinions, brethren, and then I will tell my thought--for I think I have solved this problem.\"", "characters": 107, "sentences": 2}, {"text": "\"O-o-o!\"  \"O-o-o! go to bed! go to bed!\" with annoyed derision from everybody.  So the poor old Woodlouse retreated out of sight, consumed with shame.", "characters": 150, "sentences": 3}, {"text": "Further discussion followed, and then the united voice of the commission begged Lord Longlegs to speak.  He said:", "characters": 113, "sentences": 2}, {"text": "Every scholar sprang to his feet pale with astonishment.  Then ensued tears, handshakings, frenzied embraces, and the most extravagant jubilations of every sort.  But by and by, as emotion began to retire within bounds, and reflection to return to the front, the accomplished Chief Inspector Lizard observed:", "characters": 308, "sentences": 3}, {"text": "The arrow went home.  It carried sorrow to the breast of every apostle of learning there, for none could deny that this was a formidable criticism. But tranquilly the venerable Duke crossed his limbs behind his ears and said:", "characters": 225, "sentences": 3}, {"text": "\"My friend has touched the marrow of our mighty discovery.  Yes--all that have lived before us thought a transit of Venus consisted of a flight across the sun's face; they thought it, they maintained it, they honestly believed it, simple hearts, and were justified in it by the limitations of their knowledge; but to us has been granted the inestimable boon of proving that the transit occurs across the earth's face, for we have SEEN it!\"", "characters": 439, "sentences": 2}, {"text": "The assembled wisdom sat in speechless adoration of this imperial intellect.  All doubts had instantly departed, like night before the lightning.", "characters": 145, "sentences": 3}, {"text": "But the shoulder was indignantly withdrawn and the hard-handed son of toil went to earth.  He floundered a bit, but came up smiling, arranged his attitude with the same careful detail as before, only choosing Professor Dogtick's shoulder for a support, opened his lips and--", "characters": 274, "sentences": 2}, {"text": "\"No more of this, sirrah Tumble-Bug!  Say your say and then get you about your business with speed!  Quick--what is your errand?  Come move off a trifle; you smell like a stable; what have you been at?\"", "characters": 202, "sentences": 1}, {"text": "\"Please ('ic!) please your worship I chanced to light upon a find.  But no m(e-uck!) matter 'bout that.  There's b('ic !) been another find which--beg pardon, your honors, what was that th('ic!) thing that ripped by here first?\"", "characters": 228, "sentences": 3}, {"text": "Now Professor Field-Mouse having placed his sensitive ear to the tree, detected a rich, harmonious sound issuing from it.  This surprising thing was tested and enjoyed by each scholar in turn, and great was the gladness and astonishment of all.  Professor Woodlouse was requested to add to and extend the tree's name so as to make it suggest the musical quality it possessed--which he did, furnishing the addition Anthem Singer, done into the Mastodon tongue.", "characters": 459, "sentences": 4}, {"text": "\"And improved it, mayhap,\" muttered the Tumble-Bug, who was intruding again, according to his idle custom and his unappeasable curiosity.", "characters": 137, "sentences": 2}, {"text": "The Tumble-Bug, overhearing this discussion, said he was willing that the parvenus of these new times should find what comfort they might in their wise-drawn theories, since as far as he was concerned he was content to be of the old first families and proud to point back to his place among the old original aristocracy of the land.", "characters": 332, "sentences": 2}, {"text": "\"Enjoy your mushroom dignity, stinking of the varnish of yesterday's veneering, since you like it,\" said he; \"suffice it for the Tumble-Bugs that they come of a race that rolled their fragrant spheres down the solemn aisles of antiquity, and left their imperishable works embalmed in the Old Red Sandstone to proclaim it to the wasting centuries as they file along the highway of Time!\"", "characters": 386, "sentences": 1}, {"text": "THE AMERICAN HOTEL.      MEALS AT ALL HOURS.      THE SHADES.              NO SMOKING.      BOATS FOR HIRE CHEAP     UNION PRAYER MEETING, 4 P.M.      BILLIARDS.               THE WATERSIDE JOURNAL.      THE A1 BARBER SHOP.      TELEGRAPH OFFICE.      KEEP OFF THE GRASS.      TRY BRANDRETH'S PILLS.      COTTAGES FOR RENT DURING THE WATERING SEASON.      FOR SALE CHEAP.          FOR SALE CHEAP.      FOR SALE CHEAP.          FOR SALE CHEAP.", "characters": 442, "sentences": 18}, {"text": "At first it seemed to the professor that this was a sign-language, and that each word was represented by a distinct sign; further examination convinced him that it was a written language, and that every letter of its alphabet was represented by a character of its own; and finally he decided that it was a language which conveyed itself partly by letters, and partly by signs or hieroglyphics.  This conclusion was forced upon him by the discovery of several specimens of the following nature:", "characters": 493, "sentences": 2}, {"text": "WATERSIDE MUSEUM.                            Open at All Hours.                           Admission 50 cents.                         WONDERFUL COLLECTION OF                       WAX-WORKS, ANCIENT FOSSILS,                                   ETC.", "characters": 246, "sentences": 5}, {"text": "Professor Woodlouse affirmed that the word \"Museum\" was equivalent to the phrase \"lumgath molo,\" or \"Burial Place.\"  Upon entering, the scientists were well astonished.  But what they saw may be best conveyed in the language of their own official report:", "characters": 254, "sentences": 3}, {"text": "\"With feverish interest we called for our ancient scientific records to discover if perchance the description of Man there set down would tally with the fossils before us.  Professor Woodlouse read it aloud in its quaint and musty phraseology, to wit:", "characters": 251, "sentences": 2}, {"text": "\"'Jones, if you don't want to be discharged from the Musseum, make      the next primeaveal weppons more careful--you couldn't even fool one      of these sleepy old syentific grannys from the Coledge with the last      ones.  And mind you the animles you carved on some of the Bone      Ornaments is a blame sight too good for any primeaveal man that was      ever fooled.--Varnum, Manager.'", "characters": 392, "sentences": 4}, {"text": "\"Back of the burial place was a mass of ashes, showing that Man always had a feast at a funeral--else why the ashes in such a place; and showing, also, that he believed in God and the immortality of the soul --else why these solemn ceremonies?", "characters": 243, "sentences": 1}, {"text": "Near the margin of the great river the scientists presently found a huge, shapely stone, with this inscription:", "characters": 111, "sentences": 1}, {"text": "\"In 1847, in the spring, the river overflowed its banks and covered      the whole township.  The depth was from two to six feet.  More than      900 head of cattle were lost, and many homes destroyed.  The Mayor      ordered this memorial to be erected to perpetuate the event.  God      spare us the repetition of it!\"", "characters": 320, "sentences": 5}, {"text": "With infinite trouble, Professor Woodlouse succeeded in making a translation of this inscription, which was sent home, and straightway an enormous excitement was created about it.  It confirmed, in a remarkable way, certain treasured traditions of the ancients.  The translation was slightly marred by one or two untranslatable words, but these did not impair the general clearness of the meaning.  It is here presented:", "characters": 420, "sentences": 4}, {"text": "\"One thousand eight hundred and forty-seven years ago, the (fires?)      descended and consumed the whole city.  Only some nine hundred souls      were saved, all others destroyed.  The (king?) commanded this stone      to be set up to .  .  .  (untranslatable) .  .  .  prevent the      repetition of it.\"", "characters": 306, "sentences": 10}, {"text": "Another time the expedition made a great \"find.\"  It was a vast round flattish mass, ten frog-spans in diameter and five or six high. Professor Snail put on his spectacles and examined it all around, and then climbed up and inspected the top.  He said:", "characters": 252, "sentences": 4}, {"text": "Not a Tumble-Bug could be found on duty, so the Mound was excavated by a working party of Ants.  Nothing was discovered.  This would have been a great disappointment, had not the venerable Longlegs explained the matter.  He said:", "characters": 229, "sentences": 4}, {"text": "\"It is now plain to me that the mysterious and forgotten race of Mound Builders did not always erect these edifices as mausoleums, else in this case, as in all previous cases, their skeletons would be found here, along with the rude implements which the creatures used in life.  Is not this manifest?\"", "characters": 301, "sentences": 2}, {"text": "\"A monument!\" quoth he.  \"A monument setup by a Mound Builder!  Aye, so it is!  So it is, indeed, to the shrewd keen eye of science; but to an ignorant poor devil who has never seen a college, it is not a Monument, strictly speaking, but is yet a most rich and noble property; and with your worship's good permission I will proceed to manufacture it into spheres of exceeding grace and--\"", "characters": 388, "sentences": 2}, {"text": "The Tumble-Bug was driven away with stripes, and the draftsmen of the expedition were set to making views of the Monument from different standpoints, while Professor Woodlouse, in a frenzy of scientific zeal, traveled all over it and all around it hoping to find an inscription. But if there had ever been one, it had decayed or been removed by some vandal as a relic.", "characters": 368, "sentences": 3}, {"text": "The views having been completed, it was now considered safe to load the precious Monument itself upon the backs of four of the largest Tortoises and send it home to the king's museum, which was done; and when it arrived it was received with enormous erclat and escorted to its future abiding-place by thousands of enthusiastic citizens, King Bullfrog XVI. himself attending and condescending to sit enthroned upon it throughout the progress.", "characters": 441, "sentences": 3}, {"text": "And near the Double Man-Bird was found what was plainly an ancient record of his, marked upon numberless sheets of a thin white substance and bound together.  Almost the first glance that Professor Woodlouse threw into it revealed this following sentence, which he instantly translated and laid before the scientists, in a tremble, and it uplifted every soul there with exultation and astonishment:", "characters": 398, "sentences": 2}, {"text": "He said, \"I gave you a letter from certain of my constituents in the State of Nevada, asking the establishment of a post-office at Baldwin's Ranch, and told you to answer it, as ingeniously as you could, with arguments which should persuade them that there was no real necessity for an office at that place.\"", "characters": 308, "sentences": 2}, {"text": "'WASHINGTON, Nov. 24      'Messrs. Smith, Jones, and others.", "characters": 60, "sentences": 4}, {"text": "\"That is the way you answered that letter.  Those people say they will hang me, if I ever enter that district again; and I am perfectly satisfied they will, too.\"", "characters": 162, "sentences": 3}, {"text": "'What is fame!  Fame is an accident.  Sir Isaac Newton discovered      an apple falling to the ground--a trivial discovery, truly, and one      which a million men had made before him--but his parents were      influential, and so they tortured that small circumstance into      something wonderful, and, lo! the simple world took up the shout      and, in almost the twinkling of an eye, that man was famous.      Treasure these thoughts.", "characters": 439, "sentences": 4}, {"text": "\"Mary had a little lamb, its fleece was white as snow--      And everywhere that Mary went, the lamb was sure to go.\"", "characters": 117, "sentences": 2}, {"text": "\"Jack and Gill went up the hill                     To draw a pail of water;                     Jack fell down and broke his crown,                     And Gill came tumbling after.\"", "characters": 183, "sentences": 2}, {"text": "'For simplicity, elegance of diction, and freedom from immoral      tendencies, I regard those two poems in the light of gems.  They      are suited to all grades of intelligence, to every sphere of life      --to the field, to the nursery, to the guild.  Especially should      no Board of Aldermen be without them.", "characters": 316, "sentences": 4}, {"text": "'Venerable fossils! write again.  Nothing improves one so much as      friendly correspondence.  Write again--and if there is anything in      this memorial of yours that refers to anything in particular, do      not be backward about explaining it.  We shall always be happy to      hear you chirp.                          'Very truly, etc.,                                    \"'MARK TWAIN,                          'For James W. N-----, U. S. Senator.'", "characters": 455, "sentences": 10}, {"text": "\"Well, sir, I am really sorry if there is anything wrong about it--but --but it appears to me to dodge the water-lot question.\"", "characters": 127, "sentences": 2}, {"text": "\"Du--leave the house!  I am a ruined man. Those Humboldt savages never will forgive me for tangling their brains up with this inhuman letter. I have lost the respect of the Methodist Church, the board of aldermen--\"", "characters": 215, "sentences": 3}, {"text": "\"Well, I haven't anything to say about that, because I may have missed it a little in their cases, but I WAS too many for the Baldwin's Ranch people, General!\"", "characters": 159, "sentences": 1}, {"text": "I regarded that as a sort of covert intimation that my service could be dispensed with, and so I resigned.  I never will be a private secretary to a senator again.  You can't please that kind of people.  They don't know anything.  They can't appreciate a party's efforts.", "characters": 271, "sentences": 6}, {"text": "One of the best men in Washington--or elsewhere--is RILEY, correspondent of one of the great San Francisco dailies.", "characters": 115, "sentences": 2}, {"text": "John Wagner, the oldest man in Buffalo--one hundred and four years old --recently walked a mile and a half in two weeks.", "characters": 120, "sentences": 2}, {"text": "He is as cheerful and bright as any of these other old men that charge around so persistently and tiresomely in the newspapers, and in every way as remarkable.", "characters": 159, "sentences": 2}, {"text": "Last November he walked five blocks in a rainstorm, without any shelter but an umbrella, and cast his vote for Grant, remarking that he had voted for forty-seven presidents--which was a lie.", "characters": 190, "sentences": 2}, {"text": "His \"second crop\" of rich brown hair arrived from New York yesterday, and he has a new set of teeth coming--from Philadelphia.", "characters": 126, "sentences": 2}, {"text": "They have been engaged eighty years, but their parents persistently refused their consent until three days ago.", "characters": 111, "sentences": 2}, {"text": "John Wagner is two years older than the Rhode Island veteran, and yet has never tasted a drop of liquor in his life--unless--unless you count whisky.", "characters": 149, "sentences": 2}, {"text": "He brought in a cloud of witnesses, and produced an overwhelming mass of testimony, to show that old sledge was not a game of chance but a game of science.", "characters": 155, "sentences": 2}, {"text": "Instead of being the simplest case in the world, it had somehow turned out to be an excessively knotty one.  The judge scratched his head over it awhile, and said there was no way of coming to a determination, because just as many men could be brought into court who would testify on one side as could be found to testify on the other.  But he said he was willing to do the fair thing by all parties, and would act upon any suggestion Mr. Sturgis would make for the solution of the difficulty.", "characters": 493, "sentences": 5}, {"text": "\"Impanel a jury of six of each, Luck versus Science.  Give them candles and a couple of decks of cards.  Send them into the jury-room, and just abide by the result!\"", "characters": 165, "sentences": 3}, {"text": "There was no disputing the fairness of the proposition.  The four deacons and the two dominies were sworn in as the \"chance\" jurymen, and six inveterate old seven-up professors were chosen to represent the \"science\" side of the issue.  They retired to the jury-room.", "characters": 266, "sentences": 4}, {"text": "In about two hours Deacon Peters sent into court to borrow three dollars from a friend.  [Sensation.]  In about two hours more Dominie Miggles sent into court to borrow a \"stake\" from a friend.  [Sensation.]  During the next three or four hours the other dominie and the other deacons sent into court for small loans.  And still the packed audience waited, for it was a prodigious occasion in Bull's Corners, and one in which every father of a family was necessarily interested.", "characters": 478, "sentences": 7}, {"text": "The rest of the story can be told briefly.  About daylight the jury came in, and Deacon Job, the foreman, read the following:", "characters": 125, "sentences": 2}, {"text": "\"That is the way that seven-up came to be set apart and particularized in the statute-books of Kentucky as being a game not of chance but of science, and therefore not punishable under the law,\" said Mr. K-----. \"That verdict is of record, and holds good to this day.\"", "characters": 268, "sentences": 4}, {"text": "Early to bed and early to rise                Makes a man healthy and wealthy and wise.", "characters": 87, "sentences": 2}, {"text": "He invented a stove that would smoke your head off in four hours by the clock.  One can see the almost devilish satisfaction he took in it by his giving it his name.", "characters": 165, "sentences": 3}, {"text": "He was always proud of telling how he entered Philadelphia for the first time, with nothing in the world but two shillings in his pocket and four rolls of bread under his arm.  But really, when you come to examine it critically, it was nothing.  Anybody could have done it.", "characters": 273, "sentences": 4}, {"text": "To the subject of this memoir belongs the honor of recommending the army to go back to bows and arrows in place of bayonets and muskets. He observed, with his customary force, that the bayonet was very well under some circumstances, but that he doubted whether it could be used with accuracy at a long range.", "characters": 308, "sentences": 3}, {"text": "Now I will read that item myself, and see if there is any foundation for all this fuss.  And if there is, the author of it shall hear from me.", "characters": 142, "sentences": 3}, {"text": "I have read it, and I am bound to admit that it seems a little mixed at a first glance.  However, I will peruse it once more.", "characters": 125, "sentences": 3}, {"text": "It was night.  Stillness reigned in the grand old feudal castle of Klugenstein.  The year 1222 was drawing to a close.  Far away up in the tallest of the castle's towers a single light glimmered.  A secret council was being held there.  The stern old lord of Klugenstein sat in a chair of state meditating.  Presently he said, with a tender accent:", "characters": 348, "sentences": 7}, {"text": "\"Now it hath come to pass that age hath laid its hand upon my brother, and he waxes feeble.  The cares of state do tax him sore, therefore he wills that you shall come to him and be already duke in act, though not yet in name.  Your servitors are ready--you journey forth to-night.", "characters": 281, "sentences": 4}, {"text": "\"Oh, my father, is it for this my life hath been a lie?  Was it that I might cheat my unoffending cousin of her rights?  Spare me, father, spare your child!\"", "characters": 157, "sentences": 1}, {"text": "\"What, hussy!  Is this my reward for the august fortune my brain has wrought for thee?  By the bones of my father, this puling sentiment of thine but ill accords with my humor.", "characters": 176, "sentences": 2}, {"text": "Let this suffice, of the conversation.  It is enough for us to know that the prayers, the entreaties and the tears of the gentle-natured girl availed nothing. Neither they nor anything could move the stout old lord of Klugenstein.  And so, at last, with a heavy heart, the daughter saw the castle gates close behind her, and found herself riding away in the darkness surrounded by a knightly array of armed vassals and a brave following of servants.", "characters": 449, "sentences": 5}, {"text": "The old baron sat silent for many minutes after his daughter's departure, and then he turned to his sad wife and said:", "characters": 118, "sentences": 1}, {"text": "\"Dame, our matters seem speeding fairly.  It is full three months since I sent the shrewd and handsome Count Detzin on his devilish mission to my brother's daughter Constance.  If he fail, we are not wholly safe, but if he do succeed, no power can bar our girl from being Duchess e'en though ill-fortune should decree she never should be Duke!\"", "characters": 344, "sentences": 3}, {"text": "But in a remote apartment of the palace a scene of a different nature was transpiring.  By a window stood the duke's only child, the Lady Constance.  Her eyes were red and swollen and full of tears.  She was alone.  Presently she fell to weeping anew, and said aloud:", "characters": 267, "sentences": 5}, {"text": "\"The villain Detzin is gone--has fled the dukedom!  I could not believe it at first, but alas! it is too true.  And I loved him so.  I dared to love him though I knew the duke, my father, would never let me wed him. I loved him--but now I hate him!  With all my soul I hate him!  Oh, what is to become of me!  I am lost, lost, lost!  I shall go mad!\"", "characters": 350, "sentences": 4}, {"text": "This could not go on forever.  All the world was talking about it.  The duke was beginning to look perplexed.  Poor Conrad was becoming a very ghost through dread and dire distress.  One day as he was emerging from a private anteroom attached to the picture-gallery, Constance confronted him, and seizing both his hands, in hers, exclaimed:", "characters": 340, "sentences": 5}, {"text": "\"Oh, why do you avoid me?  What have I done--what have I said, to lose your kind opinion of me--for surely I had it once?  Conrad, do not despise me, but pity a tortured heart?  I cannot, cannot hold the words unspoken longer, lest they kill me--I LOVE you, CONRAD!  There, despise me if you must, but they would be uttered!\"", "characters": 325, "sentences": 1}, {"text": "Conrad was speechless.  Constance hesitated a moment, and then, misinterpreting his silence, a wild gladness flamed in her eyes, and she flung her arms about his neck and said:", "characters": 176, "sentences": 2}, {"text": "\"You relent! you relent! You can love me--you will love me! Oh, say you will, my own, my worshipped Conrad!'\"", "characters": 109, "sentences": 1}, {"text": "Conrad groaned aloud.  A sickly pallor overspread his countenance, and he trembled like an aspen.  Presently, in desperation, he thrust the poor girl from him, and cried:", "characters": 170, "sentences": 3}, {"text": "\"You know not what you ask!  It is forever and ever impossible!\"  And then he fled like a criminal, and left the princess stupefied with amazement. A minute afterward she was crying and sobbing there, and Conrad was crying and sobbing in his chamber.  Both were in despair.  Both saw ruin staring them in the face.", "characters": 314, "sentences": 5}, {"text": "\"To think that he was despising my love at the very moment that I thought it was melting his cruel heart!  I hate him!  He spurned me--did this man--he spurned me from him like a dog!\"", "characters": 184, "sentences": 1}, {"text": "Time passed on.  A settled sadness rested once more upon the countenance of the good duke's daughter.  She and Conrad were seen together no more now.  The duke grieved at this.  But as the weeks wore away Conrad's color came back to his cheeks and his old-time vivacity to his eye, and he administered the government with a clear and steadily ripening wisdom.", "characters": 359, "sentences": 6}, {"text": "Presently a strange whisper began to be heard about the palace.  It grew louder; it spread farther.  The gossips of the city got hold of it.  It swept the dukedom.  And this is what the whisper said:", "characters": 199, "sentences": 5}, {"text": "When the lord of Klugenstein heard it, he swung his plumed helmet thrice around his head and shouted:", "characters": 101, "sentences": 1}, {"text": "\"Long live Duke Conrad!--for lo, his crown is sure from this day forward!  Detzin has done his errand well, and the good scoundrel shall be rewarded!\"", "characters": 150, "sentences": 1}, {"text": "And he spread the tidings far and wide, and for eight-and-forty hours no soul in all the barony but did dance and sing, carouse and illuminate, to celebrate the great event, and all at proud and happy old Klugenstein's expense.", "characters": 227, "sentences": 2}, {"text": "The gladdest was in his father's, for, unknown to his daughter \"Conrad,\" the old Baron Klugenstein was come, and was among the crowd of nobles, triumphant in the swelling fortunes of his house.", "characters": 193, "sentences": 2}, {"text": "After the heralds had made due proclamation and the other preliminaries had followed, the venerable Lord Chief justice said:", "characters": 124, "sentences": 1}, {"text": "The unhappy princess rose, and stood unveiled before the vast multitude. The Lord Chief Justice continued:", "characters": 106, "sentences": 2}, {"text": "\"Most noble lady, before the great judges of this realm it hath been charged and proven that out of holy wedlock your Grace hath given birth unto a child, and by our ancient law the penalty is death excepting in one sole contingency, whereof his Grace the acting Duke, our good Lord Conrad, will advertise you in his solemn sentence now; wherefore, give heed.\"", "characters": 360, "sentences": 2}, {"text": "Conrad stretched forth the reluctant sceptre, and in the selfsame moment the womanly heart beneath his robe yearned pityingly toward the doomed prisoner, and the tears came into his eyes.  He opened his lips to speak, but the Lord Chief Justice said quickly:", "characters": 258, "sentences": 2}, {"text": "\"Not there, your Grace, not there!  It is not lawful to pronounce judgment upon any of the ducal line SAVE FROM THE DUCAL THRONE!\"", "characters": 130, "sentences": 1}, {"text": "A shudder went to the heart of poor Conrad, and a tremor shook the iron frame of his old father likewise.  CONRAD HAD NOT BEEN CROWNED--dared he profane the throne? He hesitated and turned pale with fear.  But it must be done.  Wondering eyes were already upon him.  They would be suspicious eyes if he hesitated longer.  He ascended the throne.  Presently he stretched forth the sceptre again, and said:", "characters": 404, "sentences": 7}, {"text": "\"Prisoner, in the name of our sovereign lord, Ulrich, Duke of Brandenburgh, I proceed to the solemn duty that hath devolved upon me. Give heed to my words.  By the ancient law of the land, except you produce the partner of your guilt and deliver him up to the executioner you must surely die.  Embrace this opportunity--save yourself while yet you may.  Name the father of your child!\"", "characters": 385, "sentences": 5}, {"text": "A solemn hush fell upon the great court--a silence so profound that men could hear their own hearts beat.  Then the princess slowly turned, with eyes gleaming with hate, and pointing her finger straight at Conrad, said:", "characters": 219, "sentences": 2}, {"text": "An appalling conviction of his helpless, hopeless peril struck a chill to Conrad's heart like the chill of death itself.  What power on earth could save him!  To disprove the charge he must reveal that he was a woman, and for an uncrowned woman to sit in the ducal chair was death!  At one and the same moment he and his grim old father swooned and fell to the ground.", "characters": 368, "sentences": 3}, {"text": "The remainder of this thrilling and eventful story will NOT be found in this or any other publication, either now or at any future time.]", "characters": 137, "sentences": 2}, {"text": "The truth is, I have got my hero (or heroine) into such a particularly close place that I do not see how I am ever going to get him (or her) out of it again, and therefore I will wash my hands of the whole business, and leave that person to get out the best way that offers---or else stay there.  I thought it was going to be easy enough to straighten out that little difficulty, but it looks different now.", "characters": 407, "sentences": 3}, {"text": "Whereas, The Constitution guarantees equal rights to all, backed by the Declaration of Independence; and", "characters": 104, "sentences": 1}, {"text": "Whereas, Under our laws, the right of property in the literary result of a citizen's intellectual labor is restricted to forty-two years; and", "characters": 141, "sentences": 1}, {"text": "Whereas, Forty-two years seems an exceedingly just and righteous term, and a sufficiently long one for the retention of property;", "characters": 129, "sentences": 1}, {"text": "Therefore, Your petitioner, having the good of his country solely at heart, humbly prays that \"equal rights\" and fair and equal treatment may be meted out to all citizens, by the restriction of rights in all property, real estate included, to the beneficent term of forty-two years.  Then shall all men bless your honorable body and be happy.  And for this will your petitioner ever pray.                                              MARK TWAIN.", "characters": 445, "sentences": 5}, {"text": "She started down a very dark and dismal corridor--I stepping close after her.  Presently she stopped, and said that, as the way was so crooked and dark, perhaps she had better get a light.  But it seemed ungallant to allow a woman to put herself to so much trouble for me, and so I said:", "characters": 287, "sentences": 3}, {"text": "So we got along all right.  Arrived at her official and mysterious den, she asked me to tell her the date of my birth, the exact hour of that occurrence, and the color of my grandmother's hair.  I answered as accurately as I could.  Then she said:", "characters": 247, "sentences": 4}, {"text": "\"Silence!  You have had much trouble, some joy, some good fortune, some bad.  Your great grandfather was hanged.\"", "characters": 113, "sentences": 3}, {"text": "\"Ah--grieve, rather, that the jury did.  He was hanged.  His star crosses yours in the fourth division, fifth sphere.  Consequently you will be hanged also.\"", "characters": 157, "sentences": 5}, {"text": "I was now in tears.  It seemed hard enough to go to Congress; but to be hanged--this was too sad, too dreadful.  The woman seemed surprised at my grief.  I told her the thoughts that were in my mind.  Then she comforted me.", "characters": 223, "sentences": 6}, {"text": "\"Bless you, my benefactress!--excuse this embrace--you have removed a great load from my breast.  To be hanged in New Hampshire is happiness --it leaves an honored name behind a man, and introduces him at once into the best New Hampshire society in the other world.\"", "characters": 266, "sentences": 3}, {"text": "I then took leave of the fortune-teller.  But, seriously, is it well to glorify a murderous villain on the scaffold, as Pike was glorified in New Hampshire?  Is it well to turn the penalty for a bloody crime into a reward?  Is it just to do it?  Is it safe?", "characters": 257, "sentences": 2}, {"text": "Of course the jury then acquitted him.  But it was a merciful providence that Mrs. H.'s people had been afflicted as shown, else Hackett would certainly have been hanged.", "characters": 170, "sentences": 5}, {"text": "Now, the reader says, \"Here comes that same old plea of insanity again.\" But the reader has deceived himself this time.  No such plea was offered in her defense.  The judge sentenced her, nobody persecuted the governor with petitions for her pardon, and she was promptly hanged.", "characters": 278, "sentences": 5}, {"text": "Really, what we want now, is not laws against crime, but a law against insanity.  There is where the true evil lies.", "characters": 116, "sentences": 3}, {"text": "I eased the gravestone down till it rested on the ground, and in doing so noticed that it bore the name of \"John Baxter Copmanhurst,\" with \"May, 1839,\" as the date of his death.  Deceased sat wearily down by me, and wiped his os frontis with his major maxillary--chiefly from former habit I judged, for I could not see that he brought away any perspiration.", "characters": 357, "sentences": 3}, {"text": "\"It is too bad, too bad,\" said he, drawing the remnant of the shroud about him and leaning his jaw pensively on his hand.  Then he put his left foot up on his knee and fell to scratching his anklebone absently with a rusty nail which he got out of his coffin.", "characters": 259, "sentences": 3}, {"text": "\"Matter!  Look at this shroud-rags.  Look at this gravestone, all battered up.  Look at that disgraceful old coffin.  All a man's property going to ruin and destruction before his eyes, and ask him if anything is wrong?  Fire and brimstone!\"", "characters": 241, "sentences": 4}, {"text": "\"Calm yourself, calm yourself,\" I said.  \"It is too bad--it is certainly too bad, but then I had not supposed that you would much mind such matters, situated as you are.\"", "characters": 170, "sentences": 3}, {"text": "\"God forbid!\" I involuntarily ejaculated, for somehow I was not looking for that form of question, and it caught me a little off my guard.  But I hastened to make amends for my rudeness, and say, \"I simply meant I had not had the honor--for I would not deliberately speak discourteously of a friend of yours.  You were saying that you were robbed--and it was a shame, too--but it appears by what is left of the shroud you have on that it was a costly one in its day.  How did--\"", "characters": 478, "sentences": 4}, {"text": "\"Do not let that disturb you.  The community that can stand such graveyards as those we are emigrating from can stand anything a body can say about the neglected and forsaken dead that lie in them.\"", "characters": 198, "sentences": 3}, {"text": "At that very moment a cock crowed, and the weird procession vanished and left not a shred or a bone behind.  I awoke, and found myself lying with my head out of the bed and \"sagging\" downward considerably--a position favorable to dreaming dreams with morals in them, maybe, but not poetry.", "characters": 289, "sentences": 3}, {"text": "NOTE.--The reader is assured that if the cemeteries in his town are kept in good order, this Dream is not leveled at his town at all, but is leveled particularly and venomously at the NEXT town.", "characters": 194, "sentences": 3}, {"text": "She stopped quaking.  She paused, and there was moment of silence.  She turned her face over her shoulder toward me, and said, without even a smile in her voice:", "characters": 161, "sentences": 3}, {"text": "\"Why, I thought--that is, I meant--why, you can't have had any trouble. I've never heard you sigh, and never seen your eye when there wasn't a laugh in it.\"", "characters": 156, "sentences": 3}, {"text": "\"Well, bymeby my ole mistis say she's broke, an' she got to sell all de niggers on de place.  An' when I heah dat dey gwyne to sell us all off at oction in Richmon', oh, de good gracious! I know what dat mean!\"", "characters": 210, "sentences": 2}, {"text": "Aunt Rachel had gradually risen, while she warmed to her subject, and now she towered above us, black against the stars.", "characters": 120, "sentences": 2}, {"text": "\"Dey wa'n't no small-fry officers, mine you, dey was de biggest dey IS; an' de way dey made dem sojers mosey roun'!  De Gen'l he tole me to boss dat kitchen; an' he say, 'If anybody come meddlin' wid you, you jist make 'em walk chalk; don't you be afeared,' he say; 'you's 'mong frens now.'", "characters": 290, "sentences": 2}, {"text": "\"Well, one night we had a big sojer ball; de sojers dah at Newbern was always havin' balls an' carryin' on.  Dey had 'em in my kitchen, heaps o' times, 'ca'se it was so big.  Mine you, I was DOWN on sich doin's; beca'se my place was wid de officers, an' it rasp me to have dem common sojers cavortin' roun' in my kitchen like dat.  But I alway' stood aroun' an kep' things straight, I did; an' sometimes dey'd git my dander up, an' den I'd make 'em clar dat kitchen, mine I TELL you!", "characters": 483, "sentences": 4}, {"text": "I do not wish to write of the personal habits of these strange creatures solely, but also of certain curious details of various kinds concerning them, which, belonging only to their private life, have never crept into print.  Knowing the Twins intimately, I feel that I am peculiarly well qualified for the task I have taken upon myself.", "characters": 337, "sentences": 3}, {"text": "Upon one occasion the brothers fell out about something, and Chang knocked Eng down, and then tripped and fell on him, whereupon both clinched and began to beat and gouge each other without mercy.  The bystanders interfered, and tried to separate them, but they could not do it, and so allowed them to fight it out.  In the end both were disabled, and were carried to the hospital on one and the same shutter.", "characters": 409, "sentences": 4}, {"text": "By and by Eng fell in love with his sister-in-law's sister, and married her, and since that day they have all lived together, night and day, in an exceeding sociability which is touching and beautiful to behold, and is a scathing rebuke to our boasted civilization.", "characters": 265, "sentences": 2}, {"text": "There is a moral in these solemn warnings--or, at least, a warning in these solemn morals; one or the other.  No matter, it is somehow.  Let us heed it; let us profit by it.", "characters": 173, "sentences": 4}, {"text": "I could say more of an instructive nature about these interesting beings, but let what I have written suffice.", "characters": 110, "sentences": 2}, {"text": "Having forgotten to mention it sooner, I will remark in conclusion that the ages of the Siamese Twins are respectively fifty-one and fifty-three years.", "characters": 151, "sentences": 2}, {"text": "At the anniversary festival of the Scottish Corporation of London on Monday evening, in response to the toast of \"The Ladies,\" MARK TWAIN replied.  The following is his speech as reported in the London Observer:", "characters": 211, "sentences": 2}, {"text": "\"Let dogs delight to bark and bite,                     For God hath made them so.\"", "characters": 83, "sentences": 2}, {"text": "1.[Mr.  Benjamin Disraeli, at that time Prime Minister of England, had just been elected Lord Rector of Glasgow University, and had made a speech which gave rise to a world of discussion.]", "characters": 188, "sentences": 4}, {"text": "The fire had burned low.  A sense of loneliness crept over me.  I arose and undressed, moving on tiptoe about the room, doing stealthily what I had to do, as if I were environed by sleeping enemies whose slumbers it would be fatal to break.  I covered up in bed, and lay listening to the rain and wind and the faint creaking of distant shutters, till they lulled me to sleep.", "characters": 375, "sentences": 5}, {"text": "All my misery vanished--for a child might know that no harm could come with that benignant countenance.  My cheerful spirits returned at once, and in sympathy with them the gas flamed up brightly again.  Never a lonely outcast was so glad to welcome company as I was to greet the friendly giant.  I said:", "characters": 304, "sentences": 4}, {"text": "\"Why, is it nobody but you?  Do you know, I have been scared to death for the last two or three hours?  I am most honestly glad to see you.  I wish I had a chair--Here, here, don't try to sit down in that thing--\"", "characters": 213, "sentences": 2}, {"text": "But it was too late.  He was in it before I could stop him and down he went--I never saw a chair shivered so in my life.", "characters": 120, "sentences": 3}, {"text": "Too late again.  There was another crash, and another chair was resolved into its original elements.", "characters": 100, "sentences": 3}, {"text": "\"Confound it, haven't you got any judgment at all?  Do you want to ruin all the furniture on the place?  Here, here, you petrified fool--\"", "characters": 138, "sentences": 1}, {"text": "But it was no use.  Before I could arrest him he had sat down on the bed, and it was a melancholy ruin.", "characters": 103, "sentences": 3}, {"text": "\"Well, I will not break any more furniture.  But what am I to do?  I have not had a chance to sit down for a century.\"  And the tears came into his eyes.", "characters": 153, "sentences": 4}, {"text": "\"What is the matter with the bottom of your feet and the back of your legs, that they are gouged up so?\"", "characters": 104, "sentences": 1}, {"text": "\"Infernal chilblains--I caught them clear up to the back of my head, roosting out there under Newell's farm.  But I love the place; I love it as one loves his old home.  There is no peace for me like the peace I feel when I am there.\"", "characters": 234, "sentences": 4}, {"text": "I never saw such an eloquent look of shame, of pitiable humiliation, overspread a countenance before.", "characters": 101, "sentences": 2}, {"text": "He took the pipe from his mouth and laid it on the mantel, then stood irresolute a moment (unconsciously, from old habit, thrusting his hands where his pantaloons pockets should have been, and meditatively dropping his chin on his breast), and finally said:", "characters": 257, "sentences": 1}, {"text": "\"Well-I never felt so absurd before.  The Petrified Man has sold everybody else, and now the mean fraud has ended by selling its own ghost!  My son, if there is any charity left in your heart for a poor friendless phantom like me, don't let this get out.  Think how you would feel if you had made such an ass of yourself.\"", "characters": 322, "sentences": 4}, {"text": "I heard his stately tramp die away, step by step down the stairs and out into the deserted street, and felt sorry that he was gone, poor fellow --and sorrier still that he had carried off my red blanket and my bath-tub.", "characters": 219, "sentences": 2}, {"text": "\"George, he means well, but art is folly to him--he only understands groceries.  He thinks you would starve me.\"", "characters": 112, "sentences": 3}, {"text": "\"Confound his wisdom--it savors of inspiration.  Why am I not a money-making bowelless grocer, instead of a divinely gifted sculptor with nothing to eat?\"", "characters": 154, "sentences": 2}, {"text": "\"Do not despond, Georgy, dear--all his prejudices will fade away as soon as you shall have acquired fifty thousand dol--\"", "characters": 121, "sentences": 1}, {"text": "\"My dear sir, it is useless to talk.  I haven't anything against you, but I can't let my daughter marry a hash of love, art, and starvation--I believe you have nothing else to offer.\"", "characters": 183, "sentences": 3}, {"text": "\"Sir, I am poor, I grant you.  But is fame nothing?  The Hon. Bellamy Foodle of Arkansas says that my new statue of America, is a clever piece of sculpture, and he is satisfied that my name will one day be famous.\"", "characters": 214, "sentences": 4}, {"text": "\"Bosh!  What does that Arkansas ass know about it?  Fame's nothing--the market price of your marble scarecrow is the thing to look at.  It took you six months to chisel it, and you can't sell it for a hundred dollars. No, sir!  Show me fifty thousand dollars and you can have my daughter --otherwise she marries young Simper.  You have just six months to raise the money in.  Good morning, sir.\"", "characters": 395, "sentences": 6}, {"text": "\"I have nothing left to love but my poor statue of America--and see, even she has no sympathy for me in her cold marble countenance--so beautiful and so heartless!\"", "characters": 164, "sentences": 1}, {"text": "\"Don't deride my agony, John.  If I had six centuries what good would it do?  How could it help a poor wretch without name, capital, or friends?\"", "characters": 145, "sentences": 2}, {"text": "\"Will you let that be my business, and not meddle?  Will you leave the thing in my hands?  Will you swear to submit to whatever I do?  Will you pledge me to find no fault with my actions?\"", "characters": 188, "sentences": 1}, {"text": "John took up a hammer and deliberately smashed the nose of America!  He made another pass and two of her fingers fell to the floor--another, and part of an ear came away--another, and a row of toes was mangled and dismembered--another, and the left leg, from the knee down, lay a fragmentary ruin!", "characters": 297, "sentences": 1}, {"text": "George gazed speechless upon the battered and grotesque nightmare before him for the space of thirty seconds, and then wilted to the floor and went into convulsions.", "characters": 165, "sentences": 2}, {"text": "John returned presently with a carriage, got the broken-hearted artist and the broken-legged statue aboard, and drove off, whistling low and tranquilly.", "characters": 152, "sentences": 2}, {"text": "He left the artist at his lodgings, and drove off and disappeared down the Via Quirinalis with the statue.", "characters": 106, "sentences": 2}, {"text": "\"Ah, happiness attend your highness--Heaven be propitious to your grace! I have brought my lord's new boots--ah, say nothing about the pay, there is no hurry, none in the world.  Shall be proud if my noble lord will continue to honor me with his custom--ah, adieu!\"", "characters": 265, "sentences": 2}, {"text": "\"Brought the boots himself!  Don't want his pay!  Takes his leave with a bow and a scrape fit to honor majesty withal!  Desires a continuance of my custom!  Is the world coming to an end?  Of all the--come in!\"", "characters": 210, "sentences": 1}, {"text": "\"A thousand pardons for this intrusion, your worship.  But I have prepared the beautiful suite of rooms below for you--this wretched den is but ill suited to--\" \"Come in!!!\"", "characters": 173, "sentences": 2}, {"text": "\"I have called to say that your credit at our bank, some time since unfortunately interrupted, is entirely and most satisfactorily restored, and we shall be most happy if you will draw upon us for any--\"", "characters": 203, "sentences": 1}, {"text": "\"My noble boy, she is yours!  She'll be here in a moment!  Take her --marry her--love her--be happy!--God bless you both!  Hip, hip, hur--\"", "characters": 139, "sentences": 1}, {"text": "One of a group of American gentlemen reads and translates from the weekly edition of 'Il Slangwhanger di Roma' as follows:", "characters": 122, "sentences": 1}, {"text": "Another Voice.--\"Gentlemen, I propose that we immediately form an American joint-stock company for the purchase of lands and excavations of statues here, with proper connections in Wall Street to bull and bear the stock.\"", "characters": 221, "sentences": 3}, {"text": "\"The worshiped, the illustrious Capitoline Venus--and what a sum she is valued at!  Ten millions of francs!\"", "characters": 108, "sentences": 1}, {"text": "\"Ah, yes but nothing to what she was before that blessed John Smith broke her leg and battered her nose.  Ingenious Smith!--gifted Smith!--noble Smith!  Author of all our bliss!  Hark!  Do you know what that wheeze means?  Mary, that cub has got the whooping-cough.  Will you never learn to take care of the children!\"", "characters": 318, "sentences": 3}, {"text": "[NOTE.--The above sketch was written at the time the famous swindle of the \"Petrified Giant\" was the sensation of the day in the United States]", "characters": 143, "sentences": 2}, {"text": "I will remark here, by way of advertisement, that that noble charity which we have named the HARTFORD ACCIDENT INSURANCE COMPANY--[The speaker is a director of the company named.]--is an institution which is peculiarly to be depended upon.  A man is bound to prosper who gives it his custom.", "characters": 291, "sentences": 4}, {"text": "No man can take out a policy in it and not get crippled before the year is out.  Now there was one indigent man who had been disappointed so often with other companies that he had grown disheartened, his appetite left him, he ceased to smile--life was but a weariness.  Three weeks ago I got him to insure with us, and now he is the brightest, happiest spirit in this land--has a good steady income and a stylish suit of new bandages every day, and travels around on a shutter.", "characters": 477, "sentences": 4}, {"text": "I will say, in conclusion, that my share of the welcome to our guest is none the less hearty because I talk so much nonsense, and I know that I can say the same for the rest of the speakers.", "characters": 190, "sentences": 2}, {"text": "As I passed along by one of those monster American tea stores in New York, I found a Chinaman sitting before it acting in the capacity of a sign.  Everybody that passed by gave him a steady stare as long as their heads would twist over their shoulders without dislocating their necks, and a group had stopped to stare deliberately.", "characters": 331, "sentences": 3}, {"text": "\"Cheer up--don't be downhearted.  It is not America that treats you in this way, it is merely one citizen, whose greed of gain has eaten the humanity out of his heart.  America has a broader hospitality for the exiled and oppressed.  America and Americans are always ready to help the unfortunate.  Money shall be raised--you shall go back to China--you shall see your friends again.  What wages do they pay you here?\"", "characters": 418, "sentences": 6}, {"text": "\"Divil a cint but four dollars a week and find meself; but it's aisy, barrin' the troublesome furrin clothes that's so expinsive.\"", "characters": 130, "sentences": 2}, {"text": "The exile remains at his post.  The New York tea merchants who need picturesque signs are not likely to run out of Chinamen.", "characters": 124, "sentences": 3}, {"text": "I did not take temporary editorship of an agricultural paper without misgivings.  Neither would a landsman take command of a ship without misgivings.  But I was in circumstances that made the salary an object. The regular editor of the paper was going off for a holiday, and I accepted the terms he offered, and took his place.", "characters": 327, "sentences": 5}, {"text": "In about half an hour an old gentleman, with a flowing beard and a fine but rather austere face, entered, and sat down at my invitation.  He seemed to have something on his mind.  He took off his hat and set it on the floor, and got out of it a red silk handkerchief and a copy of our paper.", "characters": 291, "sentences": 4}, {"text": "He put the paper on his lap, and while he polished his spectacles with his handkerchief he said, \"Are you the new editor?\"", "characters": 122, "sentences": 1}, {"text": "\"Some instinct told me so,\" said the old gentleman, putting on his spectacles, and looking over them at me with asperity, while he folded his paper into a convenient shape.  \"I wish to read you what must have made me have that instinct.  It was this editorial.  Listen, and see if it was you that wrote it:", "characters": 306, "sentences": 4}, {"text": "\"'Turnips should never be pulled, it injures them.  It is much      better to send a boy up and let him shake the tree.'", "characters": 120, "sentences": 3}, {"text": "\"Think of it?  Why, I think it is good.  I think it is sense.  I have no doubt that every year millions and millions of bushels of turnips are spoiled in this township alone by being pulled in a half-ripe condition, when, if they had sent a boy up to shake the tree--\"", "characters": 268, "sentences": 3}, {"text": "\"Oh, they don't, don't they?  Well, who said they did?  The language was intended to be figurative, wholly figurative.  Anybody that knows anything will know that I meant that the boy should shake the vine.\"", "characters": 207, "sentences": 3}, {"text": "Then this old person got up and tore his paper all into small shreds, and stamped on them, and broke several things with his cane, and said I did not know as much as a cow; and then went out and banged the door after him, and, in short, acted in such a way that I fancied he was displeased about something.  But not knowing what the trouble was, I could not be any help to him.", "characters": 377, "sentences": 3}, {"text": "Pretty soon after this a long, cadaverous creature, with lanky locks hanging down to his shoulders, and a week's stubble bristling from the hills and valleys of his face, darted within the door, and halted, motionless, with finger on lip, and head and body bent in listening attitude.  No sound was heard.", "characters": 305, "sentences": 3}, {"text": "Still he listened.  No sound.  Then he turned the key in the door, and came elaborately tiptoeing toward me till he was within long reaching distance of me, when he stopped and, after scanning my face with intense interest for a while, drew a folded copy of our paper from his bosom, and said:", "characters": 293, "sentences": 3}, {"text": "I read as follows; and as the sentences fell from my lips I could see the relief come, I could see the drawn muscles relax, and the anxiety go out of the face, and rest and peace steal over the features like the merciful moonlight over a desolate landscape:", "characters": 257, "sentences": 1}, {"text": "The guano is a fine bird, but great care is necessary in rearing it.      It should not be imported earlier than June or later than September.      In the winter it should be kept in a warm place, where it can hatch      out its young.", "characters": 235, "sentences": 4}, {"text": "It is evident that we are to have a backward season for grain.      Therefore it will be well for the farmer to begin setting out his      corn-stalks and planting his buckwheat cakes in July instead of      August.", "characters": 215, "sentences": 3}, {"text": "I felt a little uncomfortable about the cripplings and arsons this person had been entertaining himself with, for I could not help feeling remotely accessory to them.  But these thoughts were quickly banished, for the regular editor walked in!  [I thought to myself, Now if you had gone to Egypt as I recommended you to, I might have had a chance to get my hand in; but you wouldn't do it, and here you are.  I sort of expected you.]", "characters": 433, "sentences": 4}, {"text": "And he laid his lingering potato reverently down, and he and his friend departed from the restaurant empty but satisfied.", "characters": 121, "sentences": 2}, {"text": "He NEVER GOT DOWN to where the satire part of it began.  Nobody ever did. They found the thrilling particulars sufficient.  To drop in with a poor little moral at the fag-end of such a gorgeous massacre was like following the expiring sun with a candle and hope to attract the world's attention to it.", "characters": 301, "sentences": 5}, {"text": "\"Now that corpse,\" said the undertaker, patting the folded hands of deceased approvingly, \"was a brick--every way you took him he was a brick. He was so real accommodating, and so modest-like and simple in his last moments.  Friends wanted metallic burial-case--nothing else would do. I couldn't get it.  There warn't going to be time--anybody could see that.", "characters": 359, "sentences": 6}, {"text": "\"Corpse said never mind, shake him up some kind of a box he could stretch out in comfortable, he warn't particular 'bout the general style of it. Said he went more on room than style, anyway in a last final container.", "characters": 217, "sentences": 3}, {"text": "\"Friends wanted a silver door-plate on the coffin, signifying who he was and wher' he was from.  Now you know a fellow couldn't roust out such a gaily thing as that in a little country-town like this.  What did corpse say?", "characters": 222, "sentences": 3}, {"text": "He cracked his whip and went lumbering away with his ancient ruin of a hearse, and I continued my walk with a valuable lesson learned--that a healthy and wholesome    is not necessarily impossible to any occupation.  The lesson is likely to be lasting, for it will take many months to obliterate the memory of the remarks and circumstances that impressed it.", "characters": 358, "sentences": 3}, {"text": "Against all chambermaids, of whatsoever age or nationality, I launch the curse of bachelordom!  Because:", "characters": 104, "sentences": 1}, {"text": "They always put the pillows at the opposite end of the bed from the gas-burner, so that while you read and smoke before sleeping (as is the ancient and honored custom of bachelors), you have to hold your book aloft, in an uncomfortable position, to keep the light from dazzling your eyes.", "characters": 288, "sentences": 2}, {"text": "When they find the pillows removed to the other end of the bed in the morning, they receive not the suggestion in a friendly spirit; but, glorying in their absolute sovereignty, and unpitying your helplessness, they make the bed just as it was originally, and gloat in secret over the pang their tyranny will cause you.", "characters": 319, "sentences": 2}, {"text": "Always after that, when they find you have transposed the pillows, they undo your work, and thus defy and seek to embitter the life that God has given you.", "characters": 155, "sentences": 2}, {"text": "If you pull your trunk out six inches from the wall, so that the lid will stay up when you open it, they always shove that trunk back again.  They do it on purpose.", "characters": 164, "sentences": 3}, {"text": "If you want the spittoon in a certain spot, where it will be handy, they don't, and so they move it.", "characters": 100, "sentences": 2}, {"text": "They always put your other boots into inaccessible places.  They chiefly enjoy depositing them as far under the bed as the wall will permit.  It is because this compels you to get down in an undignified attitude and make wild sweeps for them in the dark with the bootjack, and swear.", "characters": 283, "sentences": 4}, {"text": "They always put the matchbox in some other place.  They hunt up a new place for it every day, and put up a bottle, or other perishable glass thing, where the box stood before.  This is to cause you to break that glass thing, groping in the dark, and get yourself into trouble.", "characters": 276, "sentences": 4}, {"text": "They are for ever and ever moving the furniture.  When you come in in the night you can calculate on finding the bureau where the wardrobe was in the morning.  And when you go out in the morning, if you leave the slop-bucket by the door and rocking-chair by the window, when you come in at midnight or thereabout, you will fall over that rocking-chair, and you will proceed toward the window and sit down in that slop-tub.  This will disgust you.  They like that.", "characters": 463, "sentences": 6}, {"text": "No matter where you put anything, they are not going to let it stay there.  They will take it and move it the first chance they get.  It is their nature.  And, besides, it gives them pleasure to be mean and contrary this way.  They would die if they couldn't be villains.", "characters": 271, "sentences": 6}, {"text": "And they use up more hair-oil than any six men.  If charged with purloining the same, they lie about it.  What do they care about a hereafter?  Absolutely nothing.", "characters": 163, "sentences": 4}, {"text": "If you leave the key in the door for convenience' sake, they will carry it down to the office and give it to the clerk.  They do this under the vile pretense of trying to protect your property from thieves; but actually they do it because they want to make you tramp back down-stairs after it when you come home tired, or put you to the trouble of sending a waiter for it, which waiter will expect you to pay him something.  In which case I suppose the degraded creatures divide.", "characters": 479, "sentences": 4}, {"text": "They keep always trying to make your bed before you get up, thus destroying your rest and inflicting agony upon you; but after you get up, they don't come any more till next day.", "characters": 178, "sentences": 2}, {"text": "They do all the mean things they can think of, and they do them just out of pure cussedness, and nothing else.", "characters": 110, "sentences": 2}, {"text": "The very day before the wedding was to have taken place, Breckinridge, while absorbed in watching the flight of a balloon, walked into a well and fractured one of his legs, and it had to be taken off above the knee. Again Aurelia was moved to break the engagement, but again love triumphed, and she set the day forward and gave him another chance to reform.", "characters": 357, "sentences": 3}, {"text": "It was a sad day for the poor girl when she saw the surgeons reverently bearing away the sack whose uses she had learned by previous experience, and her heart told her the bitter truth that some more of her lover was gone.  She felt that the field of her affections was growing more and more circumscribed every day, but once more she frowned down her relatives and renewed her betrothal.", "characters": 388, "sentences": 3}, {"text": "Shortly before the time set for the nuptials another disaster occurred. There was but one man scalped by the Owens River Indians last year.  That man was Williamson Breckinridge Caruthers of New Jersey.  He was hurrying home with happiness in his heart, when he lost his hair forever, and in that hour of bitterness he almost cursed the mistaken mercy that had spared his head.", "characters": 377, "sentences": 5}, {"text": "At last Aurelia is in serious perplexity as to what she ought to do.  She still loves her Breckinridge, she writes, with truly womanly feeling--she still loves what is left of him--but her parents are bitterly opposed to the match, because he has no property and is disabled from working, and she has not sufficient means to support both comfortably.  \"Now, what should she do?\" she asked with painful and anxious solicitude.", "characters": 425, "sentences": 4}, {"text": "A grand affair of a ball--the Pioneers'--came off at the Occidental some time ago.  The following notes of the costumes worn by the belles of the occasion may not be uninteresting to the general reader, and Jenkins may get an idea therefrom:", "characters": 241, "sentences": 2}, {"text": "The charming Miss M. M. B. appeared in a thrilling waterfall, whose exceeding grace and volume compelled the homage of pioneers and emigrants alike.  How beautiful she was!", "characters": 172, "sentences": 5}, {"text": "The queenly Mrs. L. R.  was attractively attired in her new and beautiful false teeth, and the 'bon jour' effect they naturally produced was heightened by her enchanting and well-sustained smile.", "characters": 195, "sentences": 5}, {"text": "Miss R. P., with that repugnance to ostentation in dress which is so peculiar to her, was attired in a simple white lace collar, fastened with a neat pearl-button solitaire.  The fine contrast between the sparkling vivacity of her natural optic, and the steadfast attentiveness of her placid glass eye, was the subject of general and enthusiastic remark.", "characters": 354, "sentences": 5}, {"text": "Miss C. L. B.  had her fine nose elegantly enameled, and the easy grace with which she blew it from time to time marked her as a cultivated and accomplished woman of the world; its exquisitely modulated tone excited the admiration of all who had the happiness to hear it.", "characters": 271, "sentences": 5}, {"text": "This barber fell down and died of apoplexy two hours later.  I am waiting over a day for my revenge--I am going to attend his funeral.", "characters": 134, "sentences": 3}, {"text": "One of Belfast's local jokes was very good.  It referred to the uniform and inevitable fine of forty shillings and costs for uttering a party cry--and it is no economical fine for a poor man, either, by the way. They say that a policeman found a drunken man lying on the ground, up a dark alley, entertaining himself with shouting, \"To hell with!\"  \"To hell with!\"  The officer smelt a fine--informers get half.", "characters": 411, "sentences": 4}, {"text": "You ought to have heard him storm!  One would have supposed I had committed a crime of some kind.  But I didn't mind.  I said it was cheap, and full of republican simplicity, and perfectly safe.  I said that, for a tranquil pleasure excursion, there was nothing equal to a raft.", "characters": 278, "sentences": 5}, {"text": "The Secretary of War asked me if I was a member of the Cabinet, and I said I was.  He inquired what position I held, and I said I was clerk of the Senate Committee on Conchology.  I was then ordered under arrest for contempt of court, and restrained of my liberty for the best part of the day.", "characters": 293, "sentences": 4}, {"text": "I almost resolved to be silent thenceforward, and let the Government get along the best way it could.  But duty called, and I obeyed.  I called on the Secretary of the Treasury.  He said:", "characters": 187, "sentences": 4}, {"text": "I handed him my card, and he read: \"The HON.  MARK TWAIN, Clerk of the Senate Committee on Conchology.\"  Then he looked at me from head to foot, as if he had never heard of me before.  The Secretary of the Treasury said:", "characters": 220, "sentences": 4}, {"text": "\"This is the meddlesome ass that came to recommend me to put poetry and conundrums in my report, as if it were an almanac.\"", "characters": 123, "sentences": 2}, {"text": "The Secretary of War said: \"It is the same visionary that came to me yesterday with a scheme to educate a portion of the Indians to death, and massacre the balance.\"", "characters": 165, "sentences": 2}, {"text": "The Secretary of the Navy said: \"I recognize this youth as the person who has been interfering with my business time and again during the week.  He is distressed about Admiral Farragut's using a whole fleet for a pleasure excursion, as he terms it.  His proposition about some insane pleasure excursion on a raft is too absurd to repeat.\"", "characters": 338, "sentences": 4}, {"text": "I said: \"Gentlemen, I perceive here a disposition to throw discredit upon every act of my official career; I perceive, also, a disposition to debar me from all voice in the counsels of the nation.  No notice whatever was sent to me to-day.  It was only by the merest chance that I learned that there was going to be a Cabinet meeting.  But let these things pass.  All I wish to know is, is this a Cabinet meeting or is it not?\"", "characters": 427, "sentences": 5}, {"text": "\"Then,\" I said, \"let us proceed to business at once, and not fritter away valuable time in unbecoming fault-findings with each other's official conduct.\"", "characters": 153, "sentences": 2}, {"text": "These gentle words soothed my troubled breast, and I went away.  But the servants of a nation can know no peace.  I had hardly reached my den in the Capitol, and disposed my feet on the table like a representative, when one of the Senators on the Conchological Committee came in in a passion and said:", "characters": 301, "sentences": 3}, {"text": "I said I went there to consult--allowing for the sake of argument that he was in any wise concerned in the matter.  He grew insolent then, and ended by saying he had wanted me for three days past to copy a report on bomb-shells, egg-shells, clamshells, and I don't know what all, connected with conchology, and nobody had been able to find me.", "characters": 343, "sentences": 3}, {"text": "This was too much.  This was the feather that broke the clerical camel's back.  I said, \"Sir, do you suppose that I am going to work for six dollars a day?  If that is the idea, let me recommend the Senate Committee on Conchology to hire somebody else.  I am the slave of no faction!  Take back your degrading commission.  Give me liberty, or give me death!\"", "characters": 358, "sentences": 5}, {"text": "From that hour I was no longer connected with the government.  Snubbed by the department, snubbed by the Cabinet, snubbed at last by the chairman of a committee I was endeavoring to adorn, I yielded to persecution, cast far from me the perils and seductions of my great office, and forsook my bleeding country in the hour of her peril.", "characters": 335, "sentences": 3}, {"text": "--[Territorial delegates charge mileage both ways, although they never go back when they get here once.  Why my mileage is denied me is more than I can understand.]", "characters": 164, "sentences": 3}, {"text": "Not an item of this bill has been paid, except that trifle of thirty-six dollars for clerkship salary.  The Secretary of the Treasury, pursuing me to the last, drew his pen through all the other items, and simply marked in the margin \"Not allowed.\"  So, the dread alternative is embraced at last.  Repudiation has begun!  The nation is lost.", "characters": 341, "sentences": 5}, {"text": "The following I find in a Sandwich Island paper which some friend has sent me from that tranquil far-off retreat.  The coincidence between my own experience and that here set down by the late Mr. Benton is so remarkable that I cannot forbear publishing and commenting upon the paragraph.  The Sandwich Island paper says:", "characters": 320, "sentences": 4}, {"text": "She asked me not to gamble.  She whispered and said, \"Put up those wicked cards this minute!--two pair and a jack, you numskull, and the other fellow's got a flush!\"", "characters": 165, "sentences": 2}, {"text": "I never have gambled from that day to this--never once--without a \"cold deck\" in my pocket.  I cannot even tell who is going to lose in games that are being played unless I deal myself.", "characters": 185, "sentences": 3}, {"text": "When I was two years of age she asked me not to drink, and then I made a resolution of total abstinence.  That I have adhered to it and enjoyed the beneficent effects of it through all time, I owe to my grandmother. I have never drunk a drop from that day to this of any kind of water.", "characters": 285, "sentences": 4}, {"text": "\"Good morning, your reverence.  Preach in the stone church yonder, no doubt!\" \"No, I don't.  I'm not a preacher.\"", "characters": 113, "sentences": 4}, {"text": "\"Oh!  I beg a thousand pardons, your Excellency.  Major-General in the household troops, no doubt?  Minister of the Interior, likely?  Secretary of War?  First Gentleman of the Bedchamber?  Commissioner of the Royal--\"", "characters": 218, "sentences": 2}, {"text": "\"Bless my life!  Then who the mischief are you? what the mischief are you? and how the mischief did you get here? and where in thunder did you come from?\"", "characters": 154, "sentences": 1}, {"text": "\"No!  Not a missionary! not a whaler! not a member of his Majesty's government! not even a Secretary of the Navy!  Ah!  Heaven! it is too blissful to be true, alas! I do but dream.  And yet that noble, honest countenance--those oblique, ingenuous eyes--that massive head, incapable of--of anything; your hand; give me your hand, bright waif.  Excuse these tears.  For sixteen weary years I have yearned for a moment like this, and--\"", "characters": 433, "sentences": 4}, {"text": "Here his feelings were too much for him, and he swooned away.  I pitied this poor creature from the bottom of my heart.  I was deeply moved. I shed a few tears on him, and kissed him for his mother.  I then took what small change he had, and \"shoved.\"", "characters": 251, "sentences": 6}, {"text": "Artemus dropped an unimportant remark or two, and then assumed a look of superhuman earnestness, and made the following astounding speech.  He said:", "characters": 148, "sentences": 2}, {"text": "\"Now I just knew how it would be--that whisky cocktail has done the business for me; I don't understand any more than a clam.\"", "characters": 126, "sentences": 2}, {"text": "\"Oh, certainly, certainly!  You see I am very unfamiliar with the subject, and perhaps I don't present my case clearly, but I--\"", "characters": 128, "sentences": 1}, {"text": "\"No, no-no, no-you state it plain enough, but that cocktail has muddled me a little.  But I will--no, I do understand for that matter; but I would get the hang of it all the better if you went over it again--and I'll pay better attention this time.\"", "characters": 249, "sentences": 3}, {"text": "[Here he became even more fearfully impressive than ever, and emphasized each particular point by checking it off on his finger-ends.]", "characters": 134, "sentences": 2}, {"text": "I said, sorrowfully: \"I feel ashamed of myself, Mr.  Ward.  I know I ought to understand you perfectly well, but you see that treacherous whisky cocktail has got into my head, and now I cannot understand even the simplest proposition.  I told you how it would be.\"", "characters": 264, "sentences": 5}, {"text": "\"Oh, don't mind it, don't mind it; the fault was my own, no doubt--though I did think it clear enough for--\"", "characters": 108, "sentences": 1}, {"text": "\"Don't say a word.  Clear!  Why, you stated it as clear as the sun to anybody but an abject idiot; but it's that confounded cocktail that has played the mischief.\"", "characters": 163, "sentences": 3}, {"text": "\"Don't now--for goodness' sake, don't do anything of the kind, because I tell you my head is in such a condition that I don't believe I could understand the most trifling question a man could ask me.", "characters": 199, "sentences": 2}, {"text": "I said: \"Oh, hang my wooden head, it ain't any use!--it ain't any use to try--I can't understand anything.  The plainer you get it the more I can't get the hang of it.\"", "characters": 168, "sentences": 3}, {"text": "My new comrade's eye lighted pleasantly.  The words had touched upon a happy memory, I thought.  Then his face settled into thoughtfulness --almost into gloom.  He turned to me and said,", "characters": 186, "sentences": 4}, {"text": "\"Let me tell you a story; let me give you a secret chapter of my life --a chapter that has never been referred to by me since its events transpired.  Listen patiently, and promise that you will not interrupt me.\"", "characters": 212, "sentences": 3}, {"text": "I said I would not, and he related the following strange adventure, speaking sometimes with animation, sometimes with melancholy, but always with feeling and earnestness.", "characters": 170, "sentences": 2}, {"text": "\"On the 19th of December, 1853, I started from St. Louis on the evening train bound for Chicago.  There were only twenty-four passengers, all told.  There were no ladies and no children.  We were in excellent spirits, and pleasant acquaintanceships were soon formed.  The journey bade fair to be a happy one; and no individual in the party, I think, had even the vaguest presentiment of the horrors we were soon to undergo.", "characters": 423, "sentences": 7}, {"text": "\"Within the hour conversation subsided to a low murmur here and there about the car, caught fitfully between the rising and falling of the blast; the lamps grew dim; and the majority of the castaways settled themselves among the flickering shadows to think--to forget the present, if they could--to sleep, if they might.", "characters": 320, "sentences": 2}, {"text": "\"All day we moped about the cars, saying little, thinking much.  Another lingering dreary night--and hunger.", "characters": 108, "sentences": 3}, {"text": "\"Another dawning--another day of silence, sadness, wasting hunger, hopeless watching for succor that could not come.  A night of restless slumber, filled with dreams of feasting--wakings distressed with the gnawings of hunger.", "characters": 226, "sentences": 3}, {"text": "\"The fourth day came and went--and the fifth!  Five days of dreadful imprisonment!  A savage hunger looked out at every eye.  There was in it a sign of awful import--the foreshadowing of a something that was vaguely shaping itself in every heart--a something which no tongue dared yet to frame into words.", "characters": 305, "sentences": 3}, {"text": "\"'Gentlemen: It cannot be delayed longer!  The time is at hand!  We must determine which of us shall die to furnish food for the rest!'", "characters": 135, "sentences": 1}, {"text": "\"MR. JOHN J. WILLIAMS of Illinois rose and said: 'Gentlemen--I nominate the Rev. James Sawyer of Tennessee.'", "characters": 108, "sentences": 5}, {"text": "\"MR. SLOTE: 'Gentlemen--I desire to decline in favor of Mr. John A. Van Nostrand, Jun., of New Jersey.'", "characters": 103, "sentences": 6}, {"text": "\"MR. VAN NOSTRAND objecting, the resignation of Mr. Slote was rejected. The resignations of Messrs. Sawyer and Bowen were also offered, and refused upon the same grounds.", "characters": 170, "sentences": 6}, {"text": "\"MR. A. L. BASCOM of Ohio: 'I move that the nominations now close, and that the House proceed to an election by ballot.'", "characters": 120, "sentences": 5}, {"text": "\"MR. SAWYER: 'Gentlemen--I protest earnestly against these proceedings. They are, in every way, irregular and unbecoming.  I must beg to move that they be dropped at once, and that we elect a chairman of the meeting and proper officers to assist him, and then we can go on with the business before us understandingly.'", "characters": 318, "sentences": 5}, {"text": "\"MR. BELL of Iowa: 'Gentlemen--I object.  This is no time to stand upon forms and ceremonious observances.  For more than seven days we have been without food.  Every moment we lose in idle discussion increases our distress.  I am satisfied with the nominations that have been made--every gentleman present is, I believe--and I, for one, do not see why we should not proceed at once to elect one or more of them.  I wish to offer a resolution--'", "characters": 445, "sentences": 7}, {"text": "\"MR. GASTON: 'It would be objected to, and have to lie over one day under the rules, thus bringing about the very delay you wish to avoid.  The gentleman from New Jersey--'", "characters": 172, "sentences": 3}, {"text": "\"MR. VAN NOSTRAND: 'Gentlemen--I am a stranger among you; I have not sought the distinction that has been conferred upon me, and I feel a delicacy--'", "characters": 149, "sentences": 2}, {"text": "\"The motion was carried, and further debate shut off, of course.  The motion to elect officers was passed, and under it Mr. Gaston was chosen chairman, Mr. Blake, secretary, Messrs.  Holcomb, Dyer, and Baldwin a committee on nominations, and Mr. R. M. Howland, purveyor, to assist the committee in making selections.", "characters": 316, "sentences": 9}, {"text": "\"A recess of half an hour was then taken, and some little caucusing followed.  At the sound of the gavel the meeting reassembled, and the committee reported in favor of Messrs. George Ferguson of Kentucky, Lucien Herrman of Louisiana, and W. Messick of Colorado as candidates. The report was accepted.", "characters": 301, "sentences": 6}, {"text": "\"THE CHAIR: 'The gentleman from Missouri will take his seat.  The Chair cannot allow the integrity of the committee to be questioned save by the regular course, under the rules.  What action will the House take upon the gentleman's motion?'", "characters": 240, "sentences": 3}, {"text": "\"The amendment was put to vote, after a fiery debate, and lost.  Mr. Harris was substituted on the first amendment.  The balloting then began. Five ballots were held without a choice.  On the sixth, Mr. Harris was elected, all voting for him but himself.  It was then moved that his election should be ratified by acclamation, which was lost, in consequence of his again voting against himself.", "characters": 394, "sentences": 9}, {"text": "\"MR. RADWAY moved that the House now take up the remaining candidates, and go into an election for breakfast.  This was carried.", "characters": 128, "sentences": 4}, {"text": "\"On the first ballot there was a tie, half the members favoring one candidate on account of his youth, and half favoring the other on account of his superior size.  The President gave the casting vote for the latter, Mr. Messick.  This decision created considerable dissatisfaction among the friends of Mr. Ferguson, the defeated candidate, and there was some talk of demanding a new ballot; but in the midst of it a motion to adjourn was carried, and the meeting broke up at once.", "characters": 481, "sentences": 6}, {"text": "\"The preparations for supper diverted the attention of the Ferguson faction from the discussion of their grievance for a long time, and then, when they would have taken it up again, the happy announcement that Mr. Harris was ready drove all thought of it to the winds.", "characters": 268, "sentences": 3}, {"text": "\"Yes, it came one bright, sunny morning, just after election.  John Murphy was the choice, and there never was a better, I am willing to testify; but John Murphy came home with us, in the train that came to succor us, and lived to marry the widow Harris--\"", "characters": 256, "sentences": 2}, {"text": "\"Relict of our first choice.  He married her, and is happy and respected and prosperous yet.  Ah, it was like a novel, sir--it was like a romance. This is my stopping-place, sir; I must bid you goodby.  Any time that you can make it convenient to tarry a day or two with me, I shall be glad to have you.  I like you, sir; I have conceived an affection for you. I could like you as well as I liked Harris himself, sir.  Good day, sir, and a pleasant journey.\"", "characters": 458, "sentences": 9}, {"text": "He was gone.  I never felt so stunned, so distressed, so bewildered in my life.  But in my soul I was glad he was gone.  With all his gentleness of manner and his soft voice, I shuddered whenever he turned his hungry eye upon me; and when I heard that I had achieved his perilous affection, and that I stood almost with the late Harris in his esteem, my heart fairly stood still!", "characters": 379, "sentences": 4}, {"text": "I was bewildered beyond description.  I did not doubt his word; I could not question a single item in a statement so stamped with the earnestness of truth as his; but its dreadful details overpowered me, and threw my thoughts into hopeless confusion.  I saw the conductor looking at me. I said, \"Who is that man?\"", "characters": 313, "sentences": 4}, {"text": "I felt inexpressibly relieved to know that I had only been listening to the harmless vagaries of a madman instead of the genuine experiences of a bloodthirsty cannibal.", "characters": 168, "sentences": 2}, {"text": "Being the only true and reliable account ever published; taken from the Roman \"Daily Evening Fasces,\" of the date of that tremendous occurrence.", "characters": 144, "sentences": 2}, {"text": "However, as I was not permitted to report Caesar's assassination in the regular way, it has at least afforded me rare satisfaction to translate the following able account of it from the original Latin of the Roman Daily Evening Fasces of that date--second edition:", "characters": 264, "sentences": 1}, {"text": "LATER: While the coroner was summoning a jury, Mark Antony and other friends of the late Caesar got hold of the body, and lugged it off to the Forum, and at last accounts Antony and Brutus were making speeches over it and raising such a row among the people that, as we go to press, the chief of police is satisfied there is going to be a riot, and is taking measures accordingly.", "characters": 380, "sentences": 2}, {"text": "She uttered a wild, sad wail that pierced every heart, and said, \"Sivinty-foive dollars for stooffin' Dan, blister their sowls!  Did thim divils suppose I was goin' to stairt a Museim, that I'd be dalin' in such expinsive curiassities!\"", "characters": 236, "sentences": 1}, {"text": "\"There was a fellow traveling around in that country,\" said Mr. Nickerson, \"with a moral-religious show--a sort of scriptural panorama --and he hired a wooden-headed old slab to play the piano for him. After the first night's performance the showman says:", "characters": 255, "sentences": 3}, {"text": "\"'My friend, you seem to know pretty much all the tunes there are, and you worry along first rate.  But then, didn't you notice that sometimes last night the piece you happened to be playing was a little rough on the proprieties, so to speak--didn't seem to jibe with the general gait of the picture that was passing at the time, as it were--was a little foreign to the subject, you know--as if you didn't either trump or follow suit, you understand?'", "characters": 451, "sentences": 2}, {"text": "\"'Well, no,' the fellow said; 'he hadn't noticed, but it might be; he had played along just as it came handy.'", "characters": 110, "sentences": 2}, {"text": "\"So they put it up that the simple old dummy was to keep his eye on the panorama after that, and as soon as a stunning picture was reeled out he was to fit it to a dot with a piece of music that would help the audience to get the idea of the subject, and warm them up like a camp-meeting revival.  That sort of thing would corral their sympathies, the showman said.", "characters": 365, "sentences": 3}, {"text": "\"There was a big audience that night-mostly middle-aged and old people who belong to the church, and took a strong interest in Bible matters, and the balance were pretty much young bucks and heifers--they always come out strong on panoramas, you know, because it gives them a chance to taste one another's complexions in the dark.", "characters": 330, "sentences": 2}, {"text": "\"Well, the showman began to swell himself up for his lecture, and the old mud-Jobber tackled the piano and ran his fingers up and down once or twice to see that she was all right, and the fellows behind the curtain commenced to grind out the panorama.  The showman balanced his weight on", "characters": 287, "sentences": 2}, {"text": "his right foot, and propped his hands over his hips, and flung his eyes over his shoulder at the scenery, and said:", "characters": 115, "sentences": 1}, {"text": "\"Oh, we'll all get blind drunk                     When Johnny comes marching home!", "characters": 83, "sentences": 1}, {"text": "\"Some of the people giggled, and some groaned a little.  The showman couldn't say a word; he looked at the pianist sharp, but he was all lovely and serene--he didn't know there was anything out of gear.", "characters": 202, "sentences": 3}, {"text": "\"'Ladies and gentlemen, the fine picture now unfolding itself to your gaze exhibits one of the most notable events in Bible history--our Saviour and His disciples upon the Sea of Galilee.  How grand, how awe-inspiring are the reflections which the subject invokes!  What sublimity of faith is revealed to us in this lesson from the sacred writings!  The Saviour rebukes the angry waves, and walks securely upon the bosom of the deep!'", "characters": 434, "sentences": 2}, {"text": "\"All around the house they were whispering, 'Oh, how lovely, how beautiful!' and the orchestra let himself out again:", "characters": 117, "sentences": 1}, {"text": "\"There was a good deal of honest snickering turned on this time, and considerable groaning, and one or two old deacons got up and went out. The showman grated his teeth, and cursed the piano man to himself; but the fellow sat there like a knot on a log, and seemed to think he was doing first-rate.", "characters": 298, "sentences": 3}, {"text": "\"After things got quiet the showman thought he would make one more stagger at it, anyway, though his confidence was beginning to get mighty shaky.  The supes started the panorama grinding along again, and he says:", "characters": 213, "sentences": 2}, {"text": "\"Whe-ew!  All the solemn old flats got up in a huff to go, and everybody else laughed till the windows rattled.", "characters": 111, "sentences": 2}, {"text": "\"'That lets you out, you know, you chowder-headed old clam.  Go to the doorkeeper and get your money, and cut your stick--vamose the ranch! Ladies and gentlemen, circumstances over which I have no control compel me prematurely to dismiss the house.'\"", "characters": 250, "sentences": 3}, {"text": "Having led a pure and blameless life, I am justified in believing that no man who knows me will reject the suggestions I am about to make, out of fear that I am trying to deceive him.  Let the public do itself the honor to read my experience in doctoring a cold, as herein set forth, and then follow in my footsteps.", "characters": 316, "sentences": 3}, {"text": "The first time I began to sneeze, a friend told me to go and bathe my feet in hot water and go to bed.  I did so.  Shortly afterward, another friend advised me to get up and take a cold shower-bath.  I did that also.  Within the hour, another friend assured me that it was policy to \"feed a cold and starve a fever.\"  I had both.  So I thought it best to fill myself up for the cold, and then keep dark and let the fever starve awhile.", "characters": 435, "sentences": 8}, {"text": "In a case of this kind, I seldom do things by halves; I ate pretty heartily; I conferred my custom upon a stranger who had just opened his restaurant that morning; he waited near me in respectful silence until I had finished feeding my cold, when he inquired if the people about Virginia City were much afflicted with colds?  I told him I thought they were.  He then went out and took in his sign.", "characters": 397, "sentences": 3}, {"text": "I started down toward the office, and on the way encountered another bosom friend, who told me that a quart of salt-water, taken warm, would come as near curing a cold as anything in the world.  I hardly thought I had room for it, but I tried it anyhow.  The result was surprising.  I believed I had thrown up my immortal soul.", "characters": 327, "sentences": 5}, {"text": "I got to coughing incessantly, and my voice fell below zero; I conversed in a thundering bass, two octaves below my natural tone; I could only compass my regular nightly repose by coughing myself down to a state of utter exhaustion, and then the moment I began to talk in my sleep, my discordant voice woke me up again.", "characters": 319, "sentences": 2}, {"text": "My case grew more and more serious every day.  A Plain gin was recommended; I took it.  Then gin and molasses; I took that also.  Then gin and onions; I added the onions, and took all three.  I detected no particular result, however, except that I had acquired a breath like a buzzard's.", "characters": 287, "sentences": 6}, {"text": "A sheet-bath was recommended.  I had never refused a remedy yet, and it seemed poor policy to commence then; therefore I determined to take a sheet-bath, notwithstanding I had no idea what sort of arrangement it was.  It was administered at midnight, and the weather was very frosty. My breast and back were bared, and a sheet (there appeared to be a thousand yards of it) soaked in ice-water, was wound around me until I resembled a swab for a Columbiad.", "characters": 455, "sentences": 5}, {"text": "It is a cruel expedient.  When the chilly rag touches one's warm flesh, it makes him start with sudden violence, and gasp for breath just as men do in the death-agony.  It froze the marrow in my bones and stopped the beating of my heart.  I thought my time had come.", "characters": 266, "sentences": 5}, {"text": "Young Wilson said the circumstance reminded him of an anecdote about a negro who was being baptized, and who slipped from the parson's grasp, and came near being drowned.  He floundered around, though, and finally rose up out of the water considerably strangled and furiously angry, and started ashore at once, spouting water like a whale, and remarking, with great asperity, that \"one o' dese days some gen'l'man's nigger gwyne to get killed wid jis' such damn foolishness as dis!\"", "characters": 482, "sentences": 2}, {"text": "Never take a sheet-bath--  never.  Next to meeting a lady acquaintance who, for reasons best known to herself, don't see you when she looks at you, and don't know you when she does see you, it is the most uncomfortable thing in the world.", "characters": 238, "sentences": 3}, {"text": "But, as I was saying, when the sheet-bath failed to cure my cough, a lady friend recommended the application of a mustard plaster to my breast.  I believe that would have cured me effectually, if it had not been for young Wilson.  When I went to bed, I put my mustard plaster --which was a very gorgeous one, eighteen inches square--where I could reach it when I was ready for it.  But young Wilson got hungry in the night, and here is food for the imagination.", "characters": 461, "sentences": 5}, {"text": "After sojourning a week at Lake Bigler, I went to Steamboat Springs, and, besides the steam-baths, I took a lot of the vilest medicines that were ever concocted.  They would have cured me, but I had to go back to Virginia City, where, notwithstanding the variety of new remedies I absorbed every day, I managed to aggravate my disease by carelessness and undue exposure.", "characters": 370, "sentences": 3}, {"text": "I finally concluded to visit San Francisco, and the first day I got there a lady at the hotel told me to drink a quart of whisky every twenty-four hours, and a friend up-town recommended precisely the same course.  Each advised me to take a quart; that made half a gallon.  I did it, and still live.", "characters": 299, "sentences": 4}, {"text": "Now, with the kindest motives in the world, I offer for the consideration of consumptive patients the variegated course of treatment I have lately gone through.  Let them try it; if it don't cure, it can't more than kill them.", "characters": 226, "sentences": 3}, {"text": "[We have received the following advertisement, but, inasmuch as it concerns a matter of deep and general interest, we feel fully justified in inserting it in our reading-columns.  We are confident that our conduct in this regard needs only explanation, not apology.--Ed., N. Y. Herald.]", "characters": 286, "sentences": 7}, {"text": "This is to inform the public that in connection with Mr. Barnum I have leased the comet for a term of years; and I desire also to solicit the public patronage in favor of a beneficial enterprise which we have in view.", "characters": 217, "sentences": 3}, {"text": "will be of the completest character.  Of course the telegraph, and the telegraph only, will be employed; consequently friends occupying state-rooms 20,000,000 and even 30,000,000 miles apart will be able to send a message and receive a reply inside of eleven days.  Night messages will be half-rate.  The whole of this vast postal system will be under the personal superintendence of Mr. Hale of Maine.  Meals served at all hours.  Meals served in staterooms charged extra.", "characters": 473, "sentences": 8}, {"text": "Hostility is not apprehended from any great planet, but we have thought it best to err on the safe side, and therefore have provided a proper number of mortars, siege-guns, and boarding-pikes.  History shows that small, isolated communities, such as the people of remote islands, are prone to be hostile to strangers, and so the same may be the case with", "characters": 354, "sentences": 2}, {"text": "and shed the true light upon all the celestial orbs which, physically aglow, are yet morally in darkness.  Sunday-schools will be established wherever practicable.  Compulsory education will also be introduced.", "characters": 210, "sentences": 4}, {"text": "The comet will visit Mars first, and proceed to Mercury, Jupiter, Venus, and Saturn.  Parties connected with the government of the District of Columbia and with the former city government of New York, who may desire to inspect the rings, will be allowed time and every facility.  Every star of prominent magnitude will be visited, and time allowed for excursions to points of interest inland.", "characters": 392, "sentences": 4}, {"text": "After visiting all the most celebrated stars and constellations in our system and personally inspecting the remotest sparks that even the most powerful telescope can now detect in the firmament, we shall proceed with good heart upon", "characters": 232, "sentences": 1}, {"text": "that have not been inspected or overhauled in 10,000 years, and which ought long ago to have been destroyed or turned into hail-barges, but with these we have no connection whatever.  Steerage passengers not allowed abaft the main hatch.", "characters": 237, "sentences": 3}, {"text": "Mr. Coggia having leased his comet to us, she will no longer be called by his name, but by my partner's.  N. B.--Passengers by paying double fare will be entitled to a share in all the new stars, suns, moons, comets, meteors, and magazines of thunder and lightning we may discover. Patent-medicine people will take notice that", "characters": 326, "sentences": 6}, {"text": "and a paint-brush along for use in the constellations, and are open to terms.  Cremationists are reminded that we are going straight to--some hot places--and are open to terms.  To other parties our enterprise is a pleasure excursion, but individually we mean business.  We shall fly our comet for all it is worth.", "characters": 314, "sentences": 5}, {"text": "or for freight or passage, apply on board, or to my partner, but not to me, since I do not take charge of the comet until she is under way. It is necessary, at a time like this, that my mind should not be burdened with small business details.", "characters": 242, "sentences": 3}, {"text": "You have never done one single thing in all your life to be ashamed      of--not one.  Look at the newspapers--look at them and comprehend      what sort of characters Messrs.  Smith and Blank are, and then see      if you are willing to lower yourself to their level and enter a      public canvass with them.", "characters": 310, "sentences": 4}, {"text": "It was my very thought!  I did not sleep a single moment that night. But, after all, I could not recede.", "characters": 104, "sentences": 3}, {"text": "I was fully committed, and must go on with the fight.  As I was looking listlessly over the papers at breakfast I came across this paragraph, and I may truly say I never was so confounded before.", "characters": 195, "sentences": 3}, {"text": "I thought I should burst with amazement!  Such a cruel, heartless charge! I never had seen Cochin China!  I never had heard of Wakawak!  I didn't know a plantain-patch from a kangaroo!  I did not know what to do.  I was crazed and helpless.  I let the day slip away without doing anything at all.  The next morning the same paper had this--nothing more:", "characters": 353, "sentences": 4}, {"text": "SIGNIFICANT.--Mr.  Twain, it will be observed, is suggestively      silent about the Cochin China perjury.", "characters": 106, "sentences": 4}, {"text": "[Mem.--During the rest of the campaign this paper never referred to me in any other way than as \"the infamous perjurer Twain.\"]", "characters": 127, "sentences": 3}, {"text": "I got to picking up papers apprehensively--much as one would lift a desired blanket which he had some idea might have a rattlesnake under it. One day this met my eye:", "characters": 166, "sentences": 2}, {"text": "[I will state, in passing, that the journal above quoted from always referred to me afterward as \"Twain, the Body-Snatcher.\"]", "characters": 125, "sentences": 2}, {"text": "It was incredible, absolutely incredible, for a moment, that it was really my name that was coupled with this disgraceful suspicion.  Three long years had passed over my head since I had tasted ale, beer, wine or liquor of any kind.", "characters": 232, "sentences": 3}, {"text": "[It shows what effect the times were having on me when I say that I saw myself, confidently dubbed \"Mr. Delirium Tremens Twain\" in the next issue of that journal without a pang--notwithstanding I knew that with monotonous fidelity the paper would go on calling me so to the very end.]", "characters": 284, "sentences": 3}, {"text": "By this time anonymous letters were getting to be an important part of my mail matter.  This form was common:", "characters": 109, "sentences": 2}, {"text": "How about that old woman you kiked of your premises which      was beging.                             POL. PRY.", "characters": 112, "sentences": 4}, {"text": "There is things which you have done which is unbeknowens to anybody      but me.  You better trot out a few dols, to yours truly, or you'll      hear through the papers from                                              HANDY ANDY.", "characters": 230, "sentences": 3}, {"text": "Shortly the principal Republican journal \"convicted\" me of wholesale bribery, and the leading Democratic paper \"nailed\" an aggravated case of blackmailing to me.", "characters": 161, "sentences": 2}, {"text": "[In this way I acquired two additional names: \"Twain the Filthy Corruptionist\" and \"Twain the Loathsome Embracer.\"]", "characters": 115, "sentences": 2}, {"text": "By this time there had grown to be such a clamor for an \"answer\" to all the dreadful charges that were laid to me that the editors and leaders of my party said it would be political ruin for me to remain silent any longer.   As if to make their appeal the more imperative, the following appeared in one of the papers the very next day:", "characters": 335, "sentences": 2}, {"text": "I gave it up.  I hauled down my colors and surrendered.  I was not equal to the requirements of a Gubernatorial campaign in the state of New York, and so I sent in my withdrawal from the candidacy, and in bitterness of spirit signed it, \"Truly yours, once a decent man, but now", "characters": 277, "sentences": 3}, {"text": "He said he was.  [I did not wish to appear ignorant, but I had hoped he would mention what he had for sale.]", "characters": 108, "sentences": 3}, {"text": "I then said we would drop in, and if we liked his house as well as any other, we would give him our custom.", "characters": 107, "sentences": 2}, {"text": "He said he thought we would like his establishment well enough to confine ourselves to it--said he never saw anybody who would go off and hunt up another man in his line after trading with him once.", "characters": 198, "sentences": 2}, {"text": "That sounded pretty complacent, but barring that natural expression of villainy which we all have, the man looked honest enough.", "characters": 128, "sentences": 2}, {"text": "I do not know how it came about exactly, but gradually we appeared to melt down and run together, conversationally speaking, and then everything went along as comfortably as clockwork.", "characters": 184, "sentences": 2}, {"text": "\"No--don't believe I could, to save me.  Let me see--let me see.   About two thousand dollars, maybe?  But no; no, sir, I know you couldn't have made that much.   Say seventeen hundred, maybe?\"", "characters": 193, "sentences": 4}, {"text": "\"Ha! ha!  I knew you couldn't.  My lecturing receipts for last spring and this winter were fourteen thousand seven hundred and fifty dollars.  What do you think of that?\"", "characters": 170, "sentences": 3}, {"text": "\"Why, it is amazing-perfectly amazing.  I will make a note of it.  And you say even this wasn't all?\"", "characters": 101, "sentences": 3}, {"text": "\"All!  Why bless you, there was my income from the Daily Warwhoop for four months--about--about--well, what should you say to about eight thousand dollars, for instance?\"", "characters": 170, "sentences": 1}, {"text": "\"Say!  Why, I should say I should like to see myself rolling in just such another ocean of affluence.  Eight thousand!  I'll make a note of it. Why man!--and on top of all this am I to understand that you had still more income?\"", "characters": 228, "sentences": 3}, {"text": "\"The suffering Moses!  I'll set that down.  Fourteen-seven-fifty --eight--two hundred.  Total, say--well, upon my word, the grand total is about two hundred and thirteen or fourteen thousand dollars!  Is that possible?\"", "characters": 219, "sentences": 3}, {"text": "\"Possible!  If there's any mistake it's the other way.  Two hundred and fourteen thousand, cash, is my income for this year if I know how to cipher.\"", "characters": 149, "sentences": 3}, {"text": "This so pleased me that I did not try to resist, but allowed this simple-hearted stranger to throw his arms about me and weep a few tranquilizing tears down the back of my neck.  Then he went his way.", "characters": 200, "sentences": 3}, {"text": "As soon as he was gone I opened his advertisement.  I studied it attentively for four minutes.  I then called up the cook, and said:", "characters": 132, "sentences": 3}, {"text": "By and by, when I came to, I sent down to the rum-mill on the corner and hired an artist by the week to sit up nights and curse that stranger, and give me a lift occasionally in the daytime when I came to a hard place.", "characters": 218, "sentences": 2}, {"text": "What were your profits, during the past year, from any trade,      business, or vocation, wherever carried on?", "characters": 110, "sentences": 1}, {"text": "And that inquiry was backed up by thirteen others of an equally searching nature, the most modest of which required information as to whether I had committed any burglary or highway robbery, or, by any arson or other secret source of emolument had acquired property which was not enumerated in my statement of income as set opposite to inquiry No. 1.", "characters": 350, "sentences": 3}, {"text": "\"Now,\" said he, \"the thousand dollars is exempt by law.  What you want to do is to go and swear this document in and pay tax on the two hundred and fifty dollars.\"", "characters": 163, "sentences": 3}, {"text": "[While he was making this speech his little boy Willie lifted a two-dollar greenback out of his vest pocket and vanished with it, and I would wager anything that if my stranger were to call on that little boy to-morrow he would make a false return of his income.]", "characters": 263, "sentences": 2}, {"text": "\"Do you,\" said I, \"do you always work up the 'deductions' after this fashion in your own case, sir?\"", "characters": 100, "sentences": 1}, {"text": "\"Well, I should say so!  If it weren't for those eleven saving clauses under the head of 'Deductions' I should be beggared every year to support this hateful and wicked, this extortionate and tyrannical government.\"", "characters": 215, "sentences": 2}, {"text": "This gentleman stands away up among the very best of the solid men of the city--the men of moral weight, of commercial integrity, of unimpeachable social spotlessness--and so I bowed to his example.  I went down to the revenue office, and under the accusing eyes of my old visitor I stood up and swore to lie after lie, fraud after fraud, villainy after villainy, till my soul was coated inches and inches thick with perjury, and my self-respect gone for ever and ever.", "characters": 469, "sentences": 3}, {"text": "But what of it?  It is nothing more than thousands of the richest and proudest, and most respected, honored, and courted men in America do every year.  And so I don't care.  I am not ashamed.  I shall simply, for the present, talk little and eschew fire-proof gloves, lest I fall into certain dreadful habits irrevocably.", "characters": 321, "sentences": 5}, {"text": "End of the Project Gutenberg EBook of Sketches New and Old, Complete, by Mark Twain (Samuel Clemens)", "characters": 100, "sentences": 1}], "id": 3189, "paragraphs": 624, "author": "Mark Twain (Samuel Clemens)"}