{"title": "Leviathan", "data": [{"text": "This E-text was prepared from the Pelican Classics edition of Leviathan, which in turn was prepared from the first edition. I have tried to follow as closely as possible the original, and to give the flavour of the text that Hobbes himself proof-read, but the following differences were unavoidable.", "characters": 299, "sentences": 3}, {"text": "Hobbes used capitals and italics very extensively, for emphasis, for proper names, for quotations, and sometimes, it seems, just because.", "characters": 137, "sentences": 2}, {"text": "The original has very extensive margin notes, which are used to show where he introduces the definitions of words and concepts, to give in short the subject that a paragraph or section is dealing with, and to give references to his quotations, largely but not exclusively biblical. To some degree, these margin notes seem to have been intended to serve in place of an index, the original having none. They are all in italics.", "characters": 425, "sentences": 4}, {"text": "He also used italics for words in other languages than English, and there are a number of Greek words, in the Greek alphabet, in the text.", "characters": 138, "sentences": 2}, {"text": "To deal with these within the limits of plain vanilla ASCII, I have done the following in this E-text.", "characters": 102, "sentences": 2}, {"text": "I have restricted my use of full capitalization to those places where Hobbes used it, except in the chapter headings, which I have fully capitalized, where Hobbes used a mixture of full capitalization and italics.", "characters": 213, "sentences": 2}, {"text": "Where it is clear that the italics are to indicate the text is quoting, I have introduced quotation marks. Within quotation marks I have retained the capitalization that Hobbes used.", "characters": 182, "sentences": 3}, {"text": "Where italics seem to be used for emphasis, or for proper names, or just because, I have capitalized the initial letter of the words. This has the disadvantage that they are not then distinguished from those that Hobbes capitalized in plain text, but the extent of his italics would make the text very ugly if I was to use an underscore or slash.", "characters": 346, "sentences": 3}, {"text": "Where the margin notes are either to introduce the paragraph subject, or to show where he introduces word definitions, I have included them as headers to the paragraph, again with all words having initial capitals, and on a shortened line.", "characters": 239, "sentences": 2}, {"text": "For margin references to quotes, I have included them in the text, in brackets immediately next to the quotation. Where Hobbes included references in the main text, I have left them as he put them, except to change his square brackets to round.", "characters": 244, "sentences": 3}, {"text": "For the Greek alphabet, I have simply substituted the nearest ordinary letters that I can, and I have used initial capitals for foreign language words.", "characters": 151, "sentences": 2}, {"text": "Neither Thomas Hobbes nor his typesetters seem to have had many inhibitions about spelling and punctuation. I have tried to reproduce both exactly, with the exception of the introduction of quotation marks.", "characters": 206, "sentences": 3}, {"text": "In preparing the text, I have found that it has much more meaning if I read it with sub-vocalization, or aloud, rather than trying to read silently. Hobbes' use of emphasis and his eccentric punctuation and construction seem then to work.", "characters": 238, "sentences": 3}, {"text": "6. OF THE INTERIOUR BEGINNINGS OF VOLUNTARY MOTIONS, COMMONLY CALLED THE PASSIONS; AND THE SPEECHES BY WHICH THEY ARE EXPRESSED", "characters": 127, "sentences": 2}, {"text": "38. OF THE SIGNIFICATION IN SCRIPTURE OF ETERNALL LIFE, HEL, SALVATION, THE WORLD TO COME, AND REDEMPTION", "characters": 105, "sentences": 2}, {"text": "40. OF THE RIGHTS OF THE KINGDOME OF GOD, IN ABRAHAM, MOSES, THE HIGH PRIESTS, AND THE KINGS OF JUDAH", "characters": 101, "sentences": 2}, {"text": "Secondly, How, and by what Covenants it is made; what are the Rights and just Power or Authority of a Soveraigne; and what it is that Preserveth and Dissolveth it.", "characters": 163, "sentences": 2}, {"text": "Concerning the Thoughts of man, I will consider them first Singly, and afterwards in Trayne, or dependance upon one another. Singly, they are every one a Representation or Apparence, of some quality, or other Accident of a body without us; which is commonly called an Object. Which Object worketh on the Eyes, Eares, and other parts of mans body; and by diversity of working, produceth diversity of Apparences.", "characters": 410, "sentences": 4}, {"text": "The Originall of them all, is that which we call Sense; (For there is no conception in a mans mind, which hath not at first, totally, or by parts, been begotten upon the organs of Sense.) The rest are derived from that originall.", "characters": 229, "sentences": 3}, {"text": "To know the naturall cause of Sense, is not very necessary to the business now in hand; and I have els-where written of the same at large. Nevertheless, to fill each part of my present method, I will briefly deliver the same in this place.", "characters": 239, "sentences": 3}, {"text": "By Consequence, or Trayne of Thoughts, I understand that succession of one Thought to another, which is called (to distinguish it from Discourse in words) Mentall Discourse.", "characters": 173, "sentences": 2}, {"text": "Sometimes a man knows a place determinate, within the compasse whereof his is to seek; and then his thoughts run over all the parts thereof, in the same manner, as one would sweep a room, to find a jewell; or as a Spaniel ranges the field, till he find a sent; or as a man should run over the alphabet, to start a rime.", "characters": 319, "sentences": 2}, {"text": "Neverthelesse it is not Prudence that distinguisheth man from beast. There be beasts, that at a year old observe more, and pursue that which is for their good, more prudently, than a child can do at ten.", "characters": 203, "sentences": 3}, {"text": "The manner how Speech serveth to the remembrance of the consequence of causes and effects, consisteth in the imposing of Names, and the Connexion of them.", "characters": 154, "sentences": 2}, {"text": "Of Names, some are Proper, and singular to one onely thing; as Peter, John, This Man, This Tree: and some are Common to many things; as Man, Horse, Tree; every of which though but one Name, is nevertheless the name of divers particular things; in respect of all which together, it is called an Universall; there being nothing in the world Universall but Names; for the things named, are every one of them Individual and Singular.", "characters": 429, "sentences": 2}, {"text": "One Universall name is imposed on many things, for their similitude in some quality, or other accident: And whereas a Proper Name bringeth to mind one thing onely; Universals recall any one of those many.", "characters": 204, "sentences": 2}, {"text": "First, a thing may enter into account for Matter, or Body; as Living, Sensible, Rationall, Hot, Cold, Moved, Quiet; with all which names the word Matter, or Body is understood; all such, being names of Matter.", "characters": 209, "sentences": 2}, {"text": "Thirdly, we bring into account, the Properties of our own bodies, whereby we make such distinction: as when any thing is Seen by us, we reckon not the thing it selfe; but the Sight, the Colour, the Idea of it in the fancy: and when any thing is Heard, wee reckon it not; but the Hearing, or Sound onely, which is our fancy or conception of it by the Eare: and such are names of fancies.", "characters": 386, "sentences": 2}, {"text": "Fourthly, we bring into account, consider, and give names, to Names themselves, and to Speeches: For, Generall, Universall, Speciall, Oequivocall, are names of Names. And Affirmation, Interrogation, Commandement, Narration, Syllogisme, Sermon, Oration, and many other such, are names of Speeches.", "characters": 296, "sentences": 3}, {"text": "And this is all the variety of Names Positive; which are put to mark somewhat which is in Nature, or may be feigned by the mind of man, as Bodies that are, or may be conceived to be; or of bodies, the Properties that are, or may be feigned to be; or Words and Speech.", "characters": 267, "sentences": 2}, {"text": "There be also other Names, called Negative; which are notes to signifie that a word is not the name of the thing in question; as these words Nothing, No Man, Infinite, Indocible, Three Want Foure, and the like; which are nevertheless of use in reckoning, or in correcting of reckoning; and call to mind our past cogitations, though they be not names of any thing; because they make us refuse to admit of Names not rightly used.", "characters": 427, "sentences": 2}, {"text": "All other names, are but insignificant sounds; and those of two sorts. One, when they are new, and yet their meaning not explained by Definition; whereof there have been aboundance coyned by Schoole-men, and pusled Philosophers.", "characters": 228, "sentences": 3}, {"text": "What kinds of Speeches signifie the Appetites, Aversions, and Passions of mans mind; and of their use and abuse, I shall speak when I have spoken of the Passions.", "characters": 162, "sentences": 2}, {"text": "Out of all which we may define, (that is to say determine,) what that is, which is meant by this word Reason, when wee reckon it amongst the Faculties of the mind. For Reason, in this sense, is nothing but Reckoning (that is, Adding and Substracting) of the Consequences of generall names agreed upon, for the Marking and Signifying of our thoughts; I say Marking them, when we reckon by our selves; and Signifying, when we demonstrate, or approve our reckonings to other men.", "characters": 476, "sentences": 3}, {"text": "The first cause of Absurd conclusions I ascribe to the want of Method; in that they begin not their Ratiocination from Definitions; that is, from settled significations of their words: as if they could cast account, without knowing the value of the numerall words, One, Two, and Three.", "characters": 285, "sentences": 2}, {"text": "And whereas all bodies enter into account upon divers considerations, (which I have mentioned in the precedent chapter;) these considerations being diversly named, divers absurdities proceed from the confusion, and unfit connexion of their names into assertions. And therefore", "characters": 276, "sentences": 2}, {"text": "The second cause of Absurd assertions, I ascribe to the giving of names of Bodies, to Accidents; or of Accidents, to Bodies; As they do, that say, Faith Is Infused, or Inspired; when nothing can be Powred, or Breathed into any thing, but body; and that, Extension is Body; that Phantasmes are Spirits, &c.", "characters": 305, "sentences": 2}, {"text": "The third I ascribe to the giving of the names of the Accidents of Bodies Without Us, to the Accidents of our Own Bodies; as they do that say, the Colour Is In The Body; The Sound Is In The Ayre, &c.", "characters": 199, "sentences": 2}, {"text": "The fourth, to the giving of the names of Bodies, to Names, or Speeches; as they do that say, that There Be Things Universall; that A Living Creature Is Genus, or A Generall Thing, &c.", "characters": 184, "sentences": 2}, {"text": "The fifth, to the giving of the names of Accidents, to Names and Speeches; as they do that say, The Nature Of A Thing Is In Its Definition; A Mans Command Is His Will; and the like.", "characters": 181, "sentences": 2}, {"text": "The sixth, to the use of Metaphors, Tropes, and other Rhetoricall figures, in stead of words proper. For though it be lawfull to say, (for example) in common speech, The Way Goeth, Or Leadeth Hither, Or Thither, The Proverb Sayes This Or That (whereas wayes cannot go, nor Proverbs speak;) yet in reckoning, and seeking of truth, such speeches are not to be admitted.", "characters": 367, "sentences": 3}, {"text": "The seventh, to names that signifie nothing; but are taken up, and learned by rote from the Schooles, as Hypostatical, Transubstantiate, Consubstantiate, Eternal-now, and the like canting of Schoole-men.", "characters": 203, "sentences": 2}, {"text": "To him that can avoyd these things, it is not easie to fall into any absurdity, unlesse it be by the length of an account; wherein he may perhaps forget what went before. For all men by nature reason alike, and well, when they have good principles. For who is so stupid, as both to mistake in Geometry, and also to persist in it, when another detects his error to him?", "characters": 368, "sentences": 3}, {"text": "But yet they that have no Science, are in better, and nobler condition with their naturall Prudence; than men, that by mis-reasoning, or by trusting them that reason wrong, fall upon false and absurd generall rules. For ignorance of causes, and of rules, does not set men so farre out of their way, as relying on false rules, and taking for causes of what they aspire to, those that are not so, but rather causes of the contrary.", "characters": 429, "sentences": 3}, {"text": "To conclude, The Light of humane minds is Perspicuous Words, but by exact definitions first snuffed, and purged from ambiguity; Reason is the Pace; Encrease of Science, the Way; and the Benefit of man-kind, the End. And on the contrary, Metaphors, and senslesse and ambiguous words, are like Ignes Fatui; and reasoning upon them, is wandering amongst innumerable absurdities; and their end, contention, and sedition, or contempt.", "characters": 429, "sentences": 3}, {"text": "That which men Desire, they are also sayd to LOVE; and to HATE those things, for which they have Aversion. So that Desire, and Love, are the same thing; save that by Desire, we alwayes signifie the Absence of the object; by Love, most commonly the Presence of the same. So also by Aversion, we signifie the Absence; and by Hate, the Presence of the Object.", "characters": 356, "sentences": 4}, {"text": "Those things which we neither Desire, nor Hate, we are said to Contemne: CONTEMPT being nothing els but an immobility, or contumacy of the Heart, in resisting the action of certain things; and proceeding from that the Heart is already moved otherwise, by either more potent objects; or from want of experience of them.", "characters": 318, "sentences": 2}, {"text": "And because the constitution of a mans Body, is in continuall mutation; it is impossible that all the same things should alwayes cause in him the same Appetites, and aversions: much lesse can all men consent, in the Desire of almost any one and the same Object.", "characters": 261, "sentences": 2}, {"text": "This Motion, which is called Appetite, and for the apparence of it Delight, and Pleasure, seemeth to be, a corroboration of Vitall motion, and a help thereunto; and therefore such things as caused Delight, were not improperly called Jucunda, (A Juvando,) from helping or fortifying; and the contrary, Molesta, Offensive, from hindering, and troubling the motion vitall.", "characters": 369, "sentences": 2}, {"text": "Pleasure therefore, (or Delight,) is the apparence, or sense of Good; and Molestation or Displeasure, the apparence, or sense of evill. And consequently all Appetite, Desire, and Love, is accompanied with some Delight more or lesse; and all Hatred, and Aversion, with more or lesse Displeasure and Offence.", "characters": 306, "sentences": 3}, {"text": "These simple Passions called Appetite, Desire, Love, Aversion, Hate, Joy, and griefe, have their names for divers considerations diversified. As first, when they one succeed another, they are diversly called from the opinion men have of the likelihood of attaining what they desire. Secondly, from the object loved or hated. Thirdly, from the consideration of many of them together. Fourthly, from the Alteration or succession it selfe.", "characters": 436, "sentences": 6}, {"text": "Indignation-- Anger for great hurt done to another, when we conceive the same to be done by Injury, INDIGNATION.", "characters": 112, "sentences": 2}, {"text": "Benevolence-- Desire of good to another, BENEVOLENCE, GOOD WILL, CHARITY. If to man generally, GOOD NATURE.", "characters": 107, "sentences": 3}, {"text": "Covetousnesse-- Desire of Riches, COVETOUSNESSE: a name used alwayes in signification of blame; because men contending for them, are displeased with one anothers attaining them; though the desire in it selfe, be to be blamed, or allowed, according to the means by which those Riches are sought.", "characters": 294, "sentences": 2}, {"text": "Ambition-- Desire of Office, or precedence, AMBITION: a name used also in the worse sense, for the reason before mentioned.", "characters": 123, "sentences": 2}, {"text": "Pusillanimity-- Desire of things that conduce but a little to our ends; And fear of things that are but of little hindrance, PUSILLANIMITY.", "characters": 139, "sentences": 2}, {"text": "Miserablenesse-- Pusillanimity, in the same WRETCHEDNESSE, MISERABLENESSE; or PARSIMONY; as it is liked or disliked.", "characters": 116, "sentences": 2}, {"text": "The Passion Of Love; Jealousie-- Love of one singularly, with desire to be singularly beloved, THE PASSION OF LOVE. The same, with fear that the love is not mutuall, JEALOUSIE.", "characters": 176, "sentences": 3}, {"text": "Revengefulnesse-- Desire, by doing hurt to another, to make him condemn some fact of his own, REVENGEFULNESSE.", "characters": 110, "sentences": 2}, {"text": "Religion Superstition; True Religion-- Feare of power invisible, feigned by the mind, or imagined from tales publiquely allowed, RELIGION; not allowed, superstition. And when the power imagined is truly such as we imagine, TRUE RELIGION.", "characters": 237, "sentences": 3}, {"text": "Panique Terrour-- Feare, without the apprehension of why, or what, PANIQUE TERROR; called so from the fables that make Pan the author of them; whereas in truth there is always in him that so feareth, first, some apprehension of the cause, though the rest run away by example; every one supposing his fellow to know why. And therefore this Passion happens to none but in a throng, or multitude of people.", "characters": 403, "sentences": 3}, {"text": "Admiration-- Joy, from apprehension of novelty, ADMIRATION; proper to man, because it excites the appetite of knowing the cause.", "characters": 128, "sentences": 2}, {"text": "The Vaine-glory which consisteth in the feigning or supposing of abilities in ourselves, which we know are not, is most incident to young men, and nourished by the Histories or Fictions of Gallant Persons; and is corrected often times by Age, and Employment.", "characters": 258, "sentences": 2}, {"text": "Shame Blushing-- Griefe, for the discovery of some defect of ability is SHAME, or the passion that discovereth itself in BLUSHING; and consisteth in the apprehension of some thing dishonourable; and in young men, is a signe of the love of good reputation; and commendable: in old men it is a signe of the same; but because it comes too late, not commendable.", "characters": 358, "sentences": 2}, {"text": "Pitty-- Griefe, for the calamity of another is PITTY; and ariseth from the imagination that the like calamity may befall himselfe; and therefore is called also COMPASSION, and in the phrase of this present time a FELLOW-FEELING: and therefore for Calamity arriving from great wickedness, the best men have the least Pitty; and for the same Calamity, those have least Pitty, that think themselves least obnoxious to the same.", "characters": 424, "sentences": 2}, {"text": "Cruelty-- Contempt, or little sense of the calamity of others, is that which men call CRUELTY; proceeding from Security of their own fortune. For, that any man should take pleasure in other mens' great harmes, without other end of his own, I do not conceive it possible.", "characters": 270, "sentences": 3}, {"text": "Emulation Envy-- Griefe, for the success of a Competitor in wealth, honour, or other good, if it be joyned with Endeavour to enforce our own abilities to equal or exceed him, is called EMULATION: but joyned with Endeavour to supplant or hinder a Competitor, ENVIE.", "characters": 264, "sentences": 2}, {"text": "Therefore of things past, there is no Deliberation; because manifestly impossible to be changed: nor of things known to be impossible, or thought so; because men know, or think such Deliberation vaine. But of things impossible, which we think possible, we may Deliberate; not knowing it is in vain. And it is called DELIBERATION; because it is a putting an end to the Liberty we had of doing, or omitting, according to our own Appetite, or Aversion.", "characters": 449, "sentences": 4}, {"text": "This alternate succession of Appetites, Aversions, Hopes and Feares is no less in other living Creatures than in Man; and therefore Beasts also Deliberate.", "characters": 155, "sentences": 2}, {"text": "Every Deliberation is then sayd to End when that whereof they Deliberate, is either done, or thought impossible; because till then wee retain the liberty of doing, or omitting, according to our Appetite, or Aversion.", "characters": 216, "sentences": 2}, {"text": "By this it is manifest, that not onely actions that have their beginning from Covetousness, Ambition, Lust, or other Appetites to the thing propounded; but also those that have their beginning from Aversion, or Feare of those consequences that follow the omission, are Voluntary Actions.", "characters": 287, "sentences": 2}, {"text": "These forms of Speech, I say, are expressions, or voluntary significations of our Passions: but certain signes they be not; because they may be used arbitrarily, whether they that use them, have such Passions or not. The best signes of Passions present, are either in the countenance, motions of the body, actions, and ends, or aims, which we otherwise know the man to have.", "characters": 374, "sentences": 3}, {"text": "The form of speech whereby men signifie their opinion of the Goodnesse of anything is PRAISE. That whereby they signifie the power and greatness of anything is MAGNIFYING. And that whereby they signifie the opinion they have of a man's felicity is by the Greeks called Makarismos, for which we have no name in our tongue. And thus much is sufficient for the present purpose to have been said of the passions.", "characters": 408, "sentences": 5}, {"text": "Of all Discourse, governed by desire of Knowledge, there is at last an End, either by attaining, or by giving over. And in the chain of Discourse, wheresoever it be interrupted, there is an End for that time.", "characters": 208, "sentences": 3}, {"text": "But by Beleeving In, as it is in the Creed, is meant, not trust in the Person; but Confession and acknowledgement of the Doctrine. For not onely Christians, but all manner of men do so believe in God, as to hold all for truth they heare him say, whether they understand it, or not; which is all the Faith and trust can possibly be had in any person whatsoever: But they do not all believe the Doctrine of the Creed.", "characters": 415, "sentences": 3}, {"text": "Vertue generally, in all sorts of subjects, is somewhat that is valued for eminence; and consisteth in comparison. For if all things were equally in all men, nothing would be prized. And by Vertues INTELLECTUALL, are always understood such abilityes of the mind, as men praise, value, and desire should be in themselves; and go commonly under the name of a Good Witte; though the same word Witte, be used also, to distinguish one certain ability from the rest.", "characters": 460, "sentences": 4}, {"text": "In a good Poem, whether it be Epique, or Dramatique; as also in Sonnets, Epigrams, and other Pieces, both Judgement and Fancy are required: But the Fancy must be more eminent; because they please for the Extravagancy; but ought not to displease by Indiscretion.", "characters": 261, "sentences": 2}, {"text": "In a good History, the Judgement must be eminent; because the goodnesse consisteth, in the Method, in the Truth, and in the Choyse of the actions that are most profitable to be known. Fancy has no place, but onely in adorning the stile.", "characters": 236, "sentences": 3}, {"text": "In Orations of Prayse, and in Invectives, the Fancy is praedominant; because the designe is not truth, but to Honour or Dishonour; which is done by noble, or by vile comparisons. The Judgement does but suggest what circumstances make an action laudable, or culpable.", "characters": 266, "sentences": 3}, {"text": "In Hortatives, and Pleadings, as Truth, or Disguise serveth best to the Designe in hand; so is the Judgement, or the Fancy most required.", "characters": 137, "sentences": 2}, {"text": "In Demonstration, in Councell, and all rigourous search of Truth, Judgement does all; except sometimes the understanding have need to be opened by some apt similitude; and then there is so much use of Fancy. But for Metaphors, they are in this case utterly excluded. For seeing they openly professe deceipt; to admit them into Councell, or Reasoning, were manifest folly.", "characters": 371, "sentences": 4}, {"text": "And in any Discourse whatsoever, if the defect of Discretion be apparent, how extravagant soever the Fancy be, the whole discourse will be taken for a signe of want of wit; and so will it never when the Discretion is manifest, though the Fancy be never so ordinary.", "characters": 265, "sentences": 2}, {"text": "As for Acquired Wit, (I mean acquired by method and instruction,) there is none but Reason; which is grounded on the right use of Speech; and produceth the Sciences. But of Reason and Science, I have already spoken in the fifth and sixth Chapters.", "characters": 247, "sentences": 3}, {"text": "The Passions that most of all cause the differences of Wit, are principally, the more or lesse Desire of Power, of Riches, of Knowledge, and of Honour. All which may be reduced to the first, that is Desire of Power. For Riches, Knowledge and Honour are but severall sorts of Power.", "characters": 281, "sentences": 4}, {"text": "Whereof there be almost as many kinds, as of the Passions themselves. Sometimes the extraordinary and extravagant Passion, proceedeth from the evill constitution of the organs of the Body, or harme done them; and sometimes the hurt, and indisposition of the Organs, is caused by the vehemence, or long continuance of the Passion. But in both cases the Madnesse is of one and the same nature.", "characters": 391, "sentences": 4}, {"text": "The Passion, whose violence, or continuance maketh Madnesse, is either great Vaine-Glory; which is commonly called Pride, and Selfe-Conceipt; or great Dejection of mind.", "characters": 169, "sentences": 2}, {"text": "This opinion of Inspiration, called commonly, Private Spirit, begins very often, from some lucky finding of an Errour generally held by others; and not knowing, or not remembring, by what conduct of reason, they came to so singular a truth, (as they think it, though it be many times an untruth they light on,) they presently admire themselves; as being in the speciall grace of God Almighty, who hath revealed the same to them supernaturally, by his Spirit.", "characters": 458, "sentences": 2}, {"text": "The Register of Knowledge Of Fact is called History. Whereof there be two sorts: one called Naturall History; which is the History of such Facts, or Effects of Nature, as have no Dependance on Mans Will; Such as are the Histories of Metals, Plants, Animals, Regions, and the like. The other, is Civill History; which is the History of the Voluntary Actions of men in Common-wealths.", "characters": 382, "sentences": 4}, {"text": "The Registers of Science, are such Books as contain the Demonstrations of Consequences of one Affirmation, to another; and are commonly called Books of Philosophy; whereof the sorts are many, according to the diversity of the Matter; And may be divided in such manner as I have divided them in the following Table.", "characters": 314, "sentences": 2}, {"text": "A.  Consequences from Accidents of Bodies Naturall; which is         called NATURALL PHILOSOPHY", "characters": 95, "sentences": 2}, {"text": "1.  Consequences from the Accidents common to all Bodies Naturall;            which are Quantity, and Motion.", "characters": 109, "sentences": 3}, {"text": "a.  Consequences from Quantity, and Motion Indeterminate;               which, being the Principles or first foundation of               Philosophy, is called Philosophia Prima", "characters": 176, "sentences": 2}, {"text": "a) Consequences from the Motion, and Quantity of the                     great parts of the World, as the Earth and Stars,", "characters": 122, "sentences": 1}, {"text": "b) Consequences from the Motion of Speciall kinds, and                     Figures of Body,", "characters": 91, "sentences": 1}, {"text": "Science of                        ENGINEERS                        ARCHITECTURE                        NAVIGATION", "characters": 113, "sentences": 1}, {"text": "a.  Consequences from the Qualities of Bodies Transient, such               as sometimes appear, sometimes vanish", "characters": 113, "sentences": 2}, {"text": "a) Consequences from the Light of the Starres.  Out of                     this, and the Motion of the Sunne, is made the                     Science of", "characters": 152, "sentences": 2}, {"text": "2) Consequences of the Qualities from Liquid Bodies that                  fill the space between the Starres; such as are the                  Ayre, or substance aetherial.", "characters": 172, "sentences": 2}, {"text": "a) Consequences from parts of the Earth that are                     without Sense,", "characters": 83, "sentences": 1}, {"text": "1] Consequences from Qualities of Minerals, as                        Stones, Metals, &c .                    2] Consequences from the Qualities of Vegetables", "characters": 158, "sentences": 2}, {"text": "B.  Consequences from the Accidents of Politique Bodies; which is         called POLITIQUES, and CIVILL PHILOSOPHY", "characters": 114, "sentences": 2}, {"text": "1.  Of Consequences from the Institution of COMMON-WEALTHS, to            the Rights, and Duties of the Body Politique, or Soveraign.", "characters": 133, "sentences": 3}, {"text": "The POWER of a Man, (to take it Universally,) is his present means, to obtain some future apparent Good. And is either Originall, or Instrumentall.", "characters": 147, "sentences": 3}, {"text": "The Greatest of humane Powers, is that which is compounded of the Powers of most men, united by consent, in one person, Naturall, or civill, that has the use of all their Powers depending on his will; such as is the Power of a Common-wealth: or depending on the wills of each particular; such as is the Power of a Faction, or of divers factions leagued. Therefore to have servants, is Power; To have Friends, is Power: for they are strengths united.", "characters": 449, "sentences": 3}, {"text": "Also Riches joyned with liberality, is Power; because it procureth friends, and servants: Without liberality, not so; because in this case they defend not; but expose men to Envy, as a Prey.", "characters": 190, "sentences": 2}, {"text": "Reputation of power, is Power; because it draweth with it the adhaerance of those that need protection.", "characters": 103, "sentences": 2}, {"text": "Also, what quality soever maketh a man beloved, or feared of many; or the reputation of such quality, is Power; because it is a means to have the assistance, and service of many.", "characters": 178, "sentences": 2}, {"text": "Good successe is Power; because it maketh reputation of Wisdome, or good fortune; which makes men either feare him, or rely on him.", "characters": 131, "sentences": 2}, {"text": "Reputation of Prudence in the conduct of Peace or War, is Power; because to prudent men, we commit the government of our selves, more willingly than to others.", "characters": 159, "sentences": 2}, {"text": "Nobility is Power, not in all places, but onely in those Common-wealths, where it has Priviledges: for in such priviledges consisteth their Power.", "characters": 146, "sentences": 2}, {"text": "Forme is Power; because being a promise of Good, it recommendeth men to the favour of women and strangers.", "characters": 106, "sentences": 2}, {"text": "The Sciences, are small Power; because not eminent; and therefore, not acknowledged in any man; nor are at all, but in a few; and in them, but of a few things. For Science is of that nature, as none can understand it to be, but such as in a good measure have attayned it.", "characters": 271, "sentences": 3}, {"text": "Arts of publique use, as Fortification, making of Engines, and other Instruments of War; because they conferre to Defence, and Victory, are Power; And though the true Mother of them, be Science, namely the Mathematiques; yet, because they are brought into the Light, by the hand of the Artificer, they be esteemed (the Midwife passing with the vulgar for the Mother,) as his issue.", "characters": 381, "sentences": 2}, {"text": "The manifestation of the Value we set on one another, is that which is commonly called Honouring, and Dishonouring. To Value a man at a high rate, is to Honour him; at a low rate, is to Dishonour him. But high, and low, in this case, is to be understood by comparison to the rate that each man setteth on himselfe.", "characters": 314, "sentences": 4}, {"text": "The publique worth of a man, which is the Value set on him by the Common-wealth, is that which men commonly call DIGNITY. And this Value of him by the Common-wealth, is understood, by offices of Command, Judicature, publike Employment; or by Names and Titles, introduced for distinction of such Value.", "characters": 301, "sentences": 3}, {"text": "To pray to another, for ayde of any kind, is to HONOUR; because a signe we have an opinion he has power to help; and the more difficult the ayde is, the more is the Honour.", "characters": 172, "sentences": 2}, {"text": "To obey, is to Honour; because no man obeyes them, whom they think have no power to help, or hurt them. And consequently to disobey, is to Dishonour.", "characters": 149, "sentences": 3}, {"text": "To give great gifts to a man, is to Honour him; because 'tis buying of Protection, and acknowledging of Power. To give little gifts, is to Dishonour; because it is but Almes, and signifies an opinion of the need of small helps. To be sedulous in promoting anothers good; also to flatter, is to Honour; as a signe we seek his protection or ayde. To neglect, is to Dishonour.", "characters": 373, "sentences": 5}, {"text": "To give way, or place to another, in any Commodity, is to Honour; being a confession of greater power. To arrogate, is to Dishonour.", "characters": 132, "sentences": 3}, {"text": "To shew any signe of love, or feare of another, is to Honour; for both to love, and to feare, is to value. To contemne, or lesse to love or feare then he expects, is to Dishonour; for 'tis undervaluing.", "characters": 202, "sentences": 3}, {"text": "To praise, magnifie, or call happy, is to Honour; because nothing but goodnesse, power, and felicity is valued. To revile, mock, or pitty, is to Dishonour.", "characters": 155, "sentences": 3}, {"text": "To speak to another with consideration, to appear before him with decency, and humility, is to Honour him; as signes of fear to offend. To speak to him rashly, to do anything before him obscenely, slovenly, impudently, is to Dishonour.", "characters": 235, "sentences": 3}, {"text": "To believe, to trust, to rely on another, is to Honour him; signe of opinion of his vertue and power. To distrust, or not believe, is to Dishonour.", "characters": 147, "sentences": 3}, {"text": "To hearken to a mans counsell, or discourse of what kind soever, is to Honour; as a signe we think him wise, or eloquent, or witty. To sleep, or go forth, or talk the while, is to Dishonour.", "characters": 190, "sentences": 3}, {"text": "To do those things to another, which he takes for signes of Honour, or which the Law or Custome makes so, is to Honour; because in approving the Honour done by others, he acknowledgeth the power which others acknowledge. To refuse to do them, is to Dishonour.", "characters": 259, "sentences": 3}, {"text": "To agree with in opinion, is to Honour; as being a signe of approving his judgement, and wisdome. To dissent, is Dishonour; and an upbraiding of errour; and (if the dissent be in many things) of folly.", "characters": 201, "sentences": 3}, {"text": "To honour those another honours, is to Honour him; as a signe of approbation of his judgement. To honour his Enemies, is to Dishonour him.", "characters": 138, "sentences": 3}, {"text": "To employ in counsell, or in actions of difficulty, is to Honour; as a signe of opinion of his wisdome, or other power. To deny employment in the same cases, to those that seek it, is to Dishonour.", "characters": 197, "sentences": 3}, {"text": "All these wayes of Honouring, are naturall; and as well within, as without Common-wealths. But in Common-wealths, where he, or they that have the supreme Authority, can make whatsoever they please, to stand for signes of Honour, there be other Honours.", "characters": 252, "sentences": 3}, {"text": "A Soveraigne doth Honour a Subject, with whatsoever Title, or Office, or Employment, or Action, that he himselfe will have taken for a signe of his will to Honour him.", "characters": 167, "sentences": 2}, {"text": "And therefore To be Honoured, loved, or feared of many, is Honourable; as arguments of Power. To be Honoured of few or none, Dishonourable.", "characters": 139, "sentences": 3}, {"text": "Good fortune (if lasting,) Honourable; as a signe of the favour of God. Ill fortune, and losses, Dishonourable. Riches, are Honourable; for they are Power. Poverty, Dishonourable. Magnanimity, Liberality, Hope, Courage, Confidence, are Honourable; for they proceed from the conscience of Power. Pusillanimity, Parsimony, Fear, Diffidence, are Dishonourable.", "characters": 357, "sentences": 7}, {"text": "Timely Resolution, or determination of what a man is to do, is Honourable; as being the contempt of small difficulties, and dangers. And Irresolution, Dishonourable; as a signe of too much valuing of little impediments, and little advantages: For when a man has weighed things as long as the time permits, and resolves not, the difference of weight is but little; and therefore if he resolve not, he overvalues little things, which is Pusillanimity.", "characters": 449, "sentences": 3}, {"text": "All Actions, and Speeches, that proceed, or seem to proceed from much Experience, Science, Discretion, or Wit, are Honourable; For all these are Powers. Actions, or Words that proceed from Errour, Ignorance, or Folly, Dishonourable.", "characters": 232, "sentences": 3}, {"text": "Gravity, as farre forth as it seems to proceed from a mind employed on some thing else, is Honourable; because employment is a signe of Power. But if it seem to proceed from a purpose to appear grave, it is Dishonourable. For the gravity of the Former, is like the steddinesse of a Ship laden with Merchandise; but of the later, like the steddinesse of a Ship ballasted with Sand, and other trash.", "characters": 397, "sentences": 4}, {"text": "To be Conspicuous, that is to say, to be known, for Wealth, Office, great Actions, or any eminent Good, is Honourable; as a signe of the power for which he is conspicuous. On the contrary, Obscurity, is Dishonourable.", "characters": 217, "sentences": 3}, {"text": "To be descended from conspicuous Parents, is Honourable; because they the more easily attain the aydes, and friends of their Ancestors. On the contrary, to be descended from obscure Parentage, is Dishonourable.", "characters": 210, "sentences": 3}, {"text": "Actions proceeding from Equity, joyned with losse, are Honourable; as signes of Magnanimity: for Magnanimity is a signe of Power. On the contrary, Craft, Shifting, neglect of Equity, is Dishonourable.", "characters": 200, "sentences": 3}, {"text": "WORTHINESSE, is a thing different from the worth, or value of a man; and also from his merit, or desert; and consisteth in a particular power, or ability for that, whereof he is said to be worthy: which particular ability, is usually named FITNESSE, or Aptitude.", "characters": 262, "sentences": 2}, {"text": "Competition of Riches, Honour, command, or other power, enclineth to Contention, Enmity, and War: because the way of one Competitor, to the attaining of his desire, is to kill, subdue, supplant, or repell the other. Particularly, competition of praise, enclineth to a reverence of Antiquity. For men contend with the living, not with the dead; to these ascribing more than due, that they may obscure the glory of the other.", "characters": 423, "sentences": 4}, {"text": "Desire of Ease, and sensuall Delight, disposeth men to obey a common Power: because by such Desires, a man doth abandon the protection might be hoped for from his own Industry, and labour.", "characters": 188, "sentences": 2}, {"text": "Fear of Death, and Wounds, disposeth to the same; and for the same reason. On the contrary, needy men, and hardy, not contented with their present condition; as also, all men that are ambitious of Military command, are enclined to continue the causes of warre; and to stirre up trouble and sedition: for there is no honour Military but by warre; nor any such hope to mend an ill game, as by causing a new shuffle.", "characters": 413, "sentences": 3}, {"text": "Desire of Knowledge, and Arts of Peace, enclineth men to obey a common Power: For such Desire, containeth a desire of leasure; and consequently protection from some other Power than their own.", "characters": 192, "sentences": 2}, {"text": "To have done more hurt to a man, than he can, or is willing to expiate, enclineth the doer to hate the sufferer. For he must expect revenge, or forgivenesse; both which are hatefull.", "characters": 182, "sentences": 3}, {"text": "Feare of oppression, disposeth a man to anticipate, or to seek ayd by society: for there is no other way by which a man can secure his life and liberty.", "characters": 152, "sentences": 2}, {"text": "Men that distrust their own subtilty, are in tumult, and sedition, better disposed for victory, than they that suppose themselves wise, or crafty. For these love to consult, the other (fearing to be circumvented,) to strike first. And in sedition, men being alwayes in the procincts of Battell, to hold together, and use all advantages of force, is a better stratagem, than any that can proceed from subtilty of Wit.", "characters": 416, "sentences": 4}, {"text": "Vain-glorious men, such as without being conscious to themselves of great sufficiency, delight in supposing themselves gallant men, are enclined onely to ostentation; but not to attempt: Because when danger or difficulty appears, they look for nothing but to have their insufficiency discovered.", "characters": 295, "sentences": 2}, {"text": "Vain-glorious men, such as estimate their sufficiency by the flattery of other men, or the fortune of some precedent action, without assured ground of hope from the true knowledge of themselves, are enclined to rash engaging; and in the approach of danger, or difficulty, to retire if they can: because not seeing the way of safety, they will rather hazard their honour, which may be salved with an excuse; than their lives, for which no salve is sufficient.", "characters": 458, "sentences": 2}, {"text": "Men that have a strong opinion of their own wisdome in matter of government, are disposed to Ambition. Because without publique Employment in counsell or magistracy, the honour of their wisdome is lost. And therefore Eloquent speakers are enclined to Ambition; for Eloquence seemeth wisdome, both to themselves and others", "characters": 321, "sentences": 3}, {"text": "Pusillanimity disposeth men to Irresolution, and consequently to lose the occasions, and fittest opportunities of action. For after men have been in deliberation till the time of action approach, if it be not then manifest what is best to be done, tis a signe, the difference of Motives, the one way and the other, are not great: Therefore not to resolve then, is to lose the occasion by weighing of trifles; which is pusillanimity.", "characters": 432, "sentences": 3}, {"text": "Frugality,(though in poor men a Vertue,) maketh a man unapt to atchieve such actions, as require the strength of many men at once: For it weakeneth their Endeavour, which is to be nourished and kept in vigor by Reward.", "characters": 218, "sentences": 2}, {"text": "Confidence In Others From Ignorance Of The Marks Of Wisdome and Kindnesse Eloquence, with flattery, disposeth men to confide in them that have it; because the former is seeming Wisdome, the later seeming Kindnesse. Adde to them Military reputation, and it disposeth men to adhaere, and subject themselves to those men that have them. The two former, having given them caution against danger from him; the later gives them caution against danger from others.", "characters": 457, "sentences": 4}, {"text": "Want of Science, that is, Ignorance of causes, disposeth, or rather constraineth a man to rely on the advise, and authority of others. For all men whom the truth concernes, if they rely not on their own, must rely on the opinion of some other, whom they think wiser than themselves, and see not why he should deceive them.", "characters": 322, "sentences": 3}, {"text": "Ignorance of the signification of words; which is, want of understanding, disposeth men to take on trust, not onely the truth they know not; but also the errors; and which is more, the non-sense of them they trust: For neither Error, nor non-sense, can without a perfect understanding of words, be detected.", "characters": 307, "sentences": 2}, {"text": "From the same it proceedeth, that men give different names, to one and the same thing, from the difference of their own passions: As they that approve a private opinion, call it Opinion; but they that mislike it, Haeresie: and yet haeresie signifies no more than private opinion; but has onely a greater tincture of choler.", "characters": 323, "sentences": 2}, {"text": "From the same also it proceedeth, that men cannot distinguish, without study and great understanding, between one action of many men, and many actions of one multitude; as for example, between the one action of all the Senators of Rome in killing Catiline, and the many actions of a number of Senators in killing Caesar; and therefore are disposed to take for the action of the people, that which is a multitude of actions done by a multitude of men, led perhaps by the perswasion of one.", "characters": 488, "sentences": 2}, {"text": "Ignorance of naturall causes disposeth a man to Credulity, so as to believe many times impossibilities: for such know nothing to the contrary, but that they may be true; being unable to detect the Impossibility. And Credulity, because men love to be hearkened unto in company, disposeth them to lying: so that Ignorance it selfe without Malice, is able to make a man bothe to believe lyes, and tell them; and sometimes also to invent them.", "characters": 439, "sentences": 3}, {"text": "Anxiety for the future time, disposeth men to enquire into the causes of things: because the knowledge of them, maketh men the better able to order the present to their best advantage.", "characters": 184, "sentences": 2}, {"text": "And this seed of Religion, having been observed by many; some of those that have observed it, have been enclined thereby to nourish, dresse, and forme it into Lawes; and to adde to it of their own invention, any opinion of the causes of future events, by which they thought they should best be able to govern others, and make unto themselves the greatest use of their Powers.", "characters": 375, "sentences": 2}, {"text": "Seeing there are no signes, nor fruit of Religion, but in Man onely; there is no cause to doubt, but that the seed of Religion, is also onely in Man; and consisteth in some peculiar quality, or at least in some eminent degree thereof, not to be found in other Living creatures.", "characters": 277, "sentences": 2}, {"text": "And first, it is peculiar to the nature of Man, to be inquisitive into the Causes of the Events they see, some more, some lesse; but all men so much, as to be curious in the search of the causes of their own good and evill fortune.", "characters": 231, "sentences": 2}, {"text": "Secondly, upon the sight of any thing that hath a Beginning, to think also it had a cause, which determined the same to begin, then when it did, rather than sooner or later.", "characters": 173, "sentences": 2}, {"text": "And in these foure things, Opinion of Ghosts, Ignorance of second causes, Devotion towards what men fear, and Taking of things Casuall for Prognostiques, consisteth the Naturall seed of Religion; which by reason of the different Fancies, Judgements, and Passions of severall men, hath grown up into ceremonies so different, that those which are used by one man, are for the most part ridiculous to another.", "characters": 406, "sentences": 2}, {"text": "And for that part of Religion, which consisteth in opinions concerning the nature of Powers Invisible, there is almost nothing that has a name, that has not been esteemed amongst the Gentiles, in one place or another, a God, or Divell; or by their Poets feigned to be inanimated, inhabited, or possessed by some Spirit or other.", "characters": 328, "sentences": 2}, {"text": "From the propagation of Religion, it is not hard to understand the causes of the resolution of the same into its first seeds, or principles; which are only an opinion of a Deity, and Powers invisible, and supernaturall; that can never be so abolished out of humane nature, but that new Religions may againe be made to spring out of them, by the culture of such men, as for such purpose are in reputation.", "characters": 404, "sentences": 2}, {"text": "That which taketh away the reputation of Love, is the being detected of private ends: as when the beliefe they require of others, conduceth or seemeth to conduce to the acquiring of Dominion, Riches, Dignity, or secure Pleasure, to themselves onely, or specially. For that which men reap benefit by to themselves, they are thought to do for their own sakes, and not for love of others", "characters": 384, "sentences": 2}, {"text": "Again, when the sons of Samuel, (1 Sam.8.3) being constituted by their father Judges in Bersabee, received bribes, and judged unjustly, the people of Israel refused any more to have God to be their King, in other manner than he was King of other people; and therefore cryed out to Samuel, to choose them a King after the manner of the Nations. So that Justice Fayling, Faith also fayled: Insomuch, as they deposed their God, from reigning over them.", "characters": 449, "sentences": 5}, {"text": "So that in the nature of man, we find three principall causes of quarrel. First, Competition; Secondly, Diffidence; Thirdly, Glory.", "characters": 131, "sentences": 3}, {"text": "The first, maketh men invade for Gain; the second, for Safety; and the third, for Reputation. The first use Violence, to make themselves Masters of other mens persons, wives, children, and cattell; the second, to defend them; the third, for trifles, as a word, a smile, a different opinion, and any other signe of undervalue, either direct in their Persons, or by reflexion in their Kindred, their Friends, their Nation, their Profession, or their Name.", "characters": 453, "sentences": 3}, {"text": "The Passions that encline men to Peace, are Feare of Death; Desire of such things as are necessary to commodious living; and a Hope by their Industry to obtain them. And Reason suggesteth convenient Articles of Peace, upon which men may be drawn to agreement. These Articles, are they, which otherwise are called the Lawes of Nature: whereof I shall speak more particularly, in the two following Chapters.", "characters": 405, "sentences": 4}, {"text": "The RIGHT OF NATURE, which Writers commonly call Jus Naturale, is the Liberty each man hath, to use his own power, as he will himselfe, for the preservation of his own Nature; that is to say, of his own Life; and consequently, of doing any thing, which in his own Judgement, and Reason, hee shall conceive to be the aptest means thereunto.", "characters": 339, "sentences": 2}, {"text": "By LIBERTY, is understood, according to the proper signification of the word, the absence of externall Impediments: which Impediments, may oft take away part of a mans power to do what hee would; but cannot hinder him from using the power left him, according as his judgement, and reason shall dictate to him.", "characters": 309, "sentences": 2}, {"text": "And consequently it is a precept, or generall rule of Reason, \"That every man, ought to endeavour Peace, as farre as he has hope of obtaining it; and when he cannot obtain it, that he may seek, and use, all helps, and advantages of Warre.\" The first branch, of which Rule, containeth the first, and Fundamentall Law of Nature; which is, \"To seek Peace, and follow it.\" The Second, the summe of the Right of Nature; which is, \"By all means we can, to defend our selves.\"", "characters": 469, "sentences": 4}, {"text": "There is difference, between transferring of Right to the Thing; and transferring, or tradition, that is, delivery of the Thing it selfe. For the Thing may be delivered together with the Translation of the Right; as in buying and selling with ready mony; or exchange of goods, or lands: and it may be delivered some time after.", "characters": 327, "sentences": 3}, {"text": "When the transferring of Right, is not mutuall; but one of the parties transferreth, in hope to gain thereby friendship, or service from another, or from his friends; or in hope to gain the reputation of Charity, or Magnanimity; or to deliver his mind from the pain of compassion; or in hope of reward in heaven; This is not Contract, but GIFT, FREEGIFT, GRACE: which words signifie one and the same thing.", "characters": 406, "sentences": 2}, {"text": "Signes of Contract, are either Expresse, or By Inference. Expresse, are words spoken with understanding of what they signifie; And such words are either of the time Present, or Past; as, I Give, I Grant, I Have Given, I Have Granted, I Will That This Be Yours: Or of the future; as, I Will Give, I Will Grant; which words of the future, are called Promise.", "characters": 356, "sentences": 3}, {"text": "Signes by Inference, are sometimes the consequence of Words; sometimes the consequence of Silence; sometimes the consequence of Actions; sometimes the consequence of Forbearing an Action: and generally a signe by Inference, of any Contract, is whatsoever sufficiently argues the will of the Contractor.", "characters": 302, "sentences": 2}, {"text": "But in a civill estate, where there is a Power set up to constrain those that would otherwise violate their faith, that feare is no more reasonable; and for that cause, he which by the Covenant is to perform first, is obliged so to do.", "characters": 235, "sentences": 2}, {"text": "The cause of Feare, which maketh such a Covenant invalid, must be alwayes something arising after the Covenant made; as some new fact, or other signe of the Will not to performe; else it cannot make the Covenant Voyd. For that which could not hinder a man from promising, ought not to be admitted as a hindrance of performing.", "characters": 326, "sentences": 3}, {"text": "He that transferreth any Right, transferreth the Means of enjoying it, as farre as lyeth in his power. As he that selleth Land, is understood to transferre the Herbage, and whatsoever growes upon it; Nor can he that sells a Mill turn away the Stream that drives it. And they that give to a man The Right of government in Soveraignty, are understood to give him the right of levying mony to maintain Souldiers; and of appointing Magistrates for the administration of Justice.", "characters": 474, "sentences": 4}, {"text": "To make Covenant with bruit Beasts, is impossible; because not understanding our speech, they understand not, nor accept of any translation of Right; nor can translate any Right to another; and without mutuall acceptation, there is no Covenant.", "characters": 244, "sentences": 2}, {"text": "To make Covenant with God, is impossible, but by Mediation of such as God speaketh to, either by Revelation supernaturall, or by his Lieutenants that govern under him, and in his Name; For otherwise we know not whether our Covenants be accepted, or not. And therefore they that Vow any thing contrary to any law of Nature, Vow in vain; as being a thing unjust to pay such Vow. And if it be a thing commanded by the Law of Nature, it is not the Vow, but the Law that binds them.", "characters": 477, "sentences": 4}, {"text": "The matter, or subject of a Covenant, is alwayes something that falleth under deliberation; (For to Covenant, is an act of the Will; that is to say an act, and the last act, of deliberation;) and is therefore alwayes understood to be something to come; and which is judged Possible for him that Covenanteth, to performe.", "characters": 320, "sentences": 2}, {"text": "And therefore, to promise that which is known to be Impossible, is no Covenant. But if that prove impossible afterwards, which before was thought possible, the Covenant is valid, and bindeth, (though not to the thing it selfe,) yet to the value; or, if that also be impossible, to the unfeigned endeavour of performing as much as is possible; for to more no man can be obliged.", "characters": 377, "sentences": 3}, {"text": "Men are freed of their Covenants two wayes; by Performing; or by being Forgiven. For Performance, is the naturall end of obligation; and Forgivenesse, the restitution of liberty; as being a retransferring of that Right, in which the obligation consisted.", "characters": 254, "sentences": 3}, {"text": "A former Covenant, makes voyd a later. For a man that hath passed away his Right to one man to day, hath it not to passe to morrow to another: and therefore the later promise passeth no Right, but is null.", "characters": 205, "sentences": 3}, {"text": "It appears also, that the Oath addes nothing to the Obligation. For a Covenant, if lawfull, binds in the sight of God, without the Oath, as much as with it; if unlawfull, bindeth not at all; though it be confirmed with an Oath.", "characters": 227, "sentences": 3}, {"text": "From that law of Nature, by which we are obliged to transferre to another, such Rights, as being retained, hinder the peace of Mankind, there followeth a Third; which is this, That Men Performe Their Covenants Made: without which, Covenants are in vain, and but Empty words; and the Right of all men to all things remaining, wee are still in the condition of Warre.", "characters": 365, "sentences": 2}, {"text": "And in this law of Nature, consisteth the Fountain and Originall of JUSTICE. For where no Covenant hath preceded, there hath no Right been transferred, and every man has right to every thing; and consequently, no action can be Unjust. But when a Covenant is made, then to break it is Unjust: And the definition of INJUSTICE, is no other than The Not Performance Of Covenant. And whatsoever is not Unjust, is Just.", "characters": 413, "sentences": 5}, {"text": "As for the Instance of gaining the secure and perpetuall felicity of Heaven, by any way; it is frivolous: there being but one way imaginable; and that is not breaking, but keeping of Covenant.", "characters": 192, "sentences": 2}, {"text": "And for the other Instance of attaining Soveraignty by Rebellion; it is manifest, that though the event follow, yet because it cannot reasonably be expected, but rather the contrary; and because by gaining it so, others are taught to gain the same in like manner, the attempt thereof is against reason. Justice therefore, that is to say, Keeping of Covenant, is a Rule of Reason, by which we are forbidden to do any thing destructive to our life; and consequently a Law of Nature.", "characters": 480, "sentences": 3}, {"text": "Others, that allow for a Law of Nature, the keeping of Faith, do neverthelesse make exception of certain persons; as Heretiques, and such as use not to performe their Covenant to others: And this also is against reason. For if any fault of a man, be sufficient to discharge our Covenant made; the same ought in reason to have been sufficient to have hindred the making of it.", "characters": 375, "sentences": 3}, {"text": "But the Justice of Actions denominates men, not Just, but Guiltlesse; and the Injustice of the same, (which is also called Injury,) gives them but the name of Guilty.", "characters": 166, "sentences": 2}, {"text": "Whatsoever is done to a man, conformable to his own Will signified to the doer, is no Injury to him. For if he that doeth it, hath not passed away his originall right to do what he please, by some Antecedent Covenant, there is no breach of Covenant; and therefore no Injury done him. And if he have; then his Will to have it done being signified, is a release of that Covenant; and so again there is no Injury done him.", "characters": 419, "sentences": 4}, {"text": "And Distributive Justice, the Justice of an Arbitrator; that is to say, the act of defining what is Just. Wherein, (being trusted by them that make him Arbitrator,) if he performe his Trust, he is said to distribute to every man his own: and his is indeed Just Distribution, and may be called (though improperly) Distributive Justice; but more properly Equity; which also is a Law of Nature, as shall be shewn in due place.", "characters": 423, "sentences": 3}, {"text": "A sixth Law of Nature is this, \"That upon caution of the Future time, a man ought to pardon the offences past of them that repenting, desire it.\" For PARDON, is nothing but granting of Peace; which though granted to them that persevere in their hostility, be not Peace, but Feare; yet not granted to them that give caution of the Future time, is signe of an aversion to Peace; and therefore contrary to the Law of Nature.", "characters": 421, "sentences": 3}, {"text": "And because all signes of hatred, or contempt, provoke to fight; insomuch as most men choose rather to hazard their life, than not to be revenged; we may in the eighth place, for a Law of Nature set down this Precept, \"That no man by deed, word, countenance, or gesture, declare Hatred, or Contempt of another.\" The breach of which Law, is commonly called Contumely.", "characters": 366, "sentences": 3}, {"text": "Also \"If a man be trusted to judge between man and man,\" it is a precept of the Law of Nature, \"that he deale Equally between them.\" For without that, the Controversies of men cannot be determined but by Warre. He therefore that is partiall in judgment, doth what in him lies, to deterre men from the use of Judges, and Arbitrators; and consequently, (against the fundamentall Lawe of Nature) is the cause of Warre.", "characters": 415, "sentences": 4}, {"text": "The observance of this law, from the equall distribution to each man, of that which in reason belongeth to him, is called EQUITY, and (as I have sayd before) distributive justice: the violation, Acception Of Persons, Prosopolepsia.", "characters": 231, "sentences": 2}, {"text": "And from this followeth another law, \"That such things as cannot be divided, be enjoyed in Common, if it can be; and if the quantity of the thing permit, without Stint; otherwise Proportionably to the number of them that have Right.\" For otherwise the distribution is Unequall, and contrary to Equitie.", "characters": 302, "sentences": 3}, {"text": "But some things there be, that can neither be divided, nor enjoyed in common. Then, The Law of Nature, which prescribeth Equity, requireth, \"That the Entire Right; or else, (making the use alternate,) the First Possession, be determined by Lot.\" For equall distribution, is of the Law of Nature; and other means of equall distribution cannot be imagined.", "characters": 354, "sentences": 4}, {"text": "Of Lots there be two sorts, Arbitrary, and Naturall. Arbitrary, is that which is agreed on by the Competitors; Naturall, is either Primogeniture, (which the Greek calls Kleronomia, which signifies, Given by Lot;) or First Seisure.", "characters": 230, "sentences": 3}, {"text": "And therefore those things which cannot be enjoyed in common, nor divided, ought to be adjudged to the First Possessor; and is some cases to the First-Borne, as acquired by Lot.", "characters": 177, "sentences": 2}, {"text": "It is also a Law of Nature, \"That all men that mediate Peace, be allowed safe Conduct.\" For the Law that commandeth Peace, as the End, commandeth Intercession, as the Means; and to Intercession the Means is safe Conduct.", "characters": 220, "sentences": 3}, {"text": "And seeing every man is presumed to do all things in order to his own benefit, no man is a fit Arbitrator in his own cause: and if he were never so fit; yet Equity allowing to each party equall benefit, if one be admitted to be Judge, the other is to be admitted also; & so the controversie, that is, the cause of War, remains, against the Law of Nature.", "characters": 354, "sentences": 2}, {"text": "For the same reason no man in any Cause ought to be received for Arbitrator, to whom greater profit, or honour, or pleasure apparently ariseth out of the victory of one party, than of the other: for he hath taken (though an unavoydable bribe, yet) a bribe; and no man can be obliged to trust him. And thus also the controversie, and the condition of War remaineth, contrary to the Law of Nature.", "characters": 395, "sentences": 3}, {"text": "And in a controversie of Fact, the Judge being to give no more credit to one, than to the other, (if there be no other Arguments) must give credit to a third; or to a third and fourth; or more: For else the question is undecided, and left to force, contrary to the Law of Nature.", "characters": 279, "sentences": 2}, {"text": "These are the Lawes of Nature, dictating Peace, for a means of the conservation of men in multitudes; and which onely concern the doctrine of Civill Society. There be other things tending to the destruction of particular men; as Drunkenness, and all other parts of Intemperance; which may therefore also be reckoned amongst those things which the Law of Nature hath forbidden; but are not necessary to be mentioned, nor are pertinent enough to this place.", "characters": 455, "sentences": 3}, {"text": "And whatsoever Lawes bind In Foro Interno, may be broken, not onely by a fact contrary to the Law but also by a fact according to it, in case a man think it contrary. For though his Action in this case, be according to the Law; which where the Obligation is In Foro Interno, is a breach.", "characters": 287, "sentences": 3}, {"text": "The Lawes of Nature are Immutable and Eternall, For Injustice, Ingratitude, Arrogance, Pride, Iniquity, Acception of persons, and the rest, can never be made lawfull. For it can never be that Warre shall preserve life, and Peace destroy it.", "characters": 240, "sentences": 3}, {"text": "The same Lawes, because they oblige onely to a desire, and endeavour, I mean an unfeigned and constant endeavour, are easie to be observed. For in that they require nothing but endeavour; he that endeavoureth their performance, fulfilleth them; and he that fulfilleth the Law, is Just.", "characters": 285, "sentences": 3}, {"text": "These dictates of Reason, men use to call by the name of Lawes; but improperly: for they are but Conclusions, or Theoremes concerning what conduceth to the conservation and defence of themselves; whereas Law, properly is the word of him, that by right hath command over others. But yet if we consider the same Theoremes, as delivered in the word of God, that by right commandeth all things; then are they properly called Lawes.", "characters": 427, "sentences": 3}, {"text": "A PERSON, is he \"whose words or actions are considered, either as his own, or as representing the words or actions of an other man, or of any other thing to whom they are attributed, whether Truly or by Fiction.\"", "characters": 212, "sentences": 2}, {"text": "When they are considered as his owne, then is he called a Naturall Person: And when they are considered as representing the words and actions of an other, then is he a Feigned or Artificiall person.", "characters": 198, "sentences": 2}, {"text": "And therefore he that maketh a Covenant with the Actor, or Representer, not knowing the Authority he hath, doth it at his own perill. For no man is obliged by a Covenant, whereof he is not Author; nor consequently by a Covenant made against, or beside the Authority he gave.", "characters": 274, "sentences": 3}, {"text": "When the Actor doth any thing against the Law of Nature by command of the Author, if he be obliged by former Covenant to obey him, not he, but the Author breaketh the Law of Nature: for though the Action be against the Law of Nature; yet it is not his: but contrarily; to refuse to do it, is against the Law of Nature, that forbiddeth breach of Covenant.", "characters": 354, "sentences": 2}, {"text": "Likewise Children, Fooles, and Mad-men that have no use of Reason, may be Personated by Guardians, or Curators; but can be no Authors (during that time) of any action done by them, longer then (when they shall recover the use of Reason) they shall judge the same reasonable. Yet during the Folly, he that hath right of governing them, may give Authority to the Guardian. But this again has no place but in a State Civill, because before such estate, there is no Dominion of Persons.", "characters": 482, "sentences": 4}, {"text": "An Idol, or meer Figment of the brain, my be Personated; as were the Gods of the Heathen; which by such Officers as the State appointed, were Personated, and held Possessions, and other Goods, and Rights, which men from time to time dedicated, and consecrated unto them. But idols cannot be Authors: for a Idol is nothing. The Authority proceeded from the State: and therefore before introduction of Civill Government, the Gods of the Heathen could not be Personated.", "characters": 467, "sentences": 4}, {"text": "A Multitude of men, are made One Person, when they are by one man, or one Person, Represented; so that it be done with the consent of every one of that Multitude in particular. For it is the Unity of the Representer, not the Unity of the Represented, that maketh the Person One. And it is the Representer that beareth the Person, and but one Person: And Unity, cannot otherwise be understood in Multitude.", "characters": 405, "sentences": 4}, {"text": "And if the Representative consist of many men, the voyce of the greater number, must be considered as the voyce of them all. For if the lesser number pronounce (for example) in the Affirmative, and the greater in the Negative, there will be Negatives more than enough to destroy the Affirmatives; and thereby the excesse of Negatives, standing uncontradicted, are the onely voyce the Representative hath.", "characters": 404, "sentences": 3}, {"text": "Or if the number be odde, as three, or more, (men, or assemblies;) whereof every one has by a Negative Voice, authority to take away the effect of all the Affirmative Voices of the rest, This number is no Representative; because by the diversity of Opinions, and Interests of men, it becomes oftentimes, and in cases of the greatest consequence, a mute Person, and unapt, as for may things else, so for the government of a Multitude, especially in time of Warre.", "characters": 462, "sentences": 2}, {"text": "It is true, that certain living creatures, as Bees, and Ants, live sociably one with another, (which are therefore by Aristotle numbred amongst Politicall creatures;) and yet have no other direction, than their particular judgements and appetites; nor speech, whereby one of them can signifie to another, what he thinks expedient for the common benefit: and therefore some man may perhaps desire to know, why Man-kind cannot do the same. To which I answer,", "characters": 456, "sentences": 2}, {"text": "First, that men are continually in competition for Honour and Dignity, which these creatures are not; and consequently amongst men there ariseth on that ground, Envy and Hatred, and finally Warre; but amongst these not so.", "characters": 222, "sentences": 2}, {"text": "Secondly, that amongst these creatures, the Common good differeth not from the Private; and being by nature enclined to their private, they procure thereby the common benefit. But man, whose Joy consisteth in comparing himselfe with other men, can relish nothing but what is eminent.", "characters": 283, "sentences": 3}, {"text": "Thirdly, that these creatures, having not (as man) the use of reason, do not see, nor think they see any fault, in the administration of their common businesse: whereas amongst men, there are very many, that thinke themselves wiser, and abler to govern the Publique, better than the rest; and these strive to reforme and innovate, one this way, another that way; and thereby bring it into Distraction and Civill warre.", "characters": 418, "sentences": 2}, {"text": "Fourthly, that these creatures, though they have some use of voice, in making knowne to one another their desires, and other affections; yet they want that art of words, by which some men can represent to others, that which is Good, in the likenesse of Evill; and Evill, in the likenesse of Good; and augment, or diminish the apparent greatnesse of Good and Evill; discontenting men, and troubling their Peace at their pleasure.", "characters": 428, "sentences": 2}, {"text": "Fiftly, irrationall creatures cannot distinguish betweene Injury, and Dammage; and therefore as long as they be at ease, they are not offended with their fellowes: whereas Man is then most troublesome, when he is most at ease: for then it is that he loves to shew his Wisdome, and controule the Actions of them that governe the Common-wealth.", "characters": 342, "sentences": 2}, {"text": "Lastly, the agreement of these creatures is Naturall; that of men, is by Covenant only, which is Artificiall: and therefore it is no wonder if there be somewhat else required (besides Covenant) to make their Agreement constant and lasting; which is a Common Power, to keep them in awe, and to direct their actions to the Common Benefit.", "characters": 336, "sentences": 2}, {"text": "And in him consisteth the Essence of the Common-wealth; which (to define it,) is \"One Person, of whose Acts a great Multitude, by mutuall Covenants one with another, have made themselves every one the Author, to the end he may use the strength and means of them all, as he shall think expedient, for their Peace and Common Defence.\"", "characters": 332, "sentences": 2}, {"text": "And he that carryeth this Person, as called SOVERAIGNE, and said to have Soveraigne Power; and every one besides, his SUBJECT.", "characters": 126, "sentences": 2}, {"text": "From this Institution of a Common-wealth are derived all the Rights, and Facultyes of him, or them, on whom the Soveraigne Power is conferred by the consent of the People assembled.", "characters": 181, "sentences": 2}, {"text": "Fiftly, and consequently to that which was sayd last, no man that hath Soveraigne power can justly be put to death, or otherwise in any manner by his Subjects punished. For seeing every Subject is author of the actions of his Soveraigne; he punisheth another, for the actions committed by himselfe.", "characters": 298, "sentences": 3}, {"text": "Tenthly, is annexed to the Soveraignty, the choosing of all Councellours, Ministers, Magistrates, and Officers, both in peace, and War. For seeing the Soveraign is charged with the End, which is the common Peace and Defence; he is understood to have Power to use such Means, as he shall think most fit for his discharge.", "characters": 320, "sentences": 3}, {"text": "Eleventhly, to the Soveraign is committed the Power of Rewarding with riches, or honour; and of Punishing with corporall, or pecuniary punishment, or with ignominy every Subject according to the Lawe he hath formerly made; or if there be no Law made, according as he shall judge most to conduce to the encouraging of men to serve the Common-wealth, or deterring of them from doing dis-service to the same.", "characters": 405, "sentences": 2}, {"text": "And because they are essentiall and inseparable Rights, it follows necessarily, that in whatsoever, words any of them seem to be granted away, yet if the Soveraign Power it selfe be not in direct termes renounced, and the name of Soveraign no more given by the Grantees to him that Grants them, the Grant is voyd: for when he has granted all he can, if we grant back the Soveraignty, all is restored, as inseparably annexed thereunto.", "characters": 434, "sentences": 2}, {"text": "Thirdly, that the Resolutions of a Monarch, are subject to no other Inconstancy, than that of Humane Nature; but in Assemblies, besides that of Nature, there ariseth an Inconstancy from the Number. For the absence of a few, that would have the Resolution once taken, continue firme, (which may happen by security, negligence, or private impediments,) or the diligent appearance of a few of the contrary opinion, undoes to day, all that was concluded yesterday.", "characters": 460, "sentences": 3}, {"text": "Fourthly, that a Monarch cannot disagree with himselfe, out of envy, or interest; but an Assembly may; and that to such a height, as may produce a Civill Warre.", "characters": 160, "sentences": 2}, {"text": "Secondly, that King whose power is limited, is not superiour to him, or them that have the power to limit it; and he that is not superiour, is not supreme; that is to say not Soveraign. The Soveraignty therefore was alwaies in that Assembly which had the Right to Limit him; and by consequence the government not Monarchy, but either Democracy, or Aristocracy; as of old time in Sparta; where the Kings had a priviledge to lead their Armies; but the Soveraignty was in the Ephori.", "characters": 480, "sentences": 3}, {"text": "In a Democracy, the whole Assembly cannot faile, unlesse the Multitude that are to be governed faile. And therefore questions of the right of Succession, have in that forme of Government no place at all.", "characters": 203, "sentences": 3}, {"text": "And for the question (which may arise sometimes) who it is that the Monarch in possession, hath designed to the succession and inheritance of his power; it is determined by his expresse Words, and Testament; or by other tacite signes sufficient.", "characters": 245, "sentences": 2}, {"text": "A Common-wealth by Acquisition, is that, where the Soveraign Power is acquired by Force; And it is acquired by force, when men singly, or many together by plurality of voyces, for fear of death, or bonds, do authorise all the actions of that Man, or Assembly, that hath their lives and liberty in his Power.", "characters": 307, "sentences": 2}, {"text": "If the Mother be the Fathers subject, the Child, is in the Fathers power: and if the Father be the Mothers subject, (as when a Soveraign Queen marrieth one of her subjects,) the Child is subject to the Mother; because the Father also is her subject.", "characters": 249, "sentences": 2}, {"text": "If a man and a woman, Monarches of two severall Kingdomes, have a Child, and contract concerning who shall have the Dominion of him, the Right of the Dominion passeth by the Contract. If they contract not, the Dominion followeth the Dominion of the place of his residence. For the Soveraign of each Country hath Dominion over all that reside therein.", "characters": 350, "sentences": 4}, {"text": "He that hath the Dominion over the Child, hath Dominion also over their Childrens Children. For he that hath Dominion over the person of a man, hath Dominion over all that is his; without which, Dominion were but a Title, without the effect.", "characters": 241, "sentences": 3}, {"text": "The Right of Succession to Paternall dominion, proceedeth in the same manner, as doth the Right of Succession to Monarchy; of which I have already sufficiently spoken in the precedent chapter.", "characters": 192, "sentences": 2}, {"text": "It is not therefore the Victory, that giveth the right of Dominion over the Vanquished, but his own Covenant. Nor is he obliged because he is Conquered; that is to say, beaten, and taken, or put to flight; but because he commeth in, and submitteth to the Victor; Nor is the Victor obliged by an enemies rendring himselfe, (without promise of life,) to spare him for this his yeelding to discretion; which obliges not the Victor longer, than in his own discretion hee shall think fit.", "characters": 483, "sentences": 3}, {"text": "First therefore, seeing Soveraignty by Institution, is by Covenant of every one to every one; and Soveraignty by Acquisition, by Covenants of the Vanquished to the Victor, or Child to the Parent; It is manifest, that every Subject has Liberty in all those things, the right whereof cannot by Covenant be transferred. I have shewn before in the 14. Chapter, that Covenants, not to defend a mans own body, are voyd. Therefore,", "characters": 424, "sentences": 4}, {"text": "If the Soveraign command a man (though justly condemned,) to kill, wound, or mayme himselfe; or not to resist those that assault him; or to abstain from the use of food, ayre, medicine, or any other thing, without which he cannot live; yet hath that man the Liberty to disobey.", "characters": 277, "sentences": 2}, {"text": "If a man be interrogated by the Soveraign, or his Authority, concerning a crime done by himselfe, he is not bound (without assurance of Pardon) to confesse it; because no man (as I have shewn in the same Chapter) can be obliged by Covenant to accuse himselfe.", "characters": 259, "sentences": 2}, {"text": "Again, the Consent of a Subject to Soveraign Power, is contained in these words, \"I Authorise, or take upon me, all his actions;\" in which there is no restriction at all, of his own former naturall Liberty: For by allowing him to Kill Me, I am not bound to Kill my selfe when he commands me. \"'Tis one thing to say 'Kill me, or my fellow, if you please;' another thing to say, 'I will kill my selfe, or my fellow.'\" It followeth therefore, that", "characters": 444, "sentences": 3}, {"text": "If the Soveraign Banish his Subject; during the Banishment, he is not Subject. But he that is sent on a message, or hath leave to travell, is still Subject; but it is, by Contract between Soveraigns, not by vertue of the covenant of Subjection. For whosoever entreth into anothers dominion, is Subject to all the Lawes thereof; unless he have a privilege by the amity of the Soveraigns, or by speciall licence.", "characters": 410, "sentences": 4}, {"text": "Having spoken of the Generation, Forme, and Power of a Common-wealth, I am in order to speak next of the parts thereof. And first of Systemes, which resemble the similar parts, or Muscles of a Body naturall. By SYSTEMES; I understand any numbers of men joyned in one Interest, or one Businesse. Of which, some are Regular, and some Irregular. Regular are those, where one Man, or Assembly of men, is constituted Representative of the whole number. All other are Irregular.", "characters": 472, "sentences": 7}, {"text": "Of Regular, some are Absolute, and Independent, subject to none but their own Representative: such are only Common-wealths; Of which I have spoken already in the 5. last preceding chapters. Others are Dependent; that is to say, Subordinate to some Soveraign Power, to which every one, as also their Representative is Subject.", "characters": 325, "sentences": 4}, {"text": "Of Systemes subordinate, some are Politicall, and some Private. Politicall (otherwise Called Bodies Politique, and Persons In Law,) are those, which are made by authority from the Soveraign Power of the Common-wealth. Private, are those, which are constituted by Subjects amongst themselves, or by authoritie from a stranger. For no authority derived from forraign power, within the Dominion of another, is Publique there, but Private.", "characters": 435, "sentences": 5}, {"text": "The bounds of that Power, which is given to the Representative of a Bodie Politique, are to be taken notice of, from two things. One is their Writt, or Letters from the Soveraign: the other is the Law of the Common-wealth.", "characters": 222, "sentences": 3}, {"text": "And because such Limitation is not alwaies easie, or perhaps possible to be described in writing; the ordinary Lawes, common to all Subjects, must determine, that the Representative may lawfully do, in all Cases, where the Letters themselves are silent. And therefore", "characters": 267, "sentences": 2}, {"text": "But when the Representative is an Assembly, and the debt to a stranger; all they, and onely they are responsible for the debt, that gave their votes to the borrowing of it, or to the Contract that made it due, or to the fact for which the Mulct was imposed; because every one of those in voting did engage himselfe for the payment: For he that is author of the borrowing, is obliged to the payment, even of the whole debt, though when payd by any one, he be discharged.", "characters": 469, "sentences": 2}, {"text": "If the Common-wealth impose a Tax upon the Body, it is understood to be layd upon every member proportionably to his particular adventure in the Company. For there is in this case no other common stock, but what is made of their particular adventures.", "characters": 251, "sentences": 3}, {"text": "If a Mulct be layd upon the Body for some unlawfull act, they only are lyable by whose votes the act was decreed, or by whose assistance it was executed; for in none of the rest is there any other crime but being of the Body; which if a crime, (because the Body was ordeyned by the authority of the Common-wealth,) is not his.", "characters": 326, "sentences": 2}, {"text": "If one of the Members be indebted to the Body, he may be sued by the Body; but his goods cannot be taken, nor his person imprisoned by the authority of the Body; but only by Authority of the Common-wealth: for if they can doe it by their own Authority, they can by their own Authority give judgement that the debt is due, which is as much as to be Judge in their own Cause.", "characters": 373, "sentences": 2}, {"text": "Private Bodies Regular, but Unlawfull, are those that unite themselves into one person Representative, without any publique Authority at all; such as are the Corporations of Beggars, Theeves and Gipsies, the better to order their trade of begging, and stealing; and the Corporations of men, that by Authority from any forraign Person, unite themselves in anothers Dominion, for easier propagation of Doctrines, and for making a party, against the Power of the Common-wealth.", "characters": 474, "sentences": 2}, {"text": "Irregular Systemes, in their nature, but Leagues, or sometimes meer concourse of people, without union to any particular designe, not by obligation of one to another, but proceeding onely from a similitude of wills and inclinations, become Lawfull, or Unlawfull, according to the lawfulnesse, or unlawfulnesse of every particular mans design therein: And his designe is to be understood by the occasion.", "characters": 403, "sentences": 2}, {"text": "And as Factions for Kindred, so also Factions for Government of Religion, as of Papists, Protestants, &c. or of State, as Patricians, and Plebeians of old time in Rome, and of Aristocraticalls and Democraticalls of old time in Greece, are unjust, as being contrary to the peace and safety of the people, and a taking of the Sword out of the hand of the Soveraign.", "characters": 363, "sentences": 3}, {"text": "In the last Chapter I have spoken of the Similar parts of a Common-wealth; In this I shall speak of the parts Organicall, which are Publique Ministers.", "characters": 151, "sentences": 2}, {"text": "Secondly, they that have Authority concerning the Militia; to have the custody of Armes, Forts, Ports; to Levy, Pay, or Conduct Souldiers; or to provide for any necessary thing for the use of war, either by Land or Sea, are publique Ministers. But a Souldier without Command, though he fight for the Common-wealth, does not therefore represent the Person of it; because there is none to represent it to. For every one that hath command, represents it to them only whom he commandeth.", "characters": 483, "sentences": 4}, {"text": "Publique Ministers are also all those, that have Authority from the Soveraign, to procure the Execution of Judgements given; to publish the Soveraigns Commands; to suppresse Tumults; to apprehend, and imprison Malefactors; and other acts tending to the conservation of the Peace. For every act they doe by such Authority, is the act of the Common-wealth; and their service, answerable to that of the Hands, in a Bodie naturall.", "characters": 427, "sentences": 3}, {"text": "Publique Ministers abroad, are those that represent the Person of their own Soveraign, to forraign States. Such are Ambassadors, Messengers, Agents, and Heralds, sent by publique Authoritie, and on publique Businesse.", "characters": 217, "sentences": 3}, {"text": "The NUTRITION of a Common-wealth consisteth, in the Plenty, and Distribution of Materials conducing to Life: In Concoction, or Preparation; and (when concocted) in the Conveyance of it, by convenient conduits, to the Publique use.", "characters": 230, "sentences": 2}, {"text": "As for the Plenty of Matter, it is a thing limited by Nature, to those commodities, which from (the two breasts of our common Mother) Land, and Sea, God usually either freely giveth, or for labour selleth to man-kind.", "characters": 217, "sentences": 2}, {"text": "For the Matter of this Nutriment, consisting in Animals, Vegetals, and Minerals, God hath freely layd them before us, in or neer to the face of the Earth; so as there needeth no more but the labour, and industry of receiving them. Insomuch as Plenty dependeth (next to Gods favour) meerly on the labour and industry of men.", "characters": 323, "sentences": 3}, {"text": "COMMAND is, where a man saith, \"Doe this,\" or \"Doe this not,\" without expecting other reason than the Will of him that sayes it. From this it followeth manifestly, that he that Commandeth, pretendeth thereby his own Benefit: For the reason of his Command is his own Will onely, and the proper object of every mans Will, is some Good to himselfe.", "characters": 345, "sentences": 3}, {"text": "COUNSELL, is where a man saith, \"Doe\" or \"Doe not this,\" and deduceth his own reasons from the benefit that arriveth by it to him to whom he saith it. And from this it is evident, that he that giveth Counsell, pretendeth onely (whatsoever he intendeth) the good of him, to whom he giveth it.", "characters": 291, "sentences": 3}, {"text": "Fourthly, to be able to give Counsell to a Common-wealth, in a businesse that hath reference to another Common-wealth, It Is Necessary To Be Acquainted With The Intelligences, And Letters That Come From Thence, And With All The Records Of Treaties, And Other Transactions Of State Between Them; which none can doe, but such as the Representative shall think fit. By which we may see, that they who are not called to Counsell, can have no good Counsell in such cases to obtrude.", "characters": 477, "sentences": 3}, {"text": "And first it manifest, that Law in generall, is not Counsell, but Command; nor a Command of any man to any man; but only of him, whose Command is addressed to one formerly obliged to obey him. And as for Civill Law, it addeth only the name of the person Commanding, which is Persona Civitatis, the Person of the Common-wealth.", "characters": 326, "sentences": 3}, {"text": "Which considered, I define Civill Law in this Manner. \"CIVILL LAW, Is to every Subject, those Rules, which the Common-wealth hath Commanded him, by Word, Writing, or other sufficient Sign of the Will, to make use of, for the Distinction of Right, and Wrong; that is to say, of what is contrary, and what is not contrary to the Rule.\"", "characters": 333, "sentences": 3}, {"text": "Verifyed, I say, not Authorised: for the Verification, is but the Testimony and Record; not the Authority of the law; which consisteth in the Command of the Soveraign only.", "characters": 172, "sentences": 2}, {"text": "If therefore a man have a question of Injury, depending on the Law of Nature; that is to say, on common Equity; the Sentence of the Judge, that by Commission hath Authority to take cognisance of such causes, is a sufficient Verification of the Law of Nature in that individuall case. For though the advice of one that professeth the study of the Law, be usefull for the avoyding of contention; yet it is but advice; tis the Judge must tell men what is Law, upon the hearing of the Controversy.", "characters": 493, "sentences": 3}, {"text": "If the question be of Obedience to a publique Officer; To have seen his Commission, with the Publique Seale, and heard it read; or to have had the means to be informed of it, if a man would, is a sufficient Verification of his Authority. For every man is obliged to doe his best endeavour, to informe himself of all written Lawes, that may concerne his own future actions.", "characters": 372, "sentences": 3}, {"text": "The difference and division of the Lawes, has been made in divers manners, according to the different methods, of those men that have written of them. For it is a thing that dependeth not on Nature, but on the scope of the Writer; and is subservient to every mans proper method. In the Institutions of Justinian, we find seven sorts of Civill Lawes.", "characters": 349, "sentences": 4}, {"text": "1. The Edicts, Constitutions, and Epistles Of The Prince, that is, of the Emperour; because the whole power of the people was in him. Like these, are the Proclamations of the Kings of England.", "characters": 192, "sentences": 4}, {"text": "2. The Decrees Of The Whole People Of Rome (comprehending the Senate,) when they were put to the Question by the Senate. These were Lawes, at first, by the vertue of the Soveraign Power residing in the people; and such of them as by the Emperours were not abrogated, remained Lawes by the Authority Imperiall. For all Lawes that bind, are understood to be Lawes by his authority that has power to repeale them. Somewhat like to these Lawes, are the Acts of Parliament in England.", "characters": 479, "sentences": 6}, {"text": "3. The Decrees Of The Common People (excluding the Senate,) when they were put to the question by the Tribune of the people. For such of them as were not abrogated by the Emperours, remained Lawes by the Authority Imperiall. Like to these, were the Orders of the House of Commons in England.", "characters": 291, "sentences": 5}, {"text": "4. Senatus Consulta, the Orders Of The Senate; because when the people of Rome grew so numerous, as it was inconvenient to assemble them; it was thought fit by the Emperour, that men should Consult the Senate in stead of the people: And these have some resemblance with the Acts of Counsell.", "characters": 291, "sentences": 3}, {"text": "5. The Edicts Of Praetors, and (in some Cases) of the Aediles: such as are the Chiefe Justices in the Courts of England.", "characters": 120, "sentences": 3}, {"text": "7. Also, Unwritten Customes, (which in their own nature are an imitation of Law,) by the tacite consent of the Emperour, in case they be not contrary to the Law of Nature, are very Lawes.", "characters": 187, "sentences": 3}, {"text": "Another division of Lawes, is into Naturall and Positive. Naturall are those which have been Lawes from all Eternity; and are called not onely Naturall, but also Morall Lawes; consisting in the Morall Vertues, as Justice, Equity, and all habits of the mind that conduce to Peace, and Charity; of which I have already spoken in the fourteenth and fifteenth Chapters.", "characters": 365, "sentences": 3}, {"text": "Positive, are those which have not been for Eternity; but have been made Lawes by the Will of those that have had the Soveraign Power over others; and are either written, or made known to men, by some other argument of the Will of their Legislator.", "characters": 248, "sentences": 2}, {"text": "There is also another distinction of Laws, into Fundamentall, and Not Fundamentall: but I could never see in any Author, what a Fundamentall Law signifieth. Neverthelesse one may very reasonably distinguish Laws in that manner.", "characters": 227, "sentences": 3}, {"text": "In the like manner, if the Civill Law of a mans own Country, be not so sufficiently declared, as he may know it if he will; nor the Action against the Law of Nature; the Ignorance is a good Excuse: In other cases ignorance of the Civill Law, Excuseth not.", "characters": 255, "sentences": 2}, {"text": "Ignorance of the Soveraign Power, in the place of a mans ordinary residence, Excuseth him not; because he ought to take notice of the Power, by which he hath been protected there.", "characters": 179, "sentences": 2}, {"text": "False Teachers Mis-interpreting The Law Of Nature Secondly, by false Teachers, that either mis-interpret the Law of Nature, making it thereby repugnant to the Law Civill; or by teaching for Lawes, such Doctrines of their own, or Traditions of former times, as are inconsistent with the duty of a Subject.", "characters": 304, "sentences": 2}, {"text": "Therefore it happeneth commonly, that such as value themselves by the greatnesse of their wealth, adventure on Crimes, upon hope of escaping punishment, by corrupting publique Justice, or obtaining Pardon by Mony, or other rewards.", "characters": 231, "sentences": 2}, {"text": "And that such as have multitude of Potent Kindred; and popular men, that have gained reputation amongst the Multitude, take courage to violate the Lawes, from a hope of oppressing the Power, to whom it belongeth to put them in execution.", "characters": 237, "sentences": 2}, {"text": "And generally all vain-glorious men, (unlesse they be withall timorous,) are subject to Anger; as being more prone than others to interpret for contempt, the ordinary liberty of conversation: And there are few Crimes that may not be produced by Anger.", "characters": 251, "sentences": 2}, {"text": "Of all Passions, that which enclineth men least to break the Lawes, is Fear. Nay, (excepting some generous natures,) it is the onely thing, (when there is apparence of profit, or pleasure by breaking the Lawes,) that makes men keep them. And yet in many cases a Crime may be committed through Feare.", "characters": 299, "sentences": 4}, {"text": "That which totally Excuseth a Fact, and takes away from it the nature of a Crime, can be none but that, which at the same time, taketh away the obligation of the Law. For the fact committed once against the Law, if he that committed it be obliged to the Law, can be no other than a Crime.", "characters": 288, "sentences": 3}, {"text": "The want of means to know the Law, totally Excuseth: For the Law whereof a man has no means to enforme himself, is not obligatory. But the want of diligence to enquire, shall not be considered as a want of means; Nor shall any man, that pretendeth to reason enough for the Government of his own affairs, be supposed to want means to know the Lawes of Nature; because they are known by the reason he pretends to: only Children, and Madmen are Excused from offences against the Law Naturall.", "characters": 489, "sentences": 3}, {"text": "Where a man is captive, or in the power of the enemy, (and he is then in the power of the enemy, when his person, or his means of living, is so,) if it be without his own fault, the Obligation of the Law ceaseth; because he must obey the enemy, or dye; and consequently such obedience is no Crime: for no man is obliged (when the protection of the Law faileth,) not to protect himself, by the best means he can.", "characters": 411, "sentences": 2}, {"text": "If a man by the terrour of present death, be compelled to doe a fact against the Law, he is totally Excused; because no Law can oblige a man to abandon his own preservation. And supposing such a Law were obligatory; yet a man would reason thus, \"If I doe it not, I die presently; if I doe it, I die afterwards; therefore by doing it, there is time of life gained;\" Nature therefore compells him to the fact.", "characters": 407, "sentences": 3}, {"text": "When a man is destitute of food, or other thing necessary for his life, and cannot preserve himselfe any other way, but by some fact against the Law; as if in a great famine he take the food by force, or stealth, which he cannot obtaine for mony nor charity; or in defence of his life, snatch away another mans Sword, he is totally Excused, for the reason next before alledged.", "characters": 377, "sentences": 2}, {"text": "The Degrees of Crime are taken on divers Scales, and measured, First, by the malignity of the Source, or Cause: Secondly, by the contagion of the Example: Thirdly, by the mischiefe of the Effect; and Fourthly, by the concurrence of Times, Places, and Persons.", "characters": 259, "sentences": 2}, {"text": "The same Fact, if it have been constantly punished in other men, as a greater Crime, than if there have been may precedent Examples of impunity. For those Examples, are so many hopes of Impunity given by the Soveraign himselfe: And because he which furnishes a man with such a hope, and presumption of mercy, as encourageth him to offend, hath his part in the offence; he cannot reasonably charge the offender with the whole.", "characters": 425, "sentences": 3}, {"text": "Where the Law is publiquely, and with assiduity, before all the people read, and interpreted; a fact done against it, is a greater Crime, than where men are left without such instruction, to enquire of it with difficulty, uncertainty, and interruption of their Callings, and be informed by private men: for in this case, part of the fault is discharged upon common infirmity; but in the former there is apparent negligence, which is not without some contempt of the Soveraign Power.", "characters": 482, "sentences": 2}, {"text": "Likewise those Crimes, which render Judgements of no effect, are greater Crimes, than Injuries done to one, or a few persons; as to receive mony to give False judgement, or testimony, is a greater Crime, than otherwise to deceive a man of the like, or a greater summe; because not onely he has wrong, that falls by such judgements; but all Judgements are rendered uselesse, and occasion ministred to force, and private revenges.", "characters": 428, "sentences": 2}, {"text": "Also Robbery, and Depeculation of the Publique treasure, or Revenues, is a greater Crime, than the robbing, or defrauding of a Private man; because to robbe the publique, is to robbe many at once.", "characters": 196, "sentences": 2}, {"text": "Also the Counterfeit usurpation of publique Ministery, the Counterfeiting of publique Seales, or publique Coine, than counterfeiting of a private mans person, or his seale; because the fraud thereof, extendeth to the dammage of many.", "characters": 233, "sentences": 2}, {"text": "Of facts against the Law, done to private men, the greater Crime, is that, where the dammage in the common opinion of men, is most sensible. And therefore", "characters": 154, "sentences": 2}, {"text": "And the spoyling a man of his goods, by Terrour of death, or wounds, than by clandestine surreption.", "characters": 100, "sentences": 2}, {"text": "For all these things are commonly so valued; though some men are more, and some lesse sensible of the same offence. But the Law regardeth not the particular, but the generall inclination of mankind.", "characters": 198, "sentences": 3}, {"text": "And therefore the offence men take, from contumely, in words, or gesture, when they produce no other harme, than the present griefe of him that is reproached, hath been neglected in the Lawes of the Greeks, Romans, and other both antient, and moderne Common-wealths; supposing the true cause of such griefe to consist, not in the contumely, (which takes no hold upon men conscious of their own Vertue,) but in the Pusillanimity of him that is offended by it.", "characters": 458, "sentences": 2}, {"text": "Also a Crime against a private man, is much aggravated by the person, time, and place. For to kill ones Parent, is a greater Crime, than to kill another: for the Parent ought to have the honour of a Soveraign, (though he have surrendred his Power to the Civill Law,) because he had it originally by Nature. And to Robbe a poore man, is a greater Crime, than to robbe a rich man; because 'tis to the poore a more sensible dammage.", "characters": 429, "sentences": 4}, {"text": "And a Crime committed in the Time, or Place appointed for Devotion, is greater, than if committed at another time or place: for it proceeds from a greater contempt of the Law.", "characters": 175, "sentences": 2}, {"text": "Many other cases of Aggravation, and Extenuation might be added: but by these I have set down, it is obvious to every man, to take the altitude of any other Crime proposed.", "characters": 172, "sentences": 2}, {"text": "\"A PUNISHMENT, is an Evill inflicted by publique Authority, on him that hath done, or omitted that which is Judged by the same Authority to be a Transgression of the Law; to the end that the will of men may thereby the better be disposed to obedience.\"", "characters": 252, "sentences": 2}, {"text": "From the definition of Punishment, I inferre, First, that neither private revenges, nor injuries of private men, can properly be stiled Punishment; because they proceed not from publique Authority.", "characters": 197, "sentences": 2}, {"text": "Secondly, that to be neglected, and unpreferred by the publique favour, is not a Punishment; because no new evill is thereby on any man Inflicted; he is onely left in the estate he was in before.", "characters": 195, "sentences": 2}, {"text": "Thirdly, that the evill inflicted by publique Authority, without precedent publique condemnation, is not to be stiled by the name of Punishment; but of an hostile act; because the fact for which a man is Punished, ought first to be Judged by publique Authority, to be a transgression of the Law.", "characters": 295, "sentences": 2}, {"text": "Fourthly, that the evill inflicted by usurped power, and Judges without Authority from the Soveraign, is not Punishment; but an act of hostility; because the acts of power usurped, have not for Author, the person condemned; and therefore are not acts of publique Authority.", "characters": 273, "sentences": 2}, {"text": "Fifthly, that all evill which is inflicted without intention, or possibility of disposing the Delinquent, or (by his example) other men, to obey the Lawes, is not Punishment; but an act of hostility; because without such an end, no hurt done is contained under that name.", "characters": 271, "sentences": 2}, {"text": "Sixthly, whereas to certain actions, there be annexed by Nature, divers hurtfull consequences; as when a man in assaulting another, is himselfe slain, or wounded; or when he falleth into sicknesse by the doing of some unlawfull act; such hurt, though in respect of God, who is the author of Nature, it may be said to be inflicted, and therefore a Punishment divine; yet it is not contaned in the name of Punishment in respect of men, because it is not inflicted by the Authority of man.", "characters": 486, "sentences": 2}, {"text": "Seventhly, If the harm inflicted be lesse than the benefit, or contentment that naturally followeth the crime committed, that harm is not within the definition; and is rather the Price, or Redemption, than the Punishment of a Crime: Because it is of the nature of Punishment, to have for end, the disposing of men to obey the Law; which end (if it be lesse that the benefit of the transgression) it attaineth not, but worketh a contrary effect.", "characters": 444, "sentences": 2}, {"text": "Ninthly, Harme inflicted for a Fact done before there was a Law that forbad it, is not Punishment, but an act of Hostility: For before the Law, there is no transgression of the Law: But Punishment supposeth a fact judged, to have been a transgression of the Law; Therefore Harme inflicted before the Law made, is not Punishment, but an act of Hostility.", "characters": 353, "sentences": 2}, {"text": "Tenthly, Hurt inflicted on the Representative of the Common-wealth, is not Punishment, but an act of Hostility: Because it is of the nature of Punishment, to be inflicted by publique Authority, which is the Authority only of the Representative it self.", "characters": 252, "sentences": 2}, {"text": "The first, and most generall distribution of Punishments, is into Divine, and Humane. Of the former I shall have occasion, to speak, in a more convenient place hereafter.", "characters": 170, "sentences": 3}, {"text": "Humane, are those Punishments that be inflicted by the Commandement of Man; and are either Corporall, or Pecuniary, or Ignominy, or Imprisonment, or Exile, or mixt of these.", "characters": 173, "sentences": 2}, {"text": "Corporall Punishment is that, which is inflicted on the body directly, and according to the intention of him that inflicteth it: such as are stripes, or wounds, or deprivation of such pleasures of the body, as were before lawfully enjoyed.", "characters": 239, "sentences": 2}, {"text": "Amongst the Infirmities therefore of a Common-wealth, I will reckon in the first place, those that arise from an Imperfect Institution, and resemble the diseases of a naturall body, which proceed from a Defectuous Procreation.", "characters": 226, "sentences": 2}, {"text": "And if the Propriety of Subjects, exclude not the Right of the Soveraign Representative to their Goods; much lesse to their offices of Judicature, or Execution, in which they Represent the Soveraign himselfe.", "characters": 208, "sentences": 2}, {"text": "There is a Sixth doctrine, plainly, and directly against the essence of a Common-wealth; and 'tis this, \"That the Soveraign Power may be divided.\" For what is it to divide the Power of a Common-wealth, but to Dissolve it; for Powers divided mutually destroy each other. And for these doctrines, men are chiefly beholding to some of those, that making profession of the Lawes, endeavour to make them depend upon their own learning, and not upon the Legislative Power.", "characters": 466, "sentences": 4}, {"text": "To what Disease in the Naturall Body of man, I may exactly compare this irregularity of a Common-wealth, I know not. But I have seen a man, that had another man growing out of his side, with an head, armes, breast, and stomach, of his own: If he had had another man growing out of his other side, the comparison might then have been exact.", "characters": 339, "sentences": 3}, {"text": "Again, there is sometimes in a Common-wealth, a Disease, which resembleth the Pleurisie; and that is, when the Treasure of the Common-wealth, flowing out of its due course, is gathered together in too much abundance, in one, or a few private men, by Monopolies, or by Farmes of the Publique Revenues; in the same manner as the Blood in a Pleurisie, getting into the Membrane of the breast, breedeth there an Inflammation, accompanied with a Fever, and painfull stitches.", "characters": 470, "sentences": 2}, {"text": "Another infirmity of a Common-wealth, is the immoderate greatnesse of a Town, when it is able to furnish out of its own Circuit, the number, and expence of a great Army: As also the great number of Corporations; which are as it were many lesser Common-wealths in the bowels of a greater, like wormes in the entrayles of a naturall man.", "characters": 335, "sentences": 2}, {"text": "To which may be added, the Liberty of Disputing against absolute Power, by pretenders to Politicall Prudence; which though bred for the most part in the Lees of the people; yet animated by False Doctrines, are perpetually medling with the Fundamentall Lawes, to the molestation of the Common-wealth; like the little Wormes, which Physicians call Ascarides.", "characters": 356, "sentences": 2}, {"text": "We may further adde, the insatiable appetite, or Bulimia, of enlarging Dominion; with the incurable Wounds thereby many times received from the enemy; And the Wens, of ununited conquests, which are many times a burthen, and with lesse danger lost, than kept; As also the Lethargy of Ease, and Consumption of Riot and Vain Expence.", "characters": 330, "sentences": 2}, {"text": "And this is intended should be done, not by care applyed to Individualls, further than their protection from injuries, when they shall complain; but by a generall Providence, contained in publique Instruction, both of Doctrine, and Example; and in the making, and executing of good Lawes, to which individuall persons may apply their own cases.", "characters": 344, "sentences": 2}, {"text": "Thirdly, in consequence to this, they ought to be informed, how great fault it is, to speak evill of the Soveraign Representative, (whether One man, or an Assembly of men;) or to argue and dispute his Power, or any way to use his Name irreverently, whereby he may be brought into Contempt with his People, and their Obedience (in which the safety of the Common-wealth consisteth) slackened. Which doctrine the third Commandement by resemblance pointeth to.", "characters": 456, "sentences": 3}, {"text": "And whereas many men, by accident unevitable, become unable to maintain themselves by their labour; they ought not to be left to the Charity of private persons; but to be provided for, (as far-forth as the necessities of Nature require,) by the Lawes of the Common-wealth. For as it is Uncharitablenesse in any man, to neglect the impotent; so it is in the Soveraign of a Common-wealth, to expose them to the hazard of such uncertain Charity.", "characters": 442, "sentences": 3}, {"text": "Again, there is a Publique, and a Private Worship. Publique, is the Worship that a Common-wealth performeth, as one Person. Private, is that which a Private person exhibiteth. Publique, in respect of the whole Common-wealth, is Free; but in respect of Particular men it is not so. Private, is in secret Free; but in the sight of the multitude, it is never without some Restraint, either from the Lawes, or from the Opinion of men; which is contrary to the nature of Liberty.", "characters": 474, "sentences": 6}, {"text": "The End of Worship amongst men, is Power. For where a man seeth another worshipped he supposeth him powerfull, and is the readier to obey him; which makes his Power greater. But God has no Ends: the worship we do him, proceeds from our duty, and is directed according to our capacity, by those rules of Honour, that Reason dictateth to be done by the weak to the more potent men, in hope of benefit, for fear of dammage, or in thankfulnesse for good already received from them.", "characters": 477, "sentences": 4}, {"text": "That we may know what worship of God is taught us by the light of Nature, I will begin with his Attributes. Where, First, it is manifest, we ought to attribute to him Existence: For no man can have the will to honour that, which he thinks not to have any Beeing.", "characters": 262, "sentences": 3}, {"text": "Secondly, that those Philosophers, who sayd the World, or the Soule of the World was God, spake unworthily of him; and denyed his Existence: For by God, is understood the cause of the World; and to say the World is God, is to say there is no cause of it, that is, no God.", "characters": 271, "sentences": 2}, {"text": "Thirdly, to say the World was not Created, but Eternall, (seeing that which is Eternall has no cause,) is to deny there is a God.", "characters": 129, "sentences": 2}, {"text": "Fourthly, that they who attributing (as they think) Ease to God, take from him the care of Mankind; take from him his Honour: for it takes away mens love, and fear of him; which is the root of Honour.", "characters": 200, "sentences": 2}, {"text": "Fifthly, in those things that signifie Greatnesse, and Power; to say he is Finite, is not to Honour him: For it is not a signe of the Will to Honour God, to attribute to him lesse than we can; and Finite, is lesse than we can; because to Finite, it is easie to adde more.", "characters": 271, "sentences": 2}, {"text": "Nor to say we conceive, and imagine, or have an Idea of him, in our mind: for whatsoever we conceive is Finite:", "characters": 111, "sentences": 1}, {"text": "Nor that there be more Gods than one; because it implies them all Finite: for there cannot be more than one Infinite: Nor to ascribe to him (unlesse Metaphorically, meaning not the Passion, but the Effect) Passions that partake of Griefe; as Repentance, Anger, Mercy: or of Want; as Appetite, Hope, Desire; or of any Passive faculty: For Passion, is Power limited by somewhat else.", "characters": 381, "sentences": 2}, {"text": "And therefore when we ascribe to God a Will, it is not to be understood, as that of Man, for a Rationall Appetite; but as the Power, by which he effecteth every thing.", "characters": 167, "sentences": 2}, {"text": "Likewise when we attribute to him Sight, and other acts of Sense; as also Knowledge, and Understanding; which in us is nothing else, but a tumult of the mind, raised by externall things that presse the organicall parts of mans body: For there is no such thing in God; and being things that depend on naturall causes, cannot be attributed to him.", "characters": 345, "sentences": 2}, {"text": "Concerning the actions of Divine Worship, it is a most generall Precept of Reason, that they be signes of the Intention to Honour God; such as are, First, Prayers: For not the Carvers, when they made Images, were thought to make them Gods; but the People that Prayed to them.", "characters": 275, "sentences": 2}, {"text": "Secondly, Thanksgiving; which differeth from Prayer in Divine Worship, no otherwise, than that Prayers precede, and Thanks succeed the benefit; the end both of the one, and the other, being to acknowledge God, for Author of all benefits, as well past, as future.", "characters": 262, "sentences": 2}, {"text": "Thirdly, Gifts; that is to say, Sacrifices, and Oblations, (if they be of the best,) are signes of Honour: for they are Thanksgivings.", "characters": 134, "sentences": 2}, {"text": "Fourthly, Not to swear by any but God, is naturally a signe of Honour: for it is a confession that God onely knoweth the heart; and that no mans wit, or strength can protect a man against Gods vengence on the perjured.", "characters": 218, "sentences": 2}, {"text": "Seventhly, Reason directeth not onely to worship God in Secret; but also, and especially, in Publique, and in the sight of men: For without that, (that which in honour is most acceptable) the procuring others to honour him, is lost.", "characters": 232, "sentences": 2}, {"text": "Lastly, Obedience to his Lawes (that is, in this case to the Lawes of Nature,) is the greatest worship of all. For as Obedience is more acceptable to God than sacrifice; so also to set light by his Commandements, is the greatest of all contumelies. And these are the Lawes of that Divine Worship, which naturall Reason dictateth to private men.", "characters": 344, "sentences": 4}, {"text": "Therefore, when any thing therein written is too hard for our examination, wee are bidden to captivate our understanding to the Words; and not to labour in sifting out a Philosophicall truth by Logick, of such mysteries as are not comprehensible, nor fall under any rule of naturall science. For it is with the mysteries of our Religion, as with wholsome pills for the sick, which swallowed whole, have the vertue to cure; but chewed, are for the most part cast up again without effect.", "characters": 486, "sentences": 3}, {"text": "As for the Books of the New Testament, they are equally acknowledged for Canon by all Christian Churches, and by all sects of Christians, that admit any Books at all for Canonicall.", "characters": 181, "sentences": 2}, {"text": "The same is manifest by like arguments of the Book of Judges, chap. 1. 21,26 6.24 10.4 15.19 17.6 and Ruth 1. 1. but especially Judg. 18. 30. where it is said, that Jonathan \"and his sonnes were Priests to the Tribe of Dan, untill the day of the captivity of the land.\"", "characters": 269, "sentences": 13}, {"text": "The Books of Esdras and Nehemiah were written certainly after their return from captivity; because their return, the re-edification of the walls and houses of Jerusalem, the renovation of the Covenant, and ordination of their policy are therein contained.", "characters": 255, "sentences": 2}, {"text": "The History of Queen Esther is of the time of the Captivity; and therefore the Writer must have been of the same time, or after it.", "characters": 131, "sentences": 2}, {"text": "The Psalmes were written the most part by David, for the use of the Quire. To these are added some songs of Moses, and other holy men; and some of them after the return from the Captivity; as the 137. and the 126. whereby it is manifest that the Psalter was compiled, and put into the form it now hath, after the return of the Jews from Babylon.", "characters": 345, "sentences": 5}, {"text": "The Proverbs, being a Collection of wise and godly Sayings, partly of Solomon, partly of Agur the son of Jakeh; and partly of the Mother of King Lemuel, cannot probably be thought to have been collected by Solomon, rather then by Agur, or the Mother of Lemues; and that, though the sentences be theirs, yet the collection or compiling them into this one Book, was the work of some other godly man, that lived after them all.", "characters": 424, "sentences": 2}, {"text": "The Books of Ecclesiastes and the Canticles have nothing that was not Solomons, except it be the Titles, or Inscriptions. For \"The Words of the Preacher, the Son of David, King in Jerusalem;\" and, \"the Song of Songs, which is Solomon's,\" seem to have been made for distinctions sake, then, when the Books of Scripture were gathered into one body of the Law; to the end, that not the Doctrine only, but the Authors also might be extant.", "characters": 435, "sentences": 3}, {"text": "As far as they differ not from the Laws of Nature, there is no doubt, but they are the Law of God, and carry their Authority with them, legible to all men that have the use of naturall reason: but this is no other Authority, then that of all other Morall Doctrine consonant to Reason; the Dictates whereof are Laws, not Made, but Eternall.", "characters": 339, "sentences": 2}, {"text": "If they be made Law by God himselfe, they are of the nature of written Law, which are Laws to them only to whom God hath so sufficiently published them, as no man can excuse himself, by saying, he know not they were his.", "characters": 220, "sentences": 2}, {"text": "Which question cannot bee resolved, without a more particular consideration of the Kingdome of God; from whence also, wee are to judge of the Authority of Interpreting the Scripture. For, whosoever hath a lawfull power over any Writing, to make it Law, hath the power also to approve, or disapprove the interpretation of the same.", "characters": 330, "sentences": 3}, {"text": "CHAPTER XXXIV. OF THE SIGNIFICATION OF SPIRIT, ANGEL, AND INSPIRATION IN THE BOOKS OF HOLY SCRIPTURE", "characters": 100, "sentences": 2}, {"text": "The false Prophet Zedekiah, saith to Micaiah (1 Kings 22.24.) \"Which way went the Spirit of the Lord from me to speak to thee?\" Which cannot be understood of a Ghost; for Micaiah declared before the Kings of Israel and Judah, the event of the battle, as from a Vision, and not as from a Spirit, speaking in him.", "characters": 311, "sentences": 4}, {"text": "In the same manner it appeareth, in the Books of the Prophets, that though they spake by the Spirit of God, that is to say, by a speciall grace of Prediction; yet their knowledge of the future, was not by a Ghost within them, but by some supernaturall Dream or Vision.", "characters": 268, "sentences": 2}, {"text": "In the like sense we read (Deut. 34.9.) that \"Joshua was full of the Spirit of wisdome,\" because Moses had laid his hands upon him: that is, because he was Ordained by Moses, to prosecute the work hee had himselfe begun, (namely, the bringing of Gods people into the promised land), but prevented by death, could not finish.", "characters": 324, "sentences": 5}, {"text": "By the name of ANGEL, is signified generally, a Messenger; and most often, a Messenger of God: And by a Messenger of God, is signified, any thing that makes known his extraordinary Presence; that is to say, the extraordinary manifestation of his power, especially by a Dream, or Vision.", "characters": 286, "sentences": 2}, {"text": "But if we consider the places of the Old Testament where Angels are mentioned, we shall find, that in most of them, there can nothing else be understood by the word Angel, but some image raised (supernaturally) in the fancy, to signifie the presence of God in the execution of some supernaturall work; and therefore in the rest, where their nature is not exprest, it may be understood in the same manner.", "characters": 404, "sentences": 2}, {"text": "Again, (1 Sam. 12.12.) where Samuel saith to the People, \"When yee saw that Nahash King of the Children of Ammon came against you, ye said unto me, Nay, but a King shall reign over us, when the Lord your God was your King:\" It is manifest that God was their King, and governed the Civill State of their Common-wealth.", "characters": 317, "sentences": 5}, {"text": "Out of this literall interpretation of the Kingdome of God, ariseth also the true interpretation of the word HOLY. For it is a word, which in Gods Kingdome answereth to that, which men in their Kingdomes use to call Publique, or the Kings.", "characters": 239, "sentences": 3}, {"text": "When there is mention of the Word of God, or of Man, it doth not signifie a part of Speech, such as Grammarians call a Nown, or a Verb, or any simple voice, without a contexture with other words to make it significative; but a perfect Speech or Discourse, whereby the speaker Affirmeth, Denieth, Commandeth, Promiseth, Threateneth, Wisheth, or Interrogateth. In which sense it is not Vocabulum, that signifies a Word; but Sermo, (in Greek Logos) that is some Speech, Discourse, or Saying.", "characters": 488, "sentences": 3}, {"text": "The Word of God, is then also to be taken for the Dictates of reason, and equity, when the same is said in the Scriptures to bee written in mans heart; as Psalm 36.31. Jerem. 31.33. Deut.30.11, 14. and many other like places.", "characters": 225, "sentences": 10}, {"text": "And as these ways cannot be applyed to God, in his speaking to Moses, at Mount Sinai; so also, they cannot be applyed to him, in his speaking to the High Priests, from the Mercy-Seat. Therefore in what manner God spake to those Soveraign Prophets of the Old Testament, whose office it was to enquire of him, is not intelligible. In the time of the New Testament, there was no Soveraign Prophet, but our Saviour; who was both God that spake, and the Prophet to whom he spake.", "characters": 474, "sentences": 4}, {"text": "From that which I have here set down, of the nature, and use of a Miracle, we may define it thus, \"A MIRACLE, is a work of God, (besides his operation by the way of Nature, ordained in the Creation,) done for the making manifest to his elect, the mission of an extraordinary Minister for their salvation.\"", "characters": 305, "sentences": 2}, {"text": "And from this definition, we may inferre; First, that in all Miracles, the work done, is not the effect of any vertue in the Prophet; because it is the effect of the immediate hand of God; that is to say God hath done it, without using the Prophet therein, as a subordinate cause.", "characters": 280, "sentences": 2}, {"text": "Secondly, that no Devil, Angel, or other created Spirit, can do a Miracle. For it must either be by vertue of some naturall science, or by Incantation, that is, vertue of words. For if the Inchanters do it by their own power independent, there is some power that proceedeth not from God; which all men deny: and if they doe it by power given them, then is the work not from the immediate hand of God, but naturall, and consequently no Miracle.", "characters": 443, "sentences": 4}, {"text": "Bis patet in praeceps, tantem tenditque sub umbras,     Quantus ad aethereum coeli suspectus Olympum:", "characters": 101, "sentences": 1}, {"text": "for that is a thing the proportion of Earth to Heaven cannot bear: but that wee should beleeve them there, indefinitely, where those men are, on whom God inflicted that Exemplary punnishment.", "characters": 191, "sentences": 2}, {"text": "Concerning Particular Salvations, such as are understood, 1 Sam. 14.39. \"as the Lord liveth that saveth Israel,\" that is, from their temporary enemies, and 2 Sam. 22.4. \"Thou art my Saviour, thou savest me from violence;\" and 2 Kings 13.5. \"God gave the Israelites a Saviour, and so they were delivered from the hand of the Assyrians,\" and the like, I need say nothing; there being neither difficulty, nor interest, to corrupt the interpretation of texts of that kind.", "characters": 468, "sentences": 10}, {"text": "\"Look upon Zion, the City of our solemnities, thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.", "characters": 242, "sentences": 2}, {"text": "But there the glorious Lord will be unto us a place of broad rivers, and streams; wherein shall goe no Gally with oares; neither shall gallant ship passe thereby.", "characters": 162, "sentences": 2}, {"text": "Thy tacklings are loosed; they could not well strengthen their mast; they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey.", "characters": 167, "sentences": 2}, {"text": "And the Inhabitant shall not say, I am sicke; the people that shall dwell therein shall be forgiven their Iniquity.\"", "characters": 116, "sentences": 2}, {"text": "There ariseth also from the same, a third point; that as none but Abraham in his family, so none but the Soveraign in a Christian Common-wealth, can take notice what is, or what is not the Word of God. For God spake onely to Abraham; and it was he onely, that was able to know what God said, and to interpret the same to his family: And therefore also, they that have the place of Abraham in a Common-wealth, are the onely Interpreters of what God hath spoken.", "characters": 460, "sentences": 3}, {"text": "Our Saviour therefore, both in Teaching, and Reigning, representeth (as Moses Did) the Person of God; which God from that time forward, but not before, is called the Father; and being still one and the same substance, is one Person as represented by Moses, and another Person as represented by his Sonne the Christ. For Person being a relative to a Representer, it is consequent to plurality of Representers, that there bee a plurality of Persons, though of one and the same Substance.", "characters": 485, "sentences": 3}, {"text": "For the understanding of POWER ECCLESIASTICALL, what, and in whom it is, we are to distinguish the time from the Ascension of our Saviour, into two parts; one before the Conversion of Kings, and men endued with Soveraign Civill Power; the other after their Conversion. For it was long after the Ascension, before any King, or Civill Soveraign embraced, and publiquely allowed the teaching of Christian Religion.", "characters": 411, "sentences": 3}, {"text": "Thus wee see how the Power Ecclesiasticall was left by our Saviour to the Apostles; and how they were (to the end they might the better exercise that Power,) endued with the Holy Spirit, which is therefore called sometime in the New Testament Paracletus which signifieth an Assister, or one called to for helpe, though it bee commonly translated a Comforter. Let us now consider the Power it selfe, what it was, and over whom.", "characters": 426, "sentences": 3}, {"text": "Lastly the points of their Commission, as they are expressely set down in the Gospel, contain none of them any authority over the Congregation.", "characters": 143, "sentences": 2}, {"text": "If a mans Father, or Mother, or Master bee Excommunicate, yet are not the Children forbidden to keep them Company, nor to Eat with them; for that were (for the most part) to oblige them not to eat at all, for want of means to get food; and to authorise them to disobey their Parents, and Masters, contrary to the Precept of the Apostles.", "characters": 337, "sentences": 2}, {"text": "Seeing then the Acts of Councell of the Apostles, were then no Laws, but Councells; much lesse are Laws the Acts of any other Doctors, or Councells since, if assembled without the Authority of the Civill Soveraign. And consequently, the Books of the New Testament, though most perfect Rules of Christian Doctrine, could not be made Laws by any other authority then that of Kings, or Soveraign Assemblies.", "characters": 404, "sentences": 3}, {"text": "After their rejection of God in the demand of a King, they enjoyed still the same revenue; but the Right thereof was derived from that, that the Kings did never take it from them: for the Publique Revenue was at the disposing of him that was the Publique Person; and that (till the Captivity) was the King. And again, after the return from the Captivity, they paid their Tythes as before to the Priest. Hitherto therefore Church Livings were determined by the Civill Soveraign.", "characters": 477, "sentences": 4}, {"text": "And as concerning Imposition of Hands, whether it be needfull, for the authorizing of a King to Baptize, and Consecrate, we may consider thus.", "characters": 142, "sentences": 2}, {"text": "This ceremony was not therefore new in our Saviours time. For Jairus (Mark 5.23.) whose daughter was sick, besought our Saviour (not to heal her, but) \"to Lay his Hands upon her, that shee might bee healed.\" And (Matth. 19.13.) \"they brought unto him little children, that hee should Put his Hands on them, and Pray.\"", "characters": 317, "sentences": 9}, {"text": "From this consolidation of the Right Politique, and Ecclesiastique in Christian Soveraigns, it is evident, they have all manner of Power over their Subjects, that can be given to man, for the government of mens externall actions, both in Policy, and Religion; and may make such Laws, as themselves shall judge fittest, for the government of their own Subjects, both as they are the Common-wealth, and as they are the Church: for both State, and Church are the same men.", "characters": 469, "sentences": 2}, {"text": "Though this that I have here said, and in other places of this Book, seem cleer enough for the asserting of the Supreme Ecclesiasticall Power to Christian Soveraigns; yet because the Pope of Romes challenge to that Power universally, hath been maintained chiefly, and I think as strongly as is possible, by Cardinall Bellarmine, in his Controversie De Summo Pontifice; I have thought it necessary, as briefly as I can, to examine the grounds, and strength of his Discourse.", "characters": 473, "sentences": 2}, {"text": "And therefore the second Conclusion, concerning the best form of Government of the Church, is nothing to the question of the Popes Power without his own Dominions: For in all other Common-wealths his Power (if hee have any at all) is that of the Schoolmaster onely, and not of the Master of the Family.", "characters": 302, "sentences": 2}, {"text": "In the third Book, he handleth the question whether the Pope be Antichrist. For my part, I see no argument that proves he is so, in that sense that Scripture useth the name: nor will I take any argument from the quality of Antichrist, to contradict the Authority he exerciseth, or hath heretofore exercised in the Dominions of any other Prince, or State.", "characters": 354, "sentences": 3}, {"text": "In the fourth Book, to prove the Pope to be the supreme Judg in all questions of Faith and Manners, (which is as much as to be the absolute Monarch of all Christians in the world,) be bringeth three Propositions: The first, that his Judgments are Infallible: The second, that he can make very Laws, and punish those that observe them not: The third, that our Saviour conferred all Jurisdiction Ecclesiasticall on the Pope of Rome.", "characters": 430, "sentences": 2}, {"text": "The second place is that of Matth. 16. \"Thou art Peter, and upon this rocke I will build my Church, and the gates of Hell shall not prevail against it.\" By which (as I have already shewn in this chapter) is proved no more, than that the gates of Hell shall not prevail against the confession of Peter, which gave occasion to that speech; namely this, That Jesus Is Christ The Sonne Of God.", "characters": 389, "sentences": 5}, {"text": "The third place, is John 21.16. \"Feed my sheep;\" which is not a Power to make Laws, but a command to Teach. Making Laws belongs to the Lord of the Family; who by his owne discretion chooseth his Chaplain, as also a Schoolmaster to Teach his children.", "characters": 250, "sentences": 5}, {"text": "In like manner, the ninth place, 1 Tim. 5. 19. \"Against an Elder receive not an accusation, but before two or three Witnesses,\" is a wise Precept, but not a Law.", "characters": 161, "sentences": 5}, {"text": "The arguments by which he would prove, that Bishops receive their Jurisdiction from the Pope (seeing the Pope in the Dominions of other Princes hath no Jurisdiction himself,) are all in vain. Yet because they prove, on the contrary, that all Bishops receive Jurisdiction when they have it from their Civill Soveraigns, I will not omit the recitall of them.", "characters": 356, "sentences": 3}, {"text": "His sixth argument is this, If Bishops have their Jurisdiction De Jure Divino (that is, immediately from God,) they that maintaine it, should bring some Word of God to prove it: But they can bring none. The argument is good; I have therefore nothing to say against it. But it is an argument no lesse good, to prove the Pope himself to have no Jurisdiction in the Dominion of any other Prince.", "characters": 392, "sentences": 4}, {"text": "Lastly, hee bringeth for argument, the testimony of two Popes, Innocent, and Leo; and I doubt not but hee might have alledged, with as good reason, the testimonies of all the Popes almost since S. Peter: For considering the love of Power naturally implanted in mankind, whosoever were made Pope, he would be tempted to uphold the same opinion. Neverthelesse, they should therein but doe, as Innocent, and Leo did, bear witnesse of themselves, and therefore their witness should not be good.", "characters": 490, "sentences": 4}, {"text": "Before I come to consider the Arguments by which hee would prove this doctrine, it will not bee amisse to lay open the Consequences of it; that Princes, and States, that have the Civill Soveraignty in their severall Common-wealths, may bethink themselves, whether it bee convenient for them, and conducing to the good of their Subjects, of whom they are to give an account at the day of Judgment, to admit the same.", "characters": 415, "sentences": 2}, {"text": "The third Argument is this; \"It is not lawfull for Christians to tolerate an Infidel, or Haereticall King, in case he endeavour to draw them to his Haeresie, or Infidelity. But to judge whether a King draw his subjects to Haeresie, or not, belongeth to the Pope. Therefore hath the Pope Right, to determine whether the Prince be to be deposed, or not deposed.\"", "characters": 360, "sentences": 4}, {"text": "The fourth Argument, is taken from the Baptisme of Kings; wherein, that they may be made Christians they submit their Scepters to Christ; and promise to keep, and defend the Christian Faith. This is true; for Christian Kings are no more but Christs Subjects: but they may, for all that, bee the Popes Fellowes; for they are Supreme Pastors of their own Subjects; and the Pope is no more but King, and Pastor, even in Rome it selfe.", "characters": 431, "sentences": 3}, {"text": "But from the Power to Teach onely, hee inferreth also a Coercive Power in the Pope, over Kings. The Pastor (saith he) must give his flock convenient food: Therefore the Pope may, and ought to compell Kings to doe their duty. Out of which it followeth, that the Pope, as Pastor of Christian men, is King of Kings: which all Christian Kings ought indeed either to Confesse, or else they ought to take upon themselves the Supreme Pastorall Charge, every one in his own Dominion.", "characters": 475, "sentences": 4}, {"text": "But whether men Know, or Beleeve, or Grant the Scriptures to be the Word of God; if out of such places of them, as are without obscurity, I shall shew what Articles of Faith are necessary, and onely necessary for Salvation, those men must needs Know, Beleeve, or Grant the same.", "characters": 278, "sentences": 2}, {"text": "From the same it is, that in every Christian State there are certaine men, that are exempt, by Ecclesiasticall liberty, from the tributes, and from the tribunals of the Civil State; for so are the secular Clergy, besides Monks and Friars, which in many places, bear so great a proportion to the common people, as if need were, there might be raised out of them alone, an Army, sufficient for any warre the Church militant should imploy them in, against their owne, or other Princes.", "characters": 482, "sentences": 2}, {"text": "Nor are the other rites, as of Marriage, of Extreme Unction, of Visitation of the Sick, of Consecrating Churches, and Church-yards, and the like, exempt from Charms; in as much as there is in them the use of Enchanted Oyle, and Water, with the abuse of the Crosse, and of the holy word of David, \"Asperges me Domine Hyssopo,\" as things of efficacy to drive away Phantasmes, and Imaginery Spirits.", "characters": 396, "sentences": 2}, {"text": "From whence may be inferred, that as the Elect after the Resurrection shall be restored to the estate, wherein Adam was before he had sinned; so the Reprobate shall be in the estate, that Adam, and his posterity were in after the sin committed; saving that God promised a Redeemer to Adam, and such of his seed as should trust in him, and repent; but not to them that should die in their sins, as do the Reprobate.", "characters": 414, "sentences": 2}, {"text": "What kind of things they were, to whom they attributed the name of Daemons, appeareth partly in the Genealogie of their Gods, written by Hesiod, one of the most ancient Poets of the Graecians; and partly in other Histories; of which I have observed some few before, in the 12. Chapter of this discourse.", "characters": 303, "sentences": 3}, {"text": "It is also evident, that there can be no Image of a thing Infinite: for all the Images, and Phantasmes that are made by the Impression of things visible, are figured: but Figure is a quantity every way determined: And therefore there can bee no Image of God: nor of the Soule of Man; nor of Spirits, but onely of Bodies Visible, that is, Bodies that have light in themselves, or are by such enlightened.", "characters": 403, "sentences": 2}, {"text": "But the name of Idoll is extended yet further in Scripture, to signifie also the Sunne, or a Starre, or any other Creature, visible or invisible, when they are worshipped for Gods.", "characters": 180, "sentences": 2}, {"text": "Having shewn what is Worship, and what an Image; I will now put them together, and examine what that IDOLATRY is, which is forbidden in the Second Commandement, and other places of the Scripture.", "characters": 195, "sentences": 2}, {"text": "To worship an Image, is voluntarily to doe those externall acts, which are signes of honoring either the matter of the Image, which is Wood, Stone, or Metall, or some other visible creature; or the Phantasme of the brain, for the resemblance, or representation whereof, the matter was formed and figured; or both together, as one animate Body, composed of the Matter and the Phantasme, as of a Body and Soule.", "characters": 409, "sentences": 2}, {"text": "To be uncovered, before a man of Power and Authority, or before the Throne of a Prince, or in such other places as hee ordaineth to that purpose in his absence, is to Worship that man, or Prince with Civill Worship; as being a signe, not of honoring the stoole, or place, but the Person; and is not Idolatry. But if hee that doth it, should suppose the Soule of the Prince to be in the Stool, or should present a Petition to the Stool, it were Divine Worship, and Idolatry.", "characters": 473, "sentences": 3}, {"text": "Now for the Worship of Saints, and Images, and Reliques, and other things at this day practised in the Church of Rome, I say they are not allowed by the Word of God, not brought into the Church of Rome, from the Doctrine there taught; but partly left in it at the first conversion of the Gentiles; and afterwards countenanced, and confirmed, and augmented by the Bishops of Rome.", "characters": 379, "sentences": 2}, {"text": "Nor are we therefore to give that name to any false Conclusions: For he that Reasoneth aright in words he understandeth, can never conclude an Error:", "characters": 149, "sentences": 1}, {"text": "Nor to that which any man knows by supernaturall Revelation; because it is not acquired by Reasoning:", "characters": 101, "sentences": 1}, {"text": "Nor that which is gotten by Reasoning from the Authority of Books; because it is not by Reasoning from the Cause to the Effect, nor from the Effect to the Cause; and is not Knowledge, but Faith.", "characters": 194, "sentences": 2}, {"text": "Neverthelesse, men were so much taken with this custome, that in time it spread it selfe over all Europe, and the best part of Afrique; so as there were Schools publiquely erected, and maintained for Lectures, and Disputations, almost in every Common-wealth.", "characters": 258, "sentences": 2}, {"text": "And when they come to give account, how an Incorporeall Substance can be capable of Pain, and be tormented in the fire of Hell, or Purgatory, they have nothing at all to answer, but that it cannot be known how fire can burn Soules.", "characters": 231, "sentences": 2}, {"text": "For the cause of the Soule of Man, they say, Creatur Infundendo, and Creando Infunditur: that is, \"It is Created by Powring it in,\" and \"Powred in by Creation.\"", "characters": 160, "sentences": 2}, {"text": "For the Cause of Sense, an ubiquity of Species; that is, of the Shews or Apparitions of objects; which when they be Apparitions to the Eye, is Sight; when to the Eare, Hearing; to the Palate, Tast; to the Nostrill, Smelling; and to the rest of the Body, Feeling.", "characters": 262, "sentences": 2}, {"text": "For cause of the Will, to doe any particular action, which is called Volitio, they assign the Faculty, that is to say, the Capacity in generall, that men have, to will sometimes one thing, sometimes another, which is called Voluntas; making the Power the cause of the Act: As if one should assign for cause of the good or evill Acts of men, their Ability to doe them.", "characters": 367, "sentences": 2}, {"text": "If such Metaphysiques, and Physiques as this, be not Vain Philosophy, there was never any; nor needed St. Paul to give us warning to avoid it.", "characters": 142, "sentences": 3}, {"text": "To this head, I referre also all those Doctrines, that serve them to keep the possession of this spirituall Soveraignty after it is gotten. As first, that the Pope In His Publique Capacity Cannot Erre. For who is there, that beleeving this to be true, will not readily obey him in whatsoever he commands?", "characters": 304, "sentences": 3}, {"text": "Fiftly, the teaching that Matrimony is a Sacrament, giveth to the Clergy the Judging of the lawfulnesse of Marriages; and thereby, of what Children are Legitimate; and consequently, of the Right of Succession to haereditary Kingdomes.", "characters": 234, "sentences": 2}, {"text": "Sixtly, the Deniall of Marriage to Priests, serveth to assure this Power of the pope over Kings. For if a King be a Priest, he cannot Marry, and transmit his Kingdome to his Posterity; If he be not a Priest then the Pope pretendeth this Authority Ecclesiasticall over him, and over his people.", "characters": 293, "sentences": 3}, {"text": "Seventhly, from Auricular Confession, they obtain, for the assurance of their Power, better intelligence of the designs of Princes, and great persons in the Civill State, than these can have of the designs of the State Ecclesiasticall.", "characters": 235, "sentences": 2}, {"text": "Eighthly, by the Canonization of Saints, and declaring who are Martyrs, they assure their Power, in that they induce simple men into an obstinacy against the Laws and Commands of their Civill Soveraigns even to death, if by the Popes excommunication, they be declared Heretiques or Enemies to the Church; that is, (as they interpret it,) to the Pope.", "characters": 350, "sentences": 2}, {"text": "Ninthly, they assure the same, by the Power they ascribe to every Priest, of making Christ; and by the Power of ordaining Pennance; and of Remitting, and Retaining of sins.", "characters": 172, "sentences": 2}, {"text": "Tenthly, by the Doctrine of Purgatory, of Justification by externall works, and of Indulgences, the Clergy is enriched.", "characters": 119, "sentences": 2}, {"text": "Eleventhly, by their Daemonology, and the use of Exorcisme, and other things appertaining thereto, they keep (or thinke they keep) the People more in awe of their Power.", "characters": 169, "sentences": 2}, {"text": "Lastly, the Metaphysiques, Ethiques, and Politiques of Aristotle, the frivolous Distinctions, barbarous Terms, and obscure Language of the Schoolmen, taught in the Universities, (which have been all erected and regulated by the Popes Authority,) serve them to keep these Errors from being detected, and to make men mistake the Ignis Fatuus of Vain Philosophy, for the Light of the Gospell.", "characters": 389, "sentences": 2}, {"text": "And therefore the Analysis, or Resolution is by the same way; but beginning with the knot that was last tyed; as wee may see in the dissolution of the praeterpoliticall Church Government in England.", "characters": 198, "sentences": 2}, {"text": "The Language also, which they use, both in the Churches, and in their Publique Acts, being Latine, which is not commonly used by any Nation now in the world, what is it but the Ghost of the Old Romane Language.", "characters": 210, "sentences": 2}, {"text": "The Fairies in what Nation soever they converse, have but one Universall King, which some Poets of ours call King Oberon; but the Scripture calls Beelzebub, Prince of Daemons. The Ecclesiastiques likewise, in whose Dominions soever they be found, acknowledge but one Universall King, the Pope.", "characters": 293, "sentences": 3}, {"text": "The Ecclesiastiques are Spirituall men, and Ghostly Fathers. The Fairies are Spirits, and Ghosts. Fairies and Ghosts inhabite Darknesse, Solitudes, and Graves. The Ecclesiastiques walke in Obscurity of Doctrine, in Monasteries, Churches, and Churchyards.", "characters": 254, "sentences": 5}, {"text": "The Ecclesiastiques have their Cathedral Churches; which, in what Towne soever they be erected, by vertue of Holy Water, and certain Charmes called Exorcismes, have the power to make those Townes, cities, that is to say, Seats of Empire. The Fairies also have their enchanted Castles, and certain Gigantique Ghosts, that domineer over the Regions round about them.", "characters": 364, "sentences": 3}, {"text": "The fairies are not to be seized on; and brought to answer for the hurt they do. So also the Ecclesiastiques vanish away from the Tribunals of Civill Justice.", "characters": 158, "sentences": 3}, {"text": "The Ecclesiastiques take from young men, the use of Reason, by certain Charms compounded of Metaphysiques, and Miracles, and Traditions, and Abused Scripture, whereby they are good for nothing else, but to execute what they command them. The Fairies likewise are said to take young Children out of their Cradles, and to change them into Naturall Fools, which Common people do therefore call Elves, and are apt to mischief.", "characters": 422, "sentences": 3}, {"text": "In what Shop, or Operatory the Fairies make their Enchantment, the old Wives have not determined. But the Operatories of the Clergy, are well enough known to be the Universities, that received their Discipline from Authority Pontificall.", "characters": 237, "sentences": 3}, {"text": "When the Fairies are displeased with any body, they are said to send their Elves, to pinch them. The Ecclesiastiques, when they are displeased with any Civill State, make also their Elves, that is, Superstitious, Enchanted Subjects, to pinch their Princes, by preaching Sedition; or one Prince enchanted with promises, to pinch another.", "characters": 336, "sentences": 3}, {"text": "The Fairies marry not; but there be amongst them Incubi, that have copulation with flesh and bloud. The Priests also marry not.", "characters": 127, "sentences": 3}, {"text": "The Ecclesiastiques take the Cream of the Land, by Donations of ignorant men, that stand in aw of them, and by Tythes: So also it is in the Fable of Fairies, that they enter into the Dairies, and Feast upon the Cream, which they skim from the Milk.", "characters": 248, "sentences": 2}, {"text": "What kind of Money is currant in the Kingdome of Fairies, is not recorded in the Story. But the Ecclesiastiques in their Receipts accept of the same Money that we doe; though when they are to make any Payment, it is in Canonizations, Indulgences, and Masses.", "characters": 258, "sentences": 3}, {"text": "And amongst the Passions, Courage, (by which I mean the Contempt of Wounds, and violent Death) enclineth men to private Revenges, and sometimes to endeavour the unsetling of the Publique Peace; And Timorousnesse, many times disposeth to the desertion of the Publique Defence. Both these they say cannot stand together in the same person.", "characters": 337, "sentences": 3}, {"text": "And to consider the contrariety of mens Opinions, and Manners in generall, It is they say, impossible to entertain a constant Civill Amity with all those, with whom the Businesse of the world constrains us to converse: Which Businesse consisteth almost in nothing else but a perpetuall contention for Honor, Riches, and Authority.", "characters": 330, "sentences": 2}], "id": 3207, "paragraphs": 454, "author": "Thomas Hobbes"}