{"title": "The Scarlet Letter", "data": [{"text": "Tales of the White Hills, Legends of New England, Legends of the Province House, 1877, contain tales which had already been printed in book form in \"Twice-Told Tales\" and the \"Mosses\" \"Sketched and Studies,\" 1883.", "characters": 213, "sentences": 2}, {"text": "Hawthorne's contributions to magazines were numerous, and most of his tales appeared first in periodicals, chiefly in \"The Token,\" 1831-1838, \"New England Magazine,\" 1834,1835; \"Knickerbocker,\" 1837-1839; \"Democratic Review,\" 1838-1846; \"Atlantic Monthly,\" 1860-1872 (scenes from the Dolliver Romance, Septimius Felton, and passages from Hawthorne's Note-Books).", "characters": 362, "sentences": 2}, {"text": "Works: in 24 volumes, 1879; in 12 volumes, with introductory notes by Lathrop, Riverside Edition, 1883.", "characters": 103, "sentences": 2}, {"text": "Biography, etc.; A. H. Japp (pseud.  H. A. Page), Memoir of N. Hawthorne, 1872; J. T. Field's \"Yesterdays with Authors,\" 1873 G. P. Lathrop, \"A Study of Hawthorne,\" 1876; Henry James English Men of Letters, 1879; Julian Hawthorne, \"Nathaniel Hawthorne and his wife,\" 1885; Moncure D. Conway, Life of Nathaniel Hawthorne, 1891; Analytical Index of Hawthorne's Works, by E. M. O'Connor 1882.", "characters": 389, "sentences": 16}, {"text": "There is one likeness, without which my gallery of Custom-House portraits would be strangely incomplete, but which my comparatively few opportunities for observation enable me to sketch only in the merest outline.  It is that of the Collector, our gallant old General, who, after his brilliant military service, subsequently to which he had ruled over a wild Western territory, had come hither, twenty years before, to spend the decline of his varied and honourable life.", "characters": 471, "sentences": 3}, {"text": "To observe and define his character, however, under such disadvantages, was as difficult a task as to trace out and build up anew, in imagination, an old fortress, like Ticonderoga, from a view of its grey and broken ruins.  Here and there, perchance, the walls may remain almost complete; but elsewhere may be only a shapeless mound, cumbrous with its very strength, and overgrown, through long years of peace and neglect, with grass and alien weeds.", "characters": 451, "sentences": 3}, {"text": "But the past was not dead.  Once in a great while, the thoughts that had seemed so vital and so active, yet had been put to rest so quietly, revived again.  One of the most remarkable occasions, when the habit of bygone days awoke in me, was that which brings it within the law of literary propriety to offer the public the sketch which I am now writing.", "characters": 354, "sentences": 4}, {"text": "The ancient Surveyor--being little molested, I suppose, at that early day with business pertaining to his office--seems to have devoted some of his many leisure hours to researches as a local antiquarian, and other inquisitions of a similar nature.  These supplied material for petty activity to a mind that would otherwise have been eaten up with rust.", "characters": 353, "sentences": 3}, {"text": "But, for myself, during the whole of my Custom-House experience, moonlight and sunshine, and the glow of firelight, were just alike in my regard; and neither of them was of one whit more avail than the twinkle of a tallow-candle.  An entire class of susceptibilities, and a gift connected with them--of no great richness or value, but the best I had--was gone from me.", "characters": 368, "sentences": 3}, {"text": "It may be, however--oh, transporting and triumphant thought--that the great-grandchildren of the present race may sometimes think kindly of the scribbler of bygone days, when the antiquary of days to come, among the sites memorable in the town's history, shall point out the locality of THE TOWN PUMP.", "characters": 301, "sentences": 2}, {"text": "A throng of bearded men, in sad-coloured garments and grey steeple-crowned hats, inter-mixed with women, some wearing hoods, and others bareheaded, was assembled in front of a wooden edifice, the door of which was heavily timbered with oak, and studded with iron spikes.", "characters": 270, "sentences": 2}, {"text": "\"Goodwives,\" said a hard-featured dame of fifty, \"I'll tell ye a piece of my mind.  It would be greatly for the public behoof if we women, being of mature age and church-members in good repute, should have the handling of such malefactresses as this Hester Prynne.  What think ye, gossips?  If the hussy stood up for judgment before us five, that are now here in a knot together, would she come off with such a sentence as the worshipful magistrates have awarded?  Marry, I trow not.\"", "characters": 484, "sentences": 4}, {"text": "\"People say,\" said another, \"that the Reverend Master Dimmesdale, her godly pastor, takes it very grievously to heart that such a scandal should have come upon his congregation.\"", "characters": 178, "sentences": 2}, {"text": "\"The magistrates are God-fearing gentlemen, but merciful overmuch--that is a truth,\" added a third autumnal matron.  \"At the very least, they should have put the brand of a hot iron on Hester Prynne's forehead.  Madame Hester would have winced at that, I warrant me.  But she--the naughty baggage--little will she care what they put upon the bodice of her gown!  Why, look you, she may cover it with a brooch, or such like heathenish adornment, and so walk the streets as brave as ever!\"", "characters": 487, "sentences": 4}, {"text": "\"Ah, but,\" interposed, more softly, a young wife, holding a child by the hand, \"let her cover the mark as she will, the pang of it will be always in her heart.\"", "characters": 160, "sentences": 2}, {"text": "\"What do we talk of marks and brands, whether on the bodice of her gown or the flesh of her forehead?\" cried another female, the ugliest as well as the most pitiless of these self-constituted judges.  \"This woman has brought shame upon us all, and ought to die; is there not law for it?  Truly there is, both in the Scripture and the statute-book.  Then let the magistrates, who have made it of no effect, thank themselves if their own wives and daughters go astray.\"", "characters": 467, "sentences": 4}, {"text": "\"Mercy on us, goodwife!\" exclaimed a man in the crowd, \"is there no virtue in woman, save what springs from a wholesome fear of the gallows?  That is the hardest word yet!  Hush now, gossips for the lock is turning in the prison-door, and here comes Mistress Prynne herself.\"", "characters": 275, "sentences": 2}, {"text": "\"She hath good skill at her needle, that's certain,\" remarked one of her female spectators; \"but did ever a woman, before this brazen hussy, contrive such a way of showing it?  Why, gossips, what is it but to laugh in the faces of our godly magistrates, and make a pride out of what they, worthy gentlemen, meant for a punishment?\"", "characters": 331, "sentences": 1}, {"text": "\"It were well,\" muttered the most iron-visaged of the old dames, \"if we stripped Madame Hester's rich gown off her dainty shoulders; and as for the red letter which she hath stitched so curiously, I'll bestow a rag of mine own rheumatic flannel to make a fitter one!\"", "characters": 267, "sentences": 1}, {"text": "\"Oh, peace, neighbours--peace!\" whispered their youngest companion; \"do not let her hear you!  Not a stitch in that embroidered letter but she has felt it in her heart.\"", "characters": 169, "sentences": 2}, {"text": "The grim beadle now made a gesture with his staff.  \"Make way, good people--make way, in the King's name!\" cried he.  \"Open a passage; and I promise ye, Mistress Prynne shall be set where man, woman, and child may have a fair sight of her brave apparel from this time till an hour past meridian.  A blessing on the righteous colony of the Massachusetts, where iniquity is dragged out into the sunshine!  Come along, Madame Hester, and show your scarlet letter in the market-place!\"", "characters": 481, "sentences": 4}, {"text": "Could it be true?   She clutched the child so fiercely to her breast that it sent forth a cry; she turned her eyes downward at the scarlet letter, and even touched it with her finger, to assure herself that the infant and the shame were real.  Yes these were her realities--all else had vanished!", "characters": 296, "sentences": 2}, {"text": "Then touching the shoulder of a townsman who stood near to him, he addressed him in a formal and courteous manner:", "characters": 114, "sentences": 1}, {"text": "\"I pray you, good Sir,\" said he, \"who is this woman?--and wherefore is she here set up to public shame?\"", "characters": 104, "sentences": 1}, {"text": "\"You must needs be a stranger in this region, friend,\" answered the townsman, looking curiously at the questioner and his savage companion, \"else you would surely have heard of Mistress Hester Prynne and her evil doings.  She hath raised a great scandal, I promise you, in godly Master Dimmesdale's church.\"", "characters": 307, "sentences": 3}, {"text": "\"You say truly,\" replied the other; \"I am a stranger, and have been a wanderer, sorely against my will.  I have met with grievous mishaps by sea and land, and have been long held in bonds among the heathen-folk to the southward; and am now brought hither by this Indian to be redeemed out of my captivity.  Will it please you, therefore, to tell me of Hester Prynne's--have I her name rightly?--of this woman's offences, and what has brought her to yonder scaffold?\"", "characters": 466, "sentences": 3}, {"text": "\"Ah!--aha!--I conceive you,\" said the stranger with a bitter smile.  \"So learned a man as you speak of should have learned this too in his books.  And who, by your favour, Sir, may be the father of yonder babe--it is some three or four months old, I should judge--which Mistress Prynne is holding in her arms?\"", "characters": 310, "sentences": 3}, {"text": "\"Of a truth, friend, that matter remaineth a riddle; and the Daniel who shall expound it is yet a-wanting,\" answered the townsman.  \"Madame Hester absolutely refuseth to speak, and the magistrates have laid their heads together in vain.  Peradventure the guilty one stands looking on at this sad spectacle, unknown of man, and forgetting that God sees him.\"", "characters": 357, "sentences": 4}, {"text": "\"The learned man,\" observed the stranger with another smile, \"should come himself to look into the mystery.\"", "characters": 108, "sentences": 2}, {"text": "\"A wise sentence,\" remarked the stranger, gravely, bowing his head.  \"Thus she will be a living sermon against sin, until the ignominious letter be engraved upon her tombstone.  It irks me, nevertheless, that the partner of her iniquity should not at least, stand on the scaffold by her side.  But he will be known--he will be known!--he will be known!\"", "characters": 353, "sentences": 4}, {"text": "He bowed courteously to the communicative townsman, and whispering a few words to his Indian attendant, they both made their way through the crowd.", "characters": 147, "sentences": 2}, {"text": "There was a murmur among the dignified and reverend occupants of the balcony; and Governor Bellingham gave expression to its purport, speaking in an authoritative voice, although tempered with respect towards the youthful clergyman whom he addressed:", "characters": 250, "sentences": 1}, {"text": "\"Good Master Dimmesdale,\" said he, \"the responsibility of this woman's soul lies greatly with you.  It behoves you; therefore, to exhort her to repentance and to confession, as a proof and consequence thereof.\"", "characters": 210, "sentences": 3}, {"text": "Such was the young man whom the Reverend Mr. Wilson and the Governor had introduced so openly to the public notice, bidding him speak, in the hearing of all men, to that mystery of a woman's soul, so sacred even in its pollution.  The trying nature of his position drove the blood from his cheek, and made his lips tremulous.", "characters": 325, "sentences": 4}, {"text": "\"Speak to the woman, my brother,\" said Mr. Wilson.  \"It is of moment to her soul, and, therefore, as the worshipful Governor says, momentous to thine own, in whose charge hers is.  Exhort her to confess the truth!\"", "characters": 214, "sentences": 4}, {"text": "\"Woman, transgress not beyond the limits of Heaven's mercy!\" cried the Reverend Mr. Wilson, more harshly than before.  \"That little babe hath been gifted with a voice, to second and confirm the counsel which thou hast heard.  Speak out the name!  That, and thy repentance, may avail to take the scarlet letter off thy breast.\"", "characters": 326, "sentences": 5}, {"text": "\"Never,\" replied Hester Prynne, looking, not at Mr. Wilson, but into the deep and troubled eyes of the younger clergyman.  \"It is too deeply branded.  Ye cannot take it off.  And would that I might endure his agony as well as mine!\"", "characters": 232, "sentences": 5}, {"text": "\"Speak, woman!\" said another voice, coldly and sternly, proceeding from the crowd about the scaffold, \"Speak; and give your child a father!\"", "characters": 140, "sentences": 1}, {"text": "\"I will not speak!\" answered Hester, turning pale as death, but responding to this voice, which she too surely recognised.  \"And my child must seek a heavenly father; she shall never know an earthly one!\"", "characters": 204, "sentences": 2}, {"text": "\"She will not speak!\" murmured Mr. Dimmesdale, who, leaning over the balcony, with his hand upon his heart, had awaited the result of his appeal.  He now drew back with a long respiration. \"Wondrous strength and generosity of a woman's heart!  She will not speak!\"", "characters": 264, "sentences": 4}, {"text": "\"Prithee, friend, leave me alone with my patient,\" said the practitioner.  \"Trust me, good jailer, you shall briefly have peace in your house; and, I promise you, Mistress Prynne shall hereafter be more amenable to just authority than you may have found her heretofore.\"", "characters": 270, "sentences": 3}, {"text": "\"Nay, if your worship can accomplish that,\" answered Master Brackett, \"I shall own you for a man of skill, indeed!  Verily, the woman hath been like a possessed one; and there lacks little that I should take in hand, to drive Satan out of her with stripes.\"", "characters": 257, "sentences": 2}, {"text": "\"My old studies in alchemy,\" observed he, \"and my sojourn, for above a year past, among a people well versed in the kindly properties of simples, have made a better physician of me than many that claim the medical degree.  Here, woman!  The child is yours--she is none of mine--neither will she recognise my voice or aspect as a father's.  Administer this draught, therefore, with thine own hand.\"", "characters": 397, "sentences": 4}, {"text": "Hester repelled the offered medicine, at the same time gazing with strongly marked apprehension into his face.  \"Wouldst thou avenge thyself on the innocent babe?\" whispered she.", "characters": 178, "sentences": 3}, {"text": "\"Foolish woman!\" responded the physician, half coldly, half soothingly.  \"What should ail me to harm this misbegotten and miserable babe?  The medicine is potent for good, and were it my child--yea, mine own, as well as thine!  I could do no better for it.\"", "characters": 257, "sentences": 3}, {"text": "\"I know not Lethe nor Nepenthe,\" remarked he; \"but I have learned many new secrets in the wilderness, and here is one of them--a recipe that an Indian taught me, in requital of some lessons of my own, that were as old as Paracelsus.  Drink it!  It may be less soothing than a sinless conscience.  That I cannot give thee.  But it will calm the swell and heaving of thy passion, like oil thrown on the waves of a tempestuous sea.\"", "characters": 429, "sentences": 5}, {"text": "He presented the cup to Hester, who received it with a slow, earnest look into his face; not precisely a look of fear, yet full of doubt and questioning as to what his purposes might be. She looked also at her slumbering child.", "characters": 227, "sentences": 3}, {"text": "\"I have thought of death,\" said she--\"have wished for it--would even have prayed for it, were it fit that such as I should pray for anything.  Yet, if death be in this cup, I bid thee think again, ere thou beholdest me quaff it.  See! it is even now at my lips.\"", "characters": 262, "sentences": 4}, {"text": "\"Thou knowest,\" said Hester--for, depressed as she was, she could not endure this last quiet stab at the token of her shame--\"thou knowest that I was frank with thee.  I felt no love, nor feigned any.\"", "characters": 201, "sentences": 3}, {"text": "\"We have wronged each other,\" answered he.  \"Mine was the first wrong, when I betrayed thy budding youth into a false and unnatural relation with my decay.  Therefore, as a man who has not thought and philosophised in vain, I seek no vengeance, plot no evil against thee.  Between thee and me, the scale hangs fairly balanced.  But, Hester, the man lives who has wronged us both!  Who is he?\"", "characters": 392, "sentences": 5}, {"text": "The eyes of the wrinkled scholar glowed so intensely upon her, that Hester Prynne clasped her hand over her heart, dreading lest he should read the secret there at once.", "characters": 169, "sentences": 2}, {"text": "\"Thy acts are like mercy,\" said Hester, bewildered and appalled; \"but thy words interpret thee as a terror!\"", "characters": 108, "sentences": 1}, {"text": "\"Wherefore dost thou desire it?\" inquired Hester, shrinking, she hardly knew why, from this secret bond.  \"Why not announce thyself openly, and cast me off at once?\"", "characters": 165, "sentences": 2}, {"text": "\"And now, Mistress Prynne,\" said old Roger Chillingworth, as he was hereafter to be named, \"I leave thee alone: alone with thy infant and the scarlet letter!  How is it, Hester?  Doth thy sentence bind thee to wear the token in thy sleep?  Art thou not afraid of nightmares and hideous dreams?\"", "characters": 294, "sentences": 1}, {"text": "\"Why dost thou smile so at me?\" inquired Hester, troubled at the expression of his eyes.  \"Art thou like the Black Man that haunts the forest round about us?  Hast thou enticed me into a bond that will prove the ruin of my soul?\"", "characters": 229, "sentences": 2}, {"text": "But sometimes, once in many days, or perchance in many months, she felt an eye--a human eye--upon the ignominious brand, that seemed to give a momentary relief, as if half of her agony were shared.  The next instant, back it all rushed again, with still a deeper throb of pain; for, in that brief interval, she had sinned anew.  (Had Hester sinned alone?)", "characters": 355, "sentences": 3}, {"text": "But while she said it, Pearl laughed, and began to dance up and down with the humoursome gesticulation of a little imp, whose next freak might be to fly up the chimney.", "characters": 168, "sentences": 2}, {"text": "Nor did she put the question altogether idly, but, for the moment, with a portion of genuine earnestness; for, such was Pearl's wonderful intelligence, that her mother half doubted whether she were not acquainted with the secret spell of her existence, and might not now reveal herself.", "characters": 286, "sentences": 2}, {"text": "\"Thou art not my child!  Thou art no Pearl of mine!\" said the mother half playfully; for it was often the case that a sportive impulse came over her in the midst of her deepest suffering. \"Tell me, then, what thou art, and who sent thee hither?\"", "characters": 245, "sentences": 2}, {"text": "\"Tell me, mother!\" said the child, seriously, coming up to Hester, and pressing herself close to her knees.  \"Do thou tell me!\"", "characters": 127, "sentences": 2}, {"text": "But she said it with a hesitation that did not escape the acuteness of the child.  Whether moved only by her ordinary freakishness, or because an evil spirit prompted her, she put up her small forefinger and touched the scarlet letter.", "characters": 235, "sentences": 3}, {"text": "\"Hush, Pearl, hush!  Thou must not talk so!\" answered the mother, suppressing a groan.  \"He sent us all into the world.  He sent even me, thy mother.  Then, much more thee!  Or, if not, thou strange and elfish child, whence didst thou come?\"", "characters": 241, "sentences": 4}, {"text": "\"Tell me!  Tell me!\" repeated Pearl, no longer seriously, but laughing and capering about the floor.  \"It is thou that must tell me!\"", "characters": 133, "sentences": 2}, {"text": "Hester Prynne went one day to the mansion of Governor Bellingham, with a pair of gloves which she had fringed and embroidered to his order, and which were to be worn on some great occasion of state; for, though the chances of a popular election had caused this former ruler to descend a step or two from the highest rank, he still held an honourable and influential place among the colonial magistracy.", "characters": 402, "sentences": 2}, {"text": "As the two wayfarers came within the precincts of the town, the children of the Puritans looked up from their play,--or what passed for play with those sombre little urchins--and spoke gravely one to another.", "characters": 208, "sentences": 2}, {"text": "\"Behold, verily, there is the woman of the scarlet letter: and of a truth, moreover, there is the likeness of the scarlet letter running along by her side!  Come, therefore, and let us fling mud at them!\"", "characters": 204, "sentences": 1}, {"text": "Pearl, looking at this bright wonder of a house began to caper and dance, and imperatively required that the whole breadth of sunshine should be stripped off its front, and given her to play with.", "characters": 196, "sentences": 2}, {"text": "\"No, my little Pearl!\" said her mother; \"thou must gather thine own sunshine.  I have none to give thee!\"", "characters": 105, "sentences": 2}, {"text": "\"Yea, forsooth,\" replied the bond-servant, staring with wide-open eyes at the scarlet letter, which, being a new-comer in the country, he had never before seen.  \"Yea, his honourable worship is within.  But he hath a godly minister or two with him, and likewise a leech.  Ye may not see his worship now.\"", "characters": 304, "sentences": 5}, {"text": "\"Nevertheless, I will enter,\" answered Hester Prynne; and the bond-servant, perhaps judging from the decision of her air, and the glittering symbol in her bosom, that she was a great lady in the land, offered no opposition.", "characters": 223, "sentences": 2}, {"text": "On the wall hung a row of portraits, representing the forefathers of the Bellingham lineage, some with armour on their breasts, and others with stately ruffs and robes of peace.  All were characterised by the sternness and severity which old portraits so invariably put on, as if they were the ghosts, rather than the pictures, of departed worthies, and were gazing with harsh and intolerant criticism at the pursuits and enjoyments of living men.", "characters": 447, "sentences": 3}, {"text": "Little Pearl, who was as greatly pleased with the gleaming armour as she had been with the glittering frontispiece of the house, spent some time looking into the polished mirror of the breastplate.", "characters": 197, "sentences": 2}, {"text": "\"Come along, Pearl,\" said she, drawing her away, \"Come and look into this fair garden.  It may be we shall see flowers there; more beautiful ones than we find in the woods.\"", "characters": 173, "sentences": 3}, {"text": "\"Hush, child--hush!\" said her mother, earnestly.  \"Do not cry, dear little Pearl!  I hear voices in the garden.  The Governor is coming, and gentlemen along with him.\"", "characters": 167, "sentences": 4}, {"text": "In fact, adown the vista of the garden avenue, a number of persons were seen approaching towards the house.  Pearl, in utter scorn of her mother's attempt to quiet her, gave an eldritch scream, and then became silent, not from any notion of obedience, but because the quick and mobile curiosity of her disposition was excited by the appearance of those new personages.", "characters": 368, "sentences": 3}, {"text": "The Governor, in advance of his visitors, ascended one or two steps, and, throwing open the leaves of the great hall window, found himself close to little Pearl.  The shadow of the curtain fell on Hester Prynne, and partially concealed her.", "characters": 240, "sentences": 3}, {"text": "\"What have we here?\" said Governor Bellingham, looking with surprise at the scarlet little figure before him.  \"I profess, I have never seen the like since my days of vanity, in old King James's time, when I was wont to esteem it a high favour to be admitted to a court mask!  There used to be a swarm of these small apparitions in holiday time, and we called them children of the Lord of Misrule.  But how gat such a guest into my hall?\"", "characters": 438, "sentences": 3}, {"text": "\"Pearl?--Ruby, rather--or Coral!--or Red Rose, at the very least, judging from thy hue!\" responded the old minister, putting forth his hand in a vain attempt to pat little Pearl on the cheek.  \"But where is this mother of thine?  Ah!  I see,\" he added; and, turning to Governor Bellingham, whispered, \"This is the selfsame child of whom we have held speech together; and behold here the unhappy woman, Hester Prynne, her mother!\"", "characters": 429, "sentences": 2}, {"text": "\"Sayest thou so?\" cried the Governor.  \"Nay, we might have judged that such a child's mother must needs be a scarlet woman, and a worthy type of her of Babylon!  But she comes at a good time, and we will look into this matter forthwith.\"", "characters": 237, "sentences": 3}, {"text": "\"I can teach my little Pearl what I have learned from this!\" answered Hester Prynne, laying her finger on the red token.", "characters": 120, "sentences": 2}, {"text": "\"Woman, it is thy badge of shame!\" replied the stern magistrate. \"It is because of the stain which that letter indicates that we would transfer thy child to other hands.\"", "characters": 170, "sentences": 3}, {"text": "\"Nevertheless,\" said the mother, calmly, though growing more pale, \"this badge hath taught me--it daily teaches me--it is teaching me at this moment--lessons whereof my child may be the wiser and better, albeit they can profit nothing to myself.\"", "characters": 246, "sentences": 2}, {"text": "\"We will judge warily,\" said Bellingham, \"and look well what we are about to do.  Good Master Wilson, I pray you, examine this Pearl--since that is her name--and see whether she hath had such Christian nurture as befits a child of her age.\"", "characters": 240, "sentences": 3}, {"text": "\"Pearl,\" said he, with great solemnity, \"thou must take heed to instruction, that so, in due season, thou mayest wear in thy bosom the pearl of great price.  Canst thou tell me, my child, who made thee?\"", "characters": 203, "sentences": 2}, {"text": "This phantasy was probably suggested by the near proximity of the Governor's red roses, as Pearl stood outside of the window, together with her recollection of the prison rose-bush, which she had passed in coming hither.", "characters": 220, "sentences": 2}, {"text": "\"This is awful!\" cried the Governor, slowly recovering from the astonishment into which Pearl's response had thrown him.  \"Here is a child of three years old, and she cannot tell who made her! Without question, she is equally in the dark as to her soul, its present depravity, and future destiny!  Methinks, gentlemen, we need inquire no further.\"", "characters": 347, "sentences": 3}, {"text": "Hester caught hold of Pearl, and drew her forcibly into her arms, confronting the old Puritan magistrate with almost a fierce expression.  Alone in the world, cast off by it, and with this sole treasure to keep her heart alive, she felt that she possessed indefeasible rights against the world, and was ready to defend them to the death.", "characters": 337, "sentences": 3}, {"text": "\"God gave me the child!\" cried she.  \"He gave her in requital of all things else which ye had taken from me.  She is my happiness--she is my torture, none the less!  Pearl keeps me here in life!  Pearl punishes me, too!  See ye not, she is the scarlet letter, only capable of being loved, and so endowed with a millionfold the power of retribution for my sin?  Ye shall not take her!  I will die first!\"", "characters": 403, "sentences": 3}, {"text": "\"My poor woman,\" said the not unkind old minister, \"the child shall be well cared for--far better than thou canst do for it.\"", "characters": 125, "sentences": 2}, {"text": "\"Ay--how is that, good Master Dimmesdale?\" interrupted the Governor.  \"Make that plain, I pray you!\"", "characters": 100, "sentences": 2}, {"text": "\"Well said again!\" cried good Mr. Wilson.  \"I feared the woman had no better thought than to make a mountebank of her child!\"", "characters": 125, "sentences": 3}, {"text": "\"Indeed hath he,\" answered the magistrate; \"and hath adduced such arguments, that we will even leave the matter as it now stands; so long, at least, as there shall be no further scandal in the woman.  Care must be had nevertheless, to put the child to due and stated examination in the catechism, at thy hands or Master Dimmesdale's.  Moreover, at a proper season, the tithing-men must take heed that she go both to school and to meeting.\"", "characters": 439, "sentences": 4}, {"text": "\"The little baggage hath witchcraft in her, I profess,\" said he to Mr. Dimmesdale.  \"She needs no old woman's broomstick to fly withal!\"", "characters": 136, "sentences": 3}, {"text": "\"A strange child!\" remarked old Roger Chillingworth.  \"It is easy to see the mother's part in her.  Would it be beyond a philosopher's research, think ye, gentlemen, to analyse that child's nature, and, from it make a mould, to give a shrewd guess at the father?\"", "characters": 263, "sentences": 3}, {"text": "\"Nay; it would be sinful, in such a question, to follow the clue of profane philosophy,\" said Mr. Wilson.  \"Better to fast and pray upon it; and still better, it may be, to leave the mystery as we find it, unless Providence reveal it of its own accord. Thereby, every good Christian man hath a title to show a father's kindness towards the poor, deserted babe.\"", "characters": 361, "sentences": 5}, {"text": "The affair being so satisfactorily concluded, Hester Prynne, with Pearl, departed from the house.  As they descended the steps, it is averred that the lattice of a chamber-window was thrown open, and forth into the sunny day was thrust the face of Mistress Hibbins, Governor Bellingham's bitter-tempered sister, and the same who, a few years later, was executed as a witch.", "characters": 373, "sentences": 3}, {"text": "\"Hist, hist!\" said she, while her ill-omened physiognomy seemed to cast a shadow over the cheerful newness of the house.  \"Wilt thou go with us to-night?  There will be a merry company in the forest; and I well-nigh promised the Black Man that comely Hester Prynne should make one.\"", "characters": 282, "sentences": 3}, {"text": "\"Make my excuse to him, so please you!\" answered Hester, with a triumphant smile.  \"I must tarry at home, and keep watch over my little Pearl.  Had they taken her from me, I would willingly have gone with thee into the forest, and signed my name in the Black Man's book too, and that with mine own blood!\"", "characters": 305, "sentences": 3}, {"text": "But here--if we suppose this interview betwixt Mistress Hibbins and Hester Prynne to be authentic, and not a parable--was already an illustration of the young minister's argument against sundering the relation of a fallen mother to the offspring of her frailty.  Even thus early had the child saved her from Satan's snare.", "characters": 322, "sentences": 3}, {"text": "\"Were it God's will,\" said the Reverend Mr. Dimmesdale, when, in fulfilment of this pledge, he requested old Roger Chillingworth's professional advice, \"I could be well content that my labours, and my sorrows, and my sins, and my pains, should shortly end with me, and what is earthly of them be buried in my grave, and the spiritual go with me to my eternal state, rather than that you should put your skill to the proof in my behalf.\"", "characters": 436, "sentences": 3}, {"text": "\"Ah,\" replied Roger Chillingworth, with that quietness, which, whether imposed or natural, marked all his deportment, \"it is thus that a young clergyman is apt to speak.  Youthful men, not having taken a deep root, give up their hold of life so easily! And saintly men, who walk with God on earth, would fain be away, to walk with him on the golden pavements of the New Jerusalem.\"", "characters": 381, "sentences": 3}, {"text": "\"Nay,\" rejoined the young minister, putting his hand to his heart, with a flush of pain flitting over his brow, \"were I worthier to walk there, I could be better content to toil here.\"", "characters": 184, "sentences": 2}, {"text": "Alas!  to judge from the gloom and terror in the depth of the poor minister's eyes, the battle was a sore one, and the victory anything but secure.", "characters": 147, "sentences": 2}, {"text": "Sometimes a light glimmered out of the physician's eyes, burning blue and ominous, like the reflection of a furnace, or, let us say, like one of those gleams of ghastly fire that darted from Bunyan's awful doorway in the hillside, and quivered on the pilgrim's face.  The soil where this dark miner was working had perchance shown indications that encouraged him.", "characters": 363, "sentences": 3}, {"text": "\"This man,\" said he, at one such moment, to himself, \"pure as they deem him--all spiritual as he seems--hath inherited a strong animal nature from his father or his mother.  Let us dig a little further in the direction of this vein!\"", "characters": 233, "sentences": 2}, {"text": "One day, leaning his forehead on his hand, and his elbow on the sill of the open window, that looked towards the grave-yard, he talked with Roger Chillingworth, while the old man was examining a bundle of unsightly plants.", "characters": 222, "sentences": 2}, {"text": "\"Where,\" asked he, with a look askance at them--for it was the clergyman's peculiarity that he seldom, now-a-days, looked straight forth at any object, whether human or inanimate, \"where, my kind doctor, did you gather those herbs, with such a dark, flabby leaf?\"", "characters": 263, "sentences": 1}, {"text": "\"Even in the graveyard here at hand,\" answered the physician, continuing his employment.  \"They are new to me.  I found them growing on a grave, which bore no tombstone, no other memorial of the dead man, save these ugly weeds, that have taken upon themselves to keep him in remembrance.  They grew out of his heart, and typify, it may be, some hideous secret that was buried with him, and which he had done better to confess during his lifetime.\"", "characters": 447, "sentences": 5}, {"text": "\"Wherefore not; since all the powers of nature call so earnestly for the confession of sin, that these black weeds have sprung up out of a buried heart, to make manifest, an outspoken crime?\"", "characters": 191, "sentences": 1}, {"text": "\"Then why not reveal it here?\" asked Roger Chillingworth, glancing quietly aside at the minister.  \"Why should not the guilty ones sooner avail themselves of this unutterable solace?\"", "characters": 183, "sentences": 2}, {"text": "\"It may be so,\" said the young clergyman, indifferently, as waiving a discussion that he considered irrelevant or unseasonable.  He had a ready faculty, indeed, of escaping from any topic that agitated his too sensitive and nervous temperament.--\"But, now, I would ask of my well-skilled physician, whether, in good sooth, he deems me to have profited by his kindly care of this weak frame of mine?\"", "characters": 399, "sentences": 3}, {"text": "\"There is no law, nor reverence for authority, no regard for human ordinances or opinions, right or wrong, mixed up with that child's composition,\" remarked he, as much to himself as to his companion.  \"I saw her, the other day, bespatter the Governor himself with water at the cattle-trough in Spring Lane.  What, in heaven's name, is she?  Is the imp altogether evil?  Hath she affections?  Hath she any discoverable principle of being?\"", "characters": 439, "sentences": 3}, {"text": "\"None, save the freedom of a broken law,\" answered Mr. Dimmesdale, in a quiet way, as if he had been discussing the point within himself, \"Whether capable of good, I know not.\"", "characters": 176, "sentences": 3}, {"text": "So she drew her mother away, skipping, dancing, and frisking fantastically among the hillocks of the dead people, like a creature that had nothing in common with a bygone and buried generation, nor owned herself akin to it.  It was as if she had been made afresh out of new elements, and must perforce be permitted to live her own life, and be a law unto herself without her eccentricities being reckoned to her for a crime.", "characters": 424, "sentences": 3}, {"text": "\"There goes a woman,\" resumed Roger Chillingworth, after a pause, \"who, be her demerits what they may, hath none of that mystery of hidden sinfulness which you deem so grievous to be borne.  Is Hester Prynne the less miserable, think you, for that scarlet letter on her breast?\"", "characters": 278, "sentences": 2}, {"text": "\"I do verily believe it,\" answered the clergyman. \"Nevertheless, I cannot answer for her.  There was a look of pain in her face which I would gladly have been spared the sight of. But still, methinks, it must needs be better for the sufferer to be free to show his pain, as this poor woman Hester is, than to cover it up in his heart.\"", "characters": 335, "sentences": 5}, {"text": "There was another pause, and the physician began anew to examine and arrange the plants which he had gathered.", "characters": 110, "sentences": 2}, {"text": "\"You inquired of me, a little time agone,\" said he, at length, \"my judgment as touching your health.\"", "characters": 101, "sentences": 2}, {"text": "\"I did,\" answered the clergyman, \"and would gladly learn it. Speak frankly, I pray you, be it for life or death.\"", "characters": 113, "sentences": 3}, {"text": "\"Then, to speak more plainly,\" continued the physician, \"and I crave pardon, sir, should it seem to require pardon, for this needful plainness of my speech.  Let me ask as your friend, as one having charge, under Providence, of your life and physical well being, hath all the operations of this disorder been fairly laid open and recounted to me?\"", "characters": 347, "sentences": 2}, {"text": "\"How can you question it?\" asked the minister.  \"Surely it were child's play to call in a physician and then hide the sore!\"", "characters": 124, "sentences": 2}, {"text": "\"Then I need ask no further,\" said the clergyman, somewhat hastily rising from his chair.  \"You deal not, I take it, in medicine for the soul!\"", "characters": 143, "sentences": 2}, {"text": "\"It is as well to have made this step,\" said Roger Chillingworth to himself, looking after the minister, with a grave smile. \"There is nothing lost.  We shall be friends again anon.  But see, now, how passion takes hold upon this man, and hurrieth him out of himself!  As with one passion so with another.  He hath done a wild thing ere now, this pious Master Dimmesdale, in the hot passion of his heart.\"", "characters": 405, "sentences": 6}, {"text": "\"A rare case,\" he muttered.  \"I must needs look deeper into it. A strange sympathy betwixt soul and body!  Were it only for the art's sake, I must search this matter to the bottom.\"", "characters": 181, "sentences": 4}, {"text": "On one of those ugly nights, which we have faintly hinted at, but forborne to picture forth, the minister started from his chair.  A new thought had struck him.  There might be a moment's peace in it.  Attiring himself with as much care as if it had been for public worship, and precisely in the same manner, he stole softly down the staircase, undid the door, and issued forth.", "characters": 378, "sentences": 5}, {"text": "\"It is done!\" muttered the minister, covering his face with his hands.  \"The whole town will awake and hurry forth, and find me here!\"", "characters": 134, "sentences": 2}, {"text": "Detecting the gleam of Governor Bellingham's lamp, the old lady quickly extinguished her own, and vanished.  Possibly, she went up among the clouds.  The minister saw nothing further of her motions.  The magistrate, after a wary observation of the darkness--into which, nevertheless, he could see but little further than he might into a mill-stone--retired from the window.", "characters": 373, "sentences": 5}, {"text": "As the Reverend Mr. Wilson passed beside the scaffold, closely muffling his Geneva cloak about him with one arm, and holding the lantern before his breast with the other, the minister could hardly restrain himself from speaking--", "characters": 229, "sentences": 2}, {"text": "\"A good evening to you, venerable Father Wilson.  Come up hither, I pray you, and pass a pleasant hour with me!\"", "characters": 112, "sentences": 2}, {"text": "Carried away by the grotesque horror of this picture, the minister, unawares, and to his own infinite alarm, burst into a great peal of laughter.  It was immediately responded to by a light, airy, childish laugh, in which, with a thrill of the heart--but he knew not whether of exquisite pain, or pleasure as acute--he recognised the tones of little Pearl.", "characters": 356, "sentences": 3}, {"text": "\"Pearl!  Little Pearl!\" cried he, after a moment's pause; then, suppressing his voice--\"Hester!  Hester Prynne!  Are you there?\"", "characters": 128, "sentences": 1}, {"text": "\"Yes; it is Hester Prynne!\" she replied, in a tone of surprise; and the minister heard her footsteps approaching from the side-walk, along which she had been passing.  \"It is I, and my little Pearl.\"", "characters": 199, "sentences": 3}, {"text": "\"I have been watching at a death-bed,\" answered Hester Prynne \"at Governor Winthrop's death-bed, and have taken his measure for a robe, and am now going homeward to my dwelling.\"", "characters": 178, "sentences": 2}, {"text": "\"Come up hither, Hester, thou and little Pearl,\" said the Reverend Mr. Dimmesdale.  \"Ye have both been here before, but I was not with you.  Come up hither once again, and we will stand all three together.\"", "characters": 206, "sentences": 5}, {"text": "She silently ascended the steps, and stood on the platform, holding little Pearl by the hand.  The minister felt for the child's other hand, and took it.  The moment that he did so, there came what seemed a tumultuous rush of new life, other life than his own pouring like a torrent into his heart, and hurrying through all his veins, as if the mother and the child were communicating their vital warmth to his half-torpid system.  The three formed an electric chain.", "characters": 467, "sentences": 5}, {"text": "\"Nay; not so, my little Pearl,\" answered the minister; for, with the new energy of the moment, all the dread of public exposure, that had so long been the anguish of his life, had returned upon him; and he was already trembling at the conjunction in which--with a strange joy, nevertheless--he now found himself--\"not so, my child.  I shall, indeed, stand with thy mother and thee one other day, but not to-morrow.\"", "characters": 415, "sentences": 3}, {"text": "\"At the great judgment day,\" whispered the minister; and, strangely enough, the sense that he was a professional teacher of the truth impelled him to answer the child so.  \"Then, and there, before the judgment-seat, thy mother, and thou, and I must stand together.  But the daylight of this world shall not see our meeting!\"", "characters": 324, "sentences": 3}, {"text": "There was witchcraft in little Pearl's eyes; and her face, as she glanced upward at the minister, wore that naughty smile which made its expression frequently so elvish.  She withdrew her hand from Mr. Dimmesdale's, and pointed across the street.  But he clasped both his hands over his breast, and cast his eyes towards the zenith.", "characters": 332, "sentences": 5}, {"text": "We impute it, therefore, solely to the disease in his own eye and heart that the minister, looking upward to the zenith, beheld there the appearance of an immense letter--the letter A--marked out in lines of dull red light.  Not but the meteor may have shown itself at that point, burning duskily through a veil of cloud, but with no such shape as his guilty imagination gave it, or, at least, with so little definiteness, that another's guilt might have seen another symbol in it.", "characters": 481, "sentences": 3}, {"text": "\"Who is that man, Hester?\" gasped Mr. Dimmesdale, overcome with terror.  \"I shiver at him!  Dost thou know the man?  I hate him, Hester!\"", "characters": 137, "sentences": 3}, {"text": "\"I tell thee, my soul shivers at him!\" muttered the minister again.  \"Who is he?  Who is he?  Canst thou do nothing for me?  I have a nameless horror of the man!\"", "characters": 162, "sentences": 2}, {"text": "\"Quickly, then, child!\" said the minister, bending his ear close to her lips.  \"Quickly, and as low as thou canst whisper.\"", "characters": 123, "sentences": 3}, {"text": "Pearl mumbled something into his ear that sounded, indeed, like human language, but was only such gibberish as children may be heard amusing themselves with by the hour together.  At all events, if it involved any secret information in regard to old Roger Chillingworth, it was in a tongue unknown to the erudite clergyman, and did but increase the bewilderment of his mind. The elvish child then laughed aloud.", "characters": 411, "sentences": 4}, {"text": "\"Thou wast not bold!--thou wast not true!\" answered the child. \"Thou wouldst not promise to take my hand, and mother's hand, to-morrow noon-tide!\"", "characters": 146, "sentences": 2}, {"text": "\"Worthy sir,\" answered the physician, who had now advanced to the foot of the platform--\"pious Master Dimmesdale! can this be you?  Well, well, indeed!  We men of study, whose heads are in our books, have need to be straitly looked after!  We dream in our waking moments, and walk in our sleep.  Come, good sir, and my dear friend, I pray you let me lead you home!\"", "characters": 365, "sentences": 2}, {"text": "With a chill despondency, like one awakening, all nerveless, from an ugly dream, he yielded himself to the physician, and was led away.", "characters": 135, "sentences": 2}, {"text": "\"It was found,\" said the Sexton, \"this morning on the scaffold where evil-doers are set up to public shame.  Satan dropped it there, I take it, intending a scurrilous jest against your reverence.  But, indeed, he was blind and foolish, as he ever and always is.  A pure hand needs no glove to cover it!\"", "characters": 303, "sentences": 4}, {"text": "\"Thank you, my good friend,\" said the minister, gravely, but startled at heart; for so confused was his remembrance, that he had almost brought himself to look at the events of the past night as visionary.", "characters": 205, "sentences": 2}, {"text": "\"And, since Satan saw fit to steal it, your reverence must needs handle him without gloves henceforward,\" remarked the old sexton, grimly smiling.  \"But did your reverence hear of the portent that was seen last night? a great red letter in the sky--the letter A, which we interpret to stand for Angel.  For, as our good Governor Winthrop was made an angel this past night, it was doubtless held fit that there should be some notice thereof!\"", "characters": 441, "sentences": 3}, {"text": "In fine, Hester Prynne resolved to meet her former husband, and do what might be in her power for the rescue of the victim on whom he had so evidently set his gripe.  The occasion was not long to seek.  One afternoon, walking with Pearl in a retired part of the peninsula, she beheld the old physician with a basket on one arm and a staff in the other hand, stooping along the ground in quest of roots and herbs to concoct his medicine withal.", "characters": 443, "sentences": 4}, {"text": "Meanwhile her mother had accosted the physician.  \"I would speak a word with you,\" said she--\"a word that concerns us much.\"", "characters": 124, "sentences": 3}, {"text": "\"It lies not in the pleasure of the magistrates to take off the badge,\" calmly replied Hester.  \"Were I worthy to be quit of it, it would fall away of its own nature, or be transformed into something that should speak a different purport.\"", "characters": 239, "sentences": 3}, {"text": "\"Nay, then, wear it, if it suit you better,\" rejoined he, \"A woman must needs follow her own fancy touching the adornment of her person.  The letter is gaily embroidered, and shows right bravely on your bosom!\"", "characters": 210, "sentences": 2}, {"text": "In a word, old Roger Chillingworth was a striking evidence of man's faculty of transforming himself into a devil, if he will only, for a reasonable space of time, undertake a devil's office.  This unhappy person had effected such a transformation by devoting himself for seven years to the constant analysis of a heart full of torture, and deriving his enjoyment thence, and adding fuel to those fiery tortures which he analysed and gloated over.", "characters": 446, "sentences": 3}, {"text": "The scarlet letter burned on Hester Prynne's bosom.  Here was another ruin, the responsibility of which came partly home to her.", "characters": 128, "sentences": 3}, {"text": "\"Something that would make me weep, if there were any tears bitter enough for it,\" answered she.  \"But let it pass!  It is of yonder miserable man that I would speak.\"", "characters": 167, "sentences": 3}, {"text": "\"And what of him?\" cried Roger Chillingworth, eagerly, as if he loved the topic, and were glad of an opportunity to discuss it with the only person of whom he could make a confidant.  \"Not to hide the truth, Mistress Hester, my thoughts happen just now to be busy with the gentleman.  So speak freely and I will make answer.\"", "characters": 325, "sentences": 4}, {"text": "\"What choice had you?\" asked Roger Chillingworth.  \"My finger, pointed at this man, would have hurled him from his pulpit into a dungeon, thence, peradventure, to the gallows!\"", "characters": 176, "sentences": 2}, {"text": "The unfortunate physician, while uttering these words, lifted his hands with a look of horror, as if he had beheld some frightful shape, which he could not recognise, usurping the place of his own image in a glass.  It was one of those moments--which sometimes occur only at the interval of years--when a man's moral aspect is faithfully revealed to his mind's eye.  Not improbably he had never before viewed himself as he did now.", "characters": 431, "sentences": 4}, {"text": "\"Hast thou not tortured him enough?\" said Hester, noticing the old man's look.  \"Has he not paid thee all?\"", "characters": 107, "sentences": 2}, {"text": "\"And what am I now?\" demanded he, looking into her face, and permitting the whole evil within him to be written on his features.  \"I have already told thee what I am--a fiend!  Who made me so?\"", "characters": 193, "sentences": 2}, {"text": "\"It was myself,\" cried Hester, shuddering.  \"It was I, not less than he.  Why hast thou not avenged thyself on me?\"", "characters": 115, "sentences": 3}, {"text": "\"I have left thee to the scarlet letter,\" replied Roger Chillingworth.  \"If that has not avenged me, I can do no more!\"", "characters": 119, "sentences": 2}, {"text": "\"Woman, I could well-nigh pity thee,\" said Roger Chillingworth, unable to restrain a thrill of admiration too, for there was a quality almost majestic in the despair which she expressed. \"Thou hadst great elements.  Peradventure, hadst thou met earlier with a better love than mine, this evil had not been.  I pity thee, for the good that has been wasted in thy nature.\"", "characters": 370, "sentences": 5}, {"text": "\"Yes, I hate him!\" repeated Hester more bitterly than before. \"He betrayed me!  He has done me worse wrong than I did him!\"", "characters": 123, "sentences": 2}, {"text": "The emotion of that brief space, while she stood gazing after the crooked figure of old Roger Chillingworth, threw a dark light on Hester's state of mind, revealing much that she might not otherwise have acknowledged to herself.", "characters": 228, "sentences": 2}, {"text": "Just then she heard her mother's voice, and, flitting along as lightly as one of the little sea-birds, appeared before Hester Prynne dancing, laughing, and pointing her finger to the ornament upon her bosom.", "characters": 207, "sentences": 2}, {"text": "\"My little Pearl,\" said Hester, after a moment's silence, \"the green letter, and on thy childish bosom, has no purport.  But dost thou know, my child, what this letter means which thy mother is doomed to wear?\"", "characters": 210, "sentences": 2}, {"text": "Hester looked steadily into her little face; but though there was that singular expression which she had so often remarked in her black eyes, she could not satisfy herself whether Pearl really attached any meaning to the symbol.  She felt a morbid desire to ascertain the point.", "characters": 278, "sentences": 3}, {"text": "\"Truly do I!\" answered Pearl, looking brightly into her mother's face.  \"It is for the same reason that the minister keeps his hand over his heart!\"", "characters": 148, "sentences": 2}, {"text": "\"And what reason is that?\" asked Hester, half smiling at the absurd incongruity of the child's observation; but on second thoughts turning pale.", "characters": 144, "sentences": 2}, {"text": "\"Nay, mother, I have told all I know,\" said Pearl, more seriously than she was wont to speak.  \"Ask yonder old man whom thou hast been talking with,--it may be he can tell.  But in good earnest now, mother dear, what does this scarlet letter mean?--and why dost thou wear it on thy bosom?--and why does the minister keep his hand over his heart?\"", "characters": 346, "sentences": 3}, {"text": "Such were some of the thoughts that now stirred in Hester's mind, with as much vivacity of impression as if they had actually been whispered into her ear.  And there was little Pearl, all this while, holding her mother's hand in both her own, and turning her face upward, while she put these searching questions, once and again, and still a third time.", "characters": 352, "sentences": 3}, {"text": "\"What does the letter mean, mother?  and why dost thou wear it? and why does the minister keep his hand over his heart?\"", "characters": 120, "sentences": 1}, {"text": "\"What shall I say?\" thought Hester to herself.  \"No!  if this be the price of the child's sympathy, I cannot pay it.\"", "characters": 117, "sentences": 3}, {"text": "\"Silly Pearl,\" said she, \"what questions are these?  There are many things in this world that a child must not ask about.  What know I of the minister's heart?  And as for the scarlet letter, I wear it for the sake of its gold thread.\"", "characters": 235, "sentences": 3}, {"text": "In all the seven bygone years, Hester Prynne had never before been false to the symbol on her bosom.  It may be that it was the talisman of a stern and severe, but yet a guardian spirit, who now forsook her; as recognising that, in spite of his strict watch over her heart, some new evil had crept into it, or some old one had never been expelled.  As for little Pearl, the earnestness soon passed out of her face.", "characters": 414, "sentences": 4}, {"text": "But the child did not see fit to let the matter drop.  Two or three times, as her mother and she went homeward, and as often at supper-time, and while Hester was putting her to bed, and once after she seemed to be fairly asleep, Pearl looked up, with mischief gleaming in her black eyes.", "characters": 287, "sentences": 3}, {"text": "And the next morning, the first indication the child gave of being awake was by popping up her head from the pillow, and making that other enquiry, which she had so unaccountably connected with her investigations about the scarlet letter--", "characters": 239, "sentences": 1}, {"text": "\"Hold thy tongue, naughty child!\" answered her mother, with an asperity that she had never permitted to herself before.  \"Do not tease me; else I shall put thee into the dark closet!\"", "characters": 183, "sentences": 2}, {"text": "At last, while attending a sick chamber, whither the Rev.  Mr. Dimmesdale had been summoned to make a prayer, she learnt that he had gone, the day before, to visit the Apostle Eliot, among his Indian converts.  He would probably return by a certain hour in the afternoon of the morrow.  Betimes, therefore, the next day, Hester took little Pearl--who was necessarily the companion of all her mother's expeditions, however inconvenient her presence--and set forth.", "characters": 463, "sentences": 6}, {"text": "\"Mother,\" said little Pearl, \"the sunshine does not love you. It runs away and hides itself, because it is afraid of something on your bosom.  Now, see!  There it is, playing a good way off. Stand you here, and let me run and catch it.  I am but a child. It will not flee from me--for I wear nothing on my bosom yet!\"", "characters": 317, "sentences": 6}, {"text": "\"And why not, mother?\" asked Pearl, stopping short, just at the beginning of her race.  \"Will not it come of its own accord when I am a woman grown?\"", "characters": 149, "sentences": 2}, {"text": "Pearl set forth at a great pace, and as Hester smiled to perceive, did actually catch the sunshine, and stood laughing in the midst of it, all brightened by its splendour, and scintillating with the vivacity excited by rapid motion.  The light lingered about the lonely child, as if glad of such a playmate, until her mother had drawn almost nigh enough to step into the magic circle too.", "characters": 388, "sentences": 3}, {"text": "\"Come, my child!\" said Hester, looking about her from the spot where Pearl had stood still in the sunshine--\"we will sit down a little way within the wood, and rest ourselves.\"", "characters": 176, "sentences": 2}, {"text": "\"I am not aweary, mother,\" replied the little girl.  \"But you may sit down, if you will tell me a story meanwhile.\"", "characters": 115, "sentences": 3}, {"text": "\"Oh, a story about the Black Man,\" answered Pearl, taking hold of her mother's gown, and looking up, half earnestly, half mischievously, into her face.", "characters": 151, "sentences": 2}, {"text": "\"How he haunts this forest, and carries a book with him a big, heavy book, with iron clasps; and how this ugly Black Man offers his book and an iron pen to everybody that meets him here among the trees; and they are to write their names with their own blood; and then he sets his mark on their bosoms.  Didst thou ever meet the Black Man, mother?\"", "characters": 347, "sentences": 2}, {"text": "\"And who told you this story, Pearl,\" asked her mother, recognising a common superstition of the period.", "characters": 104, "sentences": 2}, {"text": "\"Didst thou ever awake and find thy mother gone?\" asked Hester. \"Not that I remember,\" said the child.  \"If thou fearest to leave me in our cottage, thou mightest take me along with thee.  I would very gladly go!  But, mother, tell me now!  Is there such a Black Man?  And didst thou ever meet him?  And is this his mark?\"", "characters": 322, "sentences": 4}, {"text": "\"Oh, brook!  Oh, foolish and tiresome little brook!\" cried Pearl, after listening awhile to its talk, \"Why art thou so sad? Pluck up a spirit, and do not be all the time sighing and murmuring!\"", "characters": 193, "sentences": 1}, {"text": "But the brook, in the course of its little lifetime among the forest trees, had gone through so solemn an experience that it could not help talking about it, and seemed to have nothing else to say.  Pearl resembled the brook, inasmuch as the current of her life gushed from a well-spring as mysterious, and had flowed through scenes shadowed as heavily with gloom.  But, unlike the little stream, she danced and sparkled, and prattled airily along her course.", "characters": 459, "sentences": 4}, {"text": "\"If thou hadst a sorrow of thine own, the brook might tell thee of it,\" answered her mother, \"even as it is telling me of mine. But now, Pearl, I hear a footstep along the path, and the noise of one putting aside the branches.  I would have thee betake thyself to play, and leave me to speak with him that comes yonder.\"", "characters": 320, "sentences": 4}, {"text": "\"Wilt thou go and play, child?\" repeated her mother, \"But do not stray far into the wood.  And take heed that thou come at my first call.\"", "characters": 138, "sentences": 3}, {"text": "\"Yes, mother,\" answered Pearl, \"But if it be the Black Man, wilt thou not let me stay a moment, and look at him, with his big book under his arm?\"", "characters": 146, "sentences": 1}, {"text": "\"Go, silly child!\" said her mother impatiently.  \"It is no Black Man!  Thou canst see him now, through the trees.  It is the minister!\"", "characters": 135, "sentences": 3}, {"text": "\"And so it is!\" said the child.  \"And, mother, he has his hand over his heart!  Is it because, when the minister wrote his name in the book, the Black Man set his mark in that place?  But why does he not wear it outside his bosom, as thou dost, mother?\"", "characters": 253, "sentences": 2}, {"text": "\"Go now, child, and thou shalt tease me as thou wilt another time,\" cried Hester Prynne.  \"But do not stray far.  Keep where thou canst hear the babble of the brook.\"", "characters": 166, "sentences": 4}, {"text": "To Hester's eye, the Reverend Mr. Dimmesdale exhibited no symptom of positive and vivacious suffering, except that, as little Pearl had remarked, he kept his hand over his heart.", "characters": 178, "sentences": 3}, {"text": "Slowly as the minister walked, he had almost gone by before Hester Prynne could gather voice enough to attract his observation.  At length she succeeded.", "characters": 153, "sentences": 3}, {"text": "\"Even so.\" she answered.  \"In such life as has been mine these seven years past!  And thou, Arthur Dimmesdale, dost thou yet live?\"", "characters": 131, "sentences": 3}, {"text": "\"The people reverence thee,\" said Hester.  \"And surely thou workest good among them!  Doth this bring thee no comfort?\"", "characters": 119, "sentences": 2}, {"text": "\"You wrong yourself in this,\" said Hester gently.  \"You have deeply and sorely repented.  Your sin is left behind you in the days long past.  Your present life is not less holy, in very truth, than it seems in people's eyes.  Is there no reality in the penitence thus sealed and witnessed by good works?  And wherefore should it not bring you peace?\"", "characters": 350, "sentences": 5}, {"text": "Hester Prynne looked into his face, but hesitated to speak. Yet, uttering his long-restrained emotions so vehemently as he did, his words here offered her the very point of circumstances in which to interpose what she came to say.  She conquered her fears, and spoke:", "characters": 267, "sentences": 3}, {"text": "\"Such a friend as thou hast even now wished for,\" said she, \"with whom to weep over thy sin, thou hast in me, the partner of it!\"  Again she hesitated, but brought out the words with an effort.--\"Thou hast long had such an enemy, and dwellest with him, under the same roof!\"", "characters": 274, "sentences": 2}, {"text": "The minister started to his feet, gasping for breath, and clutching at his heart, as if he would have torn it out of his bosom.", "characters": 127, "sentences": 2}, {"text": "\"Oh, Arthur!\" cried she, \"forgive me!  In all things else, I have striven to be true!  Truth was the one virtue which I might have held fast, and did hold fast, through all extremity; save when thy good--thy life--thy fame--were put in question!  Then I consented to a deception.  But a lie is never good, even though death threaten on the other side!  Dost thou not see what I would say?  That old man!--the physician!--he whom they call Roger Chillingworth!--he was my husband!\"", "characters": 480, "sentences": 2}, {"text": "\"Thou shalt forgive me!\" cried Hester, flinging herself on the fallen leaves beside him.  \"Let God punish!  Thou shalt forgive!\"", "characters": 128, "sentences": 2}, {"text": "\"Wilt thou yet forgive me?\" she repeated, over and over again. \"Wilt thou not frown?  Wilt thou forgive?\"", "characters": 105, "sentences": 2}, {"text": "\"I do forgive you, Hester,\" replied the minister at length, with a deep utterance, out of an abyss of sadness, but no anger.  \"I freely forgive you now.  May God forgive us both.  We are not, Hester, the worst sinners in the world.  There is one worse than even the polluted priest!  That old man's revenge has been blacker than my sin.  He has violated, in cold blood, the sanctity of a human heart.  Thou and I, Hester, never did so!\"", "characters": 436, "sentences": 7}, {"text": "\"Never, never!\" whispered she.  \"What we did had a consecration of its own.  We felt it so!  We said so to each other.  Hast thou forgotten it?\"", "characters": 144, "sentences": 4}, {"text": "\"Hester!\" cried he, \"here is a new horror!  Roger Chillingworth knows your purpose to reveal his true character.  Will he continue, then, to keep our secret?  What will now be the course of his revenge?\"", "characters": 203, "sentences": 2}, {"text": "\"There is a strange secrecy in his nature,\" replied Hester, thoughtfully; \"and it has grown upon him by the hidden practices of his revenge.  I deem it not likely that he will betray the secret.  He will doubtless seek other means of satiating his dark passion.\"", "characters": 262, "sentences": 4}, {"text": "\"And I!--how am I to live longer, breathing the same air with this deadly enemy?\" exclaimed Arthur Dimmesdale, shrinking within himself, and pressing his hand nervously against his heart--a gesture that had grown involuntary with him.  \"Think for me, Hester!  Thou art strong.  Resolve for me!\"", "characters": 294, "sentences": 3}, {"text": "\"Thou must dwell no longer with this man,\" said Hester, slowly and firmly.  \"Thy heart must be no longer under his evil eye!\"", "characters": 125, "sentences": 2}, {"text": "\"It were far worse than death!\" replied the minister.  \"But how to avoid it?  What choice remains to me?  Shall I lie down again on these withered leaves, where I cast myself when thou didst tell me what he was?  Must I sink down there, and die at once?\"", "characters": 254, "sentences": 2}, {"text": "\"Alas!  what a ruin has befallen thee!\" said Hester, with the tears gushing into her eyes.  \"Wilt thou die for very weakness? There is no other cause!\"", "characters": 151, "sentences": 2}, {"text": "\"The judgment of God is on me,\" answered the conscience-stricken priest.  \"It is too mighty for me to struggle with!\"", "characters": 117, "sentences": 2}, {"text": "\"Then there is the broad pathway of the sea!\" continued Hester. \"It brought thee hither.  If thou so choose, it will bear thee back again.  In our native land, whether in some remote rural village, or in vast London--or, surely, in Germany, in France, in pleasant Italy--thou wouldst be beyond his power and knowledge!  And what hast thou to do with all these iron men, and their opinions?  They have kept thy better part in bondage too long already!\"", "characters": 451, "sentences": 4}, {"text": "\"It cannot be!\" answered the minister, listening as if he were called upon to realise a dream.  \"I am powerless to go.  Wretched and sinful as I am, I have had no other thought than to drag on my earthly existence in the sphere where Providence hath placed me.  Lost as my own soul is, I would still do what I may for other human souls!  I dare not quit my post, though an unfaithful sentinel, whose sure reward is death and dishonour, when his dreary watch shall come to an end!\"", "characters": 480, "sentences": 4}, {"text": "\"Oh, Hester!\" cried Arthur Dimmesdale, in whose eyes a fitful light, kindled by her enthusiasm, flashed up and died away, \"thou tellest of running a race to a man whose knees are tottering beneath him!  I must die here!  There is not the strength or courage left me to venture into the wide, strange, difficult world alone!\"", "characters": 324, "sentences": 1}, {"text": "It was the last expression of the despondency of a broken spirit.  He lacked energy to grasp the better fortune that seemed within his reach.", "characters": 141, "sentences": 3}, {"text": "Arthur Dimmesdale gazed into Hester's face with a look in which hope and joy shone out, indeed, but with fear betwixt them, and a kind of horror at her boldness, who had spoken what he vaguely hinted at, but dared not speak.", "characters": 224, "sentences": 2}, {"text": "The struggle, if there were one, need not be described.  Let it suffice that the clergyman resolved to flee, and not alone.", "characters": 123, "sentences": 3}, {"text": "\"Do I feel joy again?\" cried he, wondering at himself. \"Methought the germ of it was dead in me!  Oh, Hester, thou art my better angel!  I seem to have flung myself--sick, sin-stained, and sorrow-blackened--down upon these forest leaves, and to have risen up all made anew, and with new powers to glorify Him that hath been merciful!  This is already the better life!  Why did we not find it sooner?\"", "characters": 400, "sentences": 2}, {"text": "\"Let us not look back,\" answered Hester Prynne.  \"The past is gone!  Wherefore should we linger upon it now?  See!  With this symbol I undo it all, and make it as if it had never been!\"", "characters": 185, "sentences": 2}, {"text": "Such was the sympathy of Nature--that wild, heathen Nature of the forest, never subjugated by human law, nor illumined by higher truth--with the bliss of these two spirits!  Love, whether newly-born, or aroused from a death-like slumber, must always create a sunshine, filling the heart so full of radiance, that it overflows upon the outward world.  Had the forest still kept its gloom, it would have been bright in Hester's eyes, and bright in Arthur Dimmesdale's!", "characters": 466, "sentences": 2}, {"text": "\"Thou must know Pearl!\" said she.  \"Our little Pearl!  Thou hast seen her--yes, I know it!--but thou wilt see her now with other eyes.  She is a strange child!  I hardly comprehend her!  But thou wilt love her dearly, as I do, and wilt advise me how to deal with her!\"", "characters": 268, "sentences": 3}, {"text": "\"Dost thou think the child will be glad to know me?\" asked the minister, somewhat uneasily.  \"I have long shrunk from children, because they often show a distrust--a backwardness to be familiar with me.  I have even been afraid of little Pearl!\"", "characters": 245, "sentences": 3}, {"text": "\"Ah, that was sad!\" answered the mother.  \"But she will love thee dearly, and thou her.  She is not far off.  I will call her. Pearl!  Pearl!\"", "characters": 142, "sentences": 5}, {"text": "\"I see the child,\" observed the minister.  \"Yonder she is, standing in a streak of sunshine, a good way off, on the other side of the brook.  So thou thinkest the child will love me?\"", "characters": 183, "sentences": 3}, {"text": "Hester smiled, and again called to Pearl, who was visible at some distance, as the minister had described her, like a bright-apparelled vision in a sunbeam, which fell down upon her through an arch of boughs.  The ray quivered to and fro, making her figure dim or distinct--now like a real child, now like a child's spirit--as the splendour went and came again.  She heard her mother's voice, and approached slowly through the forest.", "characters": 434, "sentences": 4}, {"text": "\"Thou wilt love her dearly,\" repeated Hester Prynne, as she and the minister sat watching little Pearl.  \"Dost thou not think her beautiful?  And see with what natural skill she has made those simple flowers adorn her!  Had she gathered pearls, and diamonds, and rubies in the wood, they could not have become her better! She is a splendid child!  But I know whose brow she has!\"", "characters": 379, "sentences": 2}, {"text": "\"Dost thou know, Hester,\" said Arthur Dimmesdale, with an unquiet smile, \"that this dear child, tripping about always at thy side, hath caused me many an alarm?  Methought--oh, Hester, what a thought is that, and how terrible to dread it!--that my own features were partly repeated in her face, and so strikingly that the world might see them!  But she is mostly thine!\"", "characters": 370, "sentences": 1}, {"text": "\"No, no!  Not mostly!\" answered the mother, with a tender smile. \"A little longer, and thou needest not to be afraid to trace whose child she is.  But how strangely beautiful she looks with those wild flowers in her hair!  It is as if one of the fairies, whom we left in dear old England, had decked her out to meet us.\"", "characters": 320, "sentences": 4}, {"text": "\"Let her see nothing strange--no passion or eagerness--in thy way of accosting her,\" whispered Hester.  \"Our Pearl is a fitful and fantastic little elf sometimes.  Especially she is generally intolerant of emotion, when she does not fully comprehend the why and wherefore.  But the child hath strong affections!  She loves me, and will love thee!\"", "characters": 347, "sentences": 4}, {"text": "\"And thou didst plead so bravely in her behalf and mine!\" answered the mother.  \"I remember it; and so shall little Pearl. Fear nothing.  She may be strange and shy at first, but will soon learn to love thee!\"", "characters": 209, "sentences": 4}, {"text": "There were both truth and error in the impression; the child and mother were estranged, but through Hester's fault, not Pearl's. Since the latter rambled from her side, another inmate had been admitted within the circle of the mother's feelings, and so modified the aspect of them all, that Pearl, the returning wanderer, could not find her wonted place, and hardly knew where she was.", "characters": 385, "sentences": 3}, {"text": "\"I have a strange fancy,\" observed the sensitive minister, \"that this brook is the boundary between two worlds, and that thou canst never meet thy Pearl again.  Or is she an elfish spirit, who, as the legends of our childhood taught us, is forbidden to cross a running stream?  Pray hasten her, for this delay has already imparted a tremor to my nerves.\"", "characters": 354, "sentences": 3}, {"text": "\"Come, dearest child!\" said Hester encouragingly, and stretching out both her arms.  \"How slow thou art!  When hast thou been so sluggish before now?  Here is a friend of mine, who must be thy friend also.  Thou wilt have twice as much love henceforward as thy mother alone could give thee!  Leap across the brook and come to us.  Thou canst leap like a young deer!\"", "characters": 366, "sentences": 4}, {"text": "\"Hasten, Pearl, or I shall be angry with thee!\" cried Hester Prynne, who, however, inured to such behaviour on the elf-child's part at other seasons, was naturally anxious for a more seemly deportment now.  \"Leap across the brook, naughty child, and run hither!  Else I must come to thee!\"", "characters": 289, "sentences": 2}, {"text": "\"I see what ails the child,\" whispered Hester to the clergyman, and turning pale in spite of a strong effort to conceal her trouble and annoyance, \"Children will not abide any, the slightest, change in the accustomed aspect of things that are daily before their eyes.  Pearl misses something that she has always seen me wear!\"", "characters": 326, "sentences": 2}, {"text": "\"I pray you,\" answered the minister, \"if thou hast any means of pacifying the child, do it forthwith!  Save it were the cankered wrath of an old witch like Mistress Hibbins,\" added he, attempting to smile, \"I know nothing that I would not sooner encounter than this passion in a child.  In Pearl's young beauty, as in the wrinkled witch, it has a preternatural effect.  Pacify her if thou lovest me!\"", "characters": 400, "sentences": 3}, {"text": "Hester turned again towards Pearl with a crimson blush upon her cheek, a conscious glance aside clergyman, and then a heavy sigh, while, even before she had time to speak, the blush yielded to a deadly pallor.", "characters": 209, "sentences": 2}, {"text": "\"Pearl,\" said she sadly, \"look down at thy feet!  There!--before thee!--on the hither side of the brook!\"", "characters": 105, "sentences": 1}, {"text": "The child turned her eyes to the point indicated, and there lay the scarlet letter so close upon the margin of the stream that the gold embroidery was reflected in it.", "characters": 167, "sentences": 2}, {"text": "\"Was ever such a child!\" observed Hester aside to the minister. \"Oh, I have much to tell thee about her!  But, in very truth, she is right as regards this hateful token.  I must bear its torture yet a little longer--only a few days longer--until we shall have left this region, and look back hither as to a land which we have dreamed of.  The forest cannot hide it!  The mid-ocean shall take it from my hand, and swallow it up for ever!\"", "characters": 437, "sentences": 4}, {"text": "\"Dost thou know thy mother now, child?\", asked she, reproachfully, but with a subdued tone.  \"Wilt thou come across the brook, and own thy mother, now that she has her shame upon her--now that she is sad?\"", "characters": 205, "sentences": 2}, {"text": "\"Yes; now I will!\" answered the child, bounding across the brook, and clasping Hester in her arms \"Now thou art my mother indeed! and I am thy little Pearl!\"", "characters": 157, "sentences": 1}, {"text": "In a mood of tenderness that was not usual with her, she drew down her mother's head, and kissed her brow and both her cheeks. But then--by a kind of necessity that always impelled this child to alloy whatever comfort she might chance to give with a throb of anguish--Pearl put up her mouth and kissed the scarlet letter, too.", "characters": 326, "sentences": 3}, {"text": "\"He waits to welcome thee,\" replied her mother.  \"Come thou, and entreat his blessing!  He loves thee, my little Pearl, and loves thy mother, too.  Wilt thou not love him?  Come he longs to greet thee!\"", "characters": 202, "sentences": 3}, {"text": "\"Doth he love us?\" said Pearl, looking up with acute intelligence into her mother's face.  \"Will he go back with us, hand in hand, we three together, into the town?\"", "characters": 165, "sentences": 2}, {"text": "\"Not now, my child,\" answered Hester.  \"But in days to come he will walk hand in hand with us.  We will have a home and fireside of our own; and thou shalt sit upon his knee; and he will teach thee many things, and love thee dearly.  Thou wilt love him--wilt thou not?\"", "characters": 269, "sentences": 4}, {"text": "And now this fateful interview had come to a close.  The dell was to be left in solitude among its dark, old trees, which, with their multitudinous tongues, would whisper long of what had passed there, and no mortal be the wiser.  And the melancholy brook would add this other tale to the mystery with which its little heart was already overburdened, and whereof it still kept up a murmuring babble, with not a whit more cheerfulness of tone than for ages heretofore.", "characters": 467, "sentences": 4}, {"text": "\"What is it that haunts and tempts me thus?\" cried the minister to himself, at length, pausing in the street, and striking his hand against his forehead.", "characters": 153, "sentences": 2}, {"text": "\"Am I mad?  or am I given over utterly to the fiend?  Did I make a contract with him in the forest, and sign it with my blood? And does he now summon me to its fulfilment, by suggesting the performance of every wickedness which his most foul imagination can conceive?\"", "characters": 268, "sentences": 1}, {"text": "\"So, reverend sir, you have made a visit into the forest,\" observed the witch-lady, nodding her high head-dress at him. \"The next time I pray you to allow me only a fair warning, and I shall be proud to bear you company.  Without taking overmuch upon myself my good word will go far towards gaining any strange gentleman a fair reception from yonder potentate you wot of.\"", "characters": 372, "sentences": 4}, {"text": "\"Ha, ha, ha!\" cackled the old witch-lady, still nodding her high head-dress at the minister.  \"Well, well! we must needs talk thus in the daytime!  You carry it off like an old hand!  But at midnight, and in the forest, we shall have other talk together!\"", "characters": 255, "sentences": 2}, {"text": "She passed on with her aged stateliness, but often turning back her head and smiling at him, like one willing to recognise a secret intimacy of connexion.", "characters": 154, "sentences": 2}, {"text": "\"Have I then sold myself,\" thought the minister, \"to the fiend whom, if men say true, this yellow-starched and velveted old hag has chosen for her prince and master?\"", "characters": 166, "sentences": 1}, {"text": "While occupied with these reflections, a knock came at the door of the study, and the minister said, \"Come in!\"--not wholly devoid of an idea that he might behold an evil spirit.  And so he did!  It was old Roger Chillingworth that entered.  The minister stood white and speechless, with one hand on the Hebrew Scriptures, and the other spread upon his breast.", "characters": 360, "sentences": 4}, {"text": "\"Welcome home, reverend sir,\" said the physician \"And how found you that godly man, the Apostle Eliot?  But methinks, dear sir, you look pale, as if the travel through the wilderness had been too sore for you.  Will not my aid be requisite to put you in heart and strength to preach your Election Sermon?\"", "characters": 305, "sentences": 2}, {"text": "\"Nay, I think not so,\" rejoined the Reverend Mr. Dimmesdale.  \"My journey, and the sight of the holy Apostle yonder, and the free air which I have breathed have done me good, after so long confinement in my study.  I think to need no more of your drugs, my kind physician, good though they be, and administered by a friendly hand.\"", "characters": 331, "sentences": 5}, {"text": "\"Were it not better,\" said he, \"that you use my poor skill tonight?  Verily, dear sir, we must take pains to make you strong and vigorous for this occasion of the Election discourse.  The people look for great things from you, apprehending that another year may come about and find their pastor gone.\"", "characters": 301, "sentences": 3}, {"text": "\"Yes, to another world,\" replied the minister with pious resignation.  \"Heaven grant it be a better one; for, in good sooth, I hardly think to tarry with my flock through the flitting seasons of another year!  But touching your medicine, kind sir, in my present frame of body I need it not.\"", "characters": 291, "sentences": 3}, {"text": "\"I joy to hear it,\" answered the physician.  \"It may be that my remedies, so long administered in vain, begin now to take due effect.  Happy man were I, and well deserving of New England's gratitude, could I achieve this cure!\"", "characters": 227, "sentences": 3}, {"text": "\"I thank you from my heart, most watchful friend,\" said the Reverend Mr. Dimmesdale with a solemn smile.  \"I thank you, and can but requite your good deeds with my prayers.\"", "characters": 173, "sentences": 4}, {"text": "\"A good man's prayers are golden recompense!\" rejoined old Roger Chillingworth, as he took his leave.  \"Yea, they are the current gold coin of the New Jerusalem, with the King's own mint mark on them!\"", "characters": 201, "sentences": 2}, {"text": "Thus the night fled away, as if it were a winged steed, and he careering on it; morning came, and peeped, blushing, through the curtains; and at last sunrise threw a golden beam into the study, and laid it right across the minister's bedazzled eyes. There he was, with the pen still between his fingers, and a vast, immeasurable tract of written space behind him!", "characters": 363, "sentences": 2}, {"text": "Betimes in the morning of the day on which the new Governor was to receive his office at the hands of the people, Hester Prynne and little Pearl came into the market-place.  It was already thronged with the craftsmen and other plebeian inhabitants of the town, in considerable numbers, among whom, likewise, were many rough figures, whose attire of deer-skins marked them as belonging to some of the forest settlements, which surrounded the little metropolis of the colony.", "characters": 473, "sentences": 3}, {"text": "She broke continually into shouts of a wild, inarticulate, and sometimes piercing music.  When they reached the market-place, she became still more restless, on perceiving the stir and bustle that enlivened the spot; for it was usually more like the broad and lonesome green before a village meeting-house, than the centre of a town's business.", "characters": 344, "sentences": 3}, {"text": "\"Why, what is this, mother?\" cried she.  \"Wherefore have all the people left their work to-day?  Is it a play-day for the whole world?  See, there is the blacksmith!  He has washed his sooty face, and put on his Sabbath-day clothes, and looks as if he would gladly be merry, if any kind body would only teach him how!  And there is Master Brackett, the old jailer, nodding and smiling at me.  Why does he do so, mother?\"", "characters": 420, "sentences": 3}, {"text": "\"He should not nod and smile at me, for all that--the black, grim, ugly-eyed old man!\" said Pearl.  \"He may nod at thee, if he will; for thou art clad in gray, and wearest the scarlet letter. But see, mother, how many faces of strange people, and Indians among them, and sailors!  What have they all come to do, here in the market-place?\"", "characters": 338, "sentences": 3}, {"text": "\"They wait to see the procession pass,\" said Hester.  \"For the Governor and the magistrates are to go by, and the ministers, and all the great people and good people, with the music and the soldiers marching before them.\"", "characters": 221, "sentences": 3}, {"text": "\"And will the minister be there?\" asked Pearl.  \"And will he hold out both his hands to me, as when thou ledst me to him from the brook-side?\"", "characters": 142, "sentences": 2}, {"text": "\"He will be there, child,\" answered her mother, \"but he will not greet thee to-day, nor must thou greet him.\"", "characters": 109, "sentences": 2}, {"text": "\"So, mistress,\" said the mariner, \"I must bid the steward make ready one more berth than you bargained for!  No fear of scurvy or ship fever this voyage.  What with the ship's surgeon and this other doctor, our only danger will be from drug or pill; more by token, as there is a lot of apothecary's stuff aboard, which I traded for with a Spanish vessel.\"", "characters": 355, "sentences": 3}, {"text": "\"What mean you?\" inquired Hester, startled more than she permitted to appear.  \"Have you another passenger?\"", "characters": 108, "sentences": 2}, {"text": "\"Why, know you not,\" cried the shipmaster, \"that this physician here--Chillingworth he calls himself--is minded to try my cabin-fare with you?  Ay, ay, you must have known it; for he tells me he is of your party, and a close friend to the gentleman you spoke of--he that is in peril from these sour old Puritan rulers.\"", "characters": 319, "sentences": 2}, {"text": "\"They know each other well, indeed,\" replied Hester, with a mien of calmness, though in the utmost consternation.  \"They have long dwelt together.\"", "characters": 147, "sentences": 3}, {"text": "Nothing further passed between the mariner and Hester Prynne. But at that instant she beheld old Roger Chillingworth himself, standing in the remotest corner of the market-place and smiling on her; a smile which--across the wide and bustling square, and through all the talk and laughter, and various thoughts, moods, and interests of the crowd--conveyed secret and fearful meaning.", "characters": 382, "sentences": 3}, {"text": "Before Hester Prynne could call together her thoughts, and consider what was practicable to be done in this new and startling aspect of affairs, the sound of military music was heard approaching along a contiguous street.  It denoted the advance of the procession of magistrates and citizens on its way towards the meeting-house: where, in compliance with a custom thus early established, and ever since observed, the Reverend Mr. Dimmesdale was to deliver an Election Sermon.", "characters": 476, "sentences": 4}, {"text": "Pearl either saw and responded to her mother's feelings, or herself felt the remoteness and intangibility that had fallen around the minister.  While the procession passed, the child was uneasy, fluttering up and down, like a bird on the point of taking flight.  When the whole had gone by, she looked up into Hester's face--", "characters": 325, "sentences": 3}, {"text": "\"Hold thy peace, dear little Pearl!\" whispered her mother.  \"We must not always talk in the marketplace of what happens to us in the forest.\"", "characters": 141, "sentences": 3}, {"text": "\"I could not be sure that it was he--so strange he looked,\" continued the child.  \"Else I would have run to him, and bid him kiss me now, before all the people, even as he did yonder among the dark old trees.  What would the minister have said, mother? Would he have clapped his hand over his heart, and scowled on me, and bid me begone?\"", "characters": 338, "sentences": 3}, {"text": "\"What should he say, Pearl,\" answered Hester, \"save that it was no time to kiss, and that kisses are not to be given in the market-place?  Well for thee, foolish child, that thou didst not speak to him!\"", "characters": 203, "sentences": 1}, {"text": "\"Madam, I know not of what you speak,\" answered Hester Prynne, feeling Mistress Hibbins to be of infirm mind; yet strangely startled and awe-stricken by the confidence with which she affirmed a personal connexion between so many persons (herself among them) and the Evil One.  \"It is not for me to talk lightly of a learned and pious minister of the Word, like the Reverend Mr. Dimmesdale.\"", "characters": 390, "sentences": 4}, {"text": "\"No matter, darling!\" responded Mistress Hibbins, making Pearl a profound reverence.  \"Thou thyself wilt see it, one time or another.  They say, child, thou art of the lineage of the Prince of Air!  Wilt thou ride with me some fine night to see thy father?  Then thou shalt know wherefore the minister keeps his hand over his heart!\"", "characters": 333, "sentences": 3}, {"text": "Laughing so shrilly that all the market-place could hear her, the weird old gentlewoman took her departure.", "characters": 107, "sentences": 2}, {"text": "During all this time, Hester stood, statue-like, at the foot of the scaffold.  If the minister's voice had not kept her there, there would, nevertheless, have been an inevitable magnetism in that spot, whence she dated the first hour of her life of ignominy.  There was a sense within her--too ill-defined to be made a thought, but weighing heavily on her mind--that her whole orb of life, both before and after, was connected with this spot, as with the one point that gave it unity.", "characters": 484, "sentences": 4}, {"text": "\"Thy mother is yonder woman with the scarlet letter,\" said the seaman, \"Wilt thou carry her a message from me?\"", "characters": 111, "sentences": 1}, {"text": "\"Then tell her,\" rejoined he, \"that I spake again with the black-a-visaged, hump shouldered old doctor, and he engages to bring his friend, the gentleman she wots of, aboard with him.  So let thy mother take no thought, save for herself and thee.  Wilt thou tell her this, thou witch-baby?\"", "characters": 290, "sentences": 3}, {"text": "\"Mistress Hibbins says my father is the Prince of the Air!\" cried Pearl, with a naughty smile.  \"If thou callest me that ill-name, I shall tell him of thee, and he will chase thy ship with a tempest!\"", "characters": 200, "sentences": 2}, {"text": "Pursuing a zigzag course across the marketplace, the child returned to her mother, and communicated what the mariner had said.  Hester's strong, calm steadfastly-enduring spirit almost sank, at last, on beholding this dark and grim countenance of an inevitable doom, which at the moment when a passage seemed to open for the minister and herself out of their labyrinth of misery--showed itself with an unrelenting smile, right in the midst of their path.", "characters": 454, "sentences": 3}, {"text": "While Hester stood in that magic circle of ignominy, where the cunning cruelty of her sentence seemed to have fixed her for ever, the admirable preacher was looking down from the sacred pulpit upon an audience whose very inmost spirits had yielded to his control.  The sainted minister in the church!  The woman of the scarlet letter in the marketplace!  What imagination would have been irreverent enough to surmise that the same scorching stigma was on them both!", "characters": 465, "sentences": 2}, {"text": "In the open air their rapture broke into speech.  The street and the market-place absolutely babbled, from side to side, with applauses of the minister.  His hearers could not rest until they had told one another of what each knew better than he could tell or hear.", "characters": 265, "sentences": 4}, {"text": "Now was heard again the clamour of the music, and the measured tramp of the military escort issuing from the church door.  The procession was to be marshalled thence to the town hall, where a solemn banquet would complete the ceremonies of the day.", "characters": 248, "sentences": 3}, {"text": "How fared it with him, then?  Were there not the brilliant particles of a halo in the air about his head?  So etherealised by spirit as he was, and so apotheosised by worshipping admirers, did his footsteps, in the procession, really tread upon the dust of earth?", "characters": 263, "sentences": 1}, {"text": "\"Madman, hold!  what is your purpose?\" whispered he.  \"Wave back that woman!  Cast off this child!  All shall be well!  Do not blacken your fame, and perish in dishonour!  I can yet save you! Would you bring infamy on your sacred profession?\"", "characters": 242, "sentences": 2}, {"text": "\"Ha, tempter!  Methinks thou art too late!\" answered the minister, encountering his eye, fearfully, but firmly.  \"Thy power is not what it was!  With God's help, I shall escape thee now!\"", "characters": 187, "sentences": 2}, {"text": "\"Hadst thou sought the whole earth over,\" said he looking darkly at the clergyman, \"there was no one place so secret--no high place nor lowly place, where thou couldst have escaped me--save on this very scaffold!\"", "characters": 213, "sentences": 1}, {"text": "Yet he trembled, and turned to Hester, with an expression of doubt and anxiety in his eyes, not the less evidently betrayed, that there was a feeble smile upon his lips.", "characters": 169, "sentences": 2}, {"text": "\"I know not!  I know not!\" she hurriedly replied.  \"Better?  Yea; so we may both die, and little Pearl die with us!\"", "characters": 116, "sentences": 2}, {"text": "\"For thee and Pearl, be it as God shall order,\" said the minister; \"and God is merciful!  Let me now do the will which He hath made plain before my sight.  For, Hester, I am a dying man. So let me make haste to take my shame upon me!\"", "characters": 234, "sentences": 3}, {"text": "It seemed, at this point, as if the minister must leave the remainder of his secret undisclosed.  But he fought back the bodily weakness--and, still more, the faintness of heart--that was striving for the mastery with him.  He threw off all assistance, and stepped passionately forward a pace before the woman and the children.", "characters": 327, "sentences": 4}, {"text": "\"My little Pearl,\" said he, feebly and there was a sweet and gentle smile over his face, as of a spirit sinking into deep repose; nay, now that the burden was removed, it seemed almost as if he would be sportive with the child--\"dear little Pearl, wilt thou kiss me now?  Thou wouldst not, yonder, in the forest! But now thou wilt?\"", "characters": 332, "sentences": 1}, {"text": "Pearl kissed his lips.  A spell was broken.  The great scene of grief, in which the wild infant bore a part had developed all her sympathies; and as her tears fell upon her father's cheek, they were the pledge that she would grow up amid human joy and sorrow, nor forever do battle with the world, but be a woman in it.  Towards her mother, too, Pearl's errand as a messenger of anguish was fulfilled.", "characters": 401, "sentences": 5}, {"text": "\"Shall we not meet again?\" whispered she, bending her face down close to his.  \"Shall we not spend our immortal life together? Surely, surely, we have ransomed one another, with all this woe! Thou lookest far into eternity, with those bright dying eyes! Then tell me what thou seest!\"", "characters": 284, "sentences": 2}, {"text": "That final word came forth with the minister's expiring breath. The multitude, silent till then, broke out in a strange, deep voice of awe and wonder, which could not as yet find utterance, save in this murmur that rolled so heavily after the departed spirit.", "characters": 259, "sentences": 3}, {"text": "After many days, when time sufficed for the people to arrange their thoughts in reference to the foregoing scene, there was more than one account of what had been witnessed on the scaffold.", "characters": 189, "sentences": 2}, {"text": "Leaving this discussion apart, we have a matter of business to communicate to the reader.  At old Roger Chillingworth's decease, (which took place within the year), and by his last will and testament, of which Governor Bellingham and the Reverend Mr. Wilson were executors, he bequeathed a very considerable amount of property, both here and in England to little Pearl, the daughter of Hester Prynne.", "characters": 400, "sentences": 4}, {"text": "On the threshold she paused--turned partly round--for perchance the idea of entering alone and all so changed, the home of so intense a former life, was more dreary and desolate than even she could bear.  But her hesitation was only for an instant, though long enough to display a scarlet letter on her breast.", "characters": 310, "sentences": 3}, {"text": "In fine, the gossips of that day believed--and Mr. Surveyor Pue, who made investigations a century later, believed--and one of his recent successors in office, moreover, faithfully believes--that Pearl was not only alive, but married, and happy, and mindful of her mother; and that she would most joyfully have entertained that sad and lonely mother at her fireside.", "characters": 366, "sentences": 3}], "id": 33, "paragraphs": 313, "author": "Nathaniel Hawthorne"}