{"title": "An Inquiry into the Nature and Causes of the Wealth of Nations", "data": [{"text": "The annual labour of every nation is the fund which originally supplies it with all the necessaries and conveniencies of life which it annually consumes, and which consist always either in the immediate produce of that labour, or in what is purchased with that produce from other nations.", "characters": 288, "sentences": 2}, {"text": "According, therefore, as this produce, or what is purchased with it, bears a greater or smaller proportion to the number of those who are to consume it, the nation will be better or worse supplied with all the necessaries and conveniencies for which it has occasion.", "characters": 266, "sentences": 2}, {"text": "The causes of this improvement in the productive powers of labour, and the order according to which its produce is naturally distributed among the different ranks and conditions of men in the society, make the subject of the first book of this Inquiry.", "characters": 252, "sentences": 2}, {"text": "BOOK I. OF THE CAUSES OF IMPROVEMENT IN THE PRODUCTIVE POWERS OF LABOUR, AND OF THE ORDER ACCORDING TO WHICH ITS PRODUCE IS NATURALLY DISTRIBUTED AMONG THE DIFFERENT RANKS OF THE PEOPLE.", "characters": 186, "sentences": 3}, {"text": "This division of labour, from which so many advantages are derived, is not originally the effect of any human wisdom, which foresees and intends that general opulence to which it gives occasion. It is the necessary, though very slow and gradual, consequence of a certain propensity in human nature, which has in view no such extensive utility; the propensity to truck, barter, and exchange one thing for another.", "characters": 412, "sentences": 3}, {"text": "Different metals have been made use of by different nations for this purpose. Iron was the common instrument of commerce among the ancient Spartans, copper among the ancient Romans, and gold and silver among all rich and commercial nations.", "characters": 240, "sentences": 3}, {"text": "Those metals seem originally to have been made use of for this purpose in rude bars, without any stamp or coinage. Thus we are told by Pliny (Plin. Hist Nat. lib. 33, cap. 3), upon the authority of Timaeus, an ancient historian, that, till the time of Servius Tullius, the Romans had no coined money, but made use of unstamped bars of copper, to purchase whatever they had occasion for. These rude bars, therefore, performed at this time the function of money.", "characters": 460, "sentences": 8}, {"text": "The inconveniency and difficulty of weighing those metals with exactness, gave occasion to the institution of coins, of which the stamp, covering entirely both sides of the piece, and sometimes the edges too, was supposed to ascertain not only the fineness, but the weight of the metal. Such coins, therefore, were received by tale, as at present, without the trouble of weighing.", "characters": 380, "sentences": 3}, {"text": "It is in this manner that money has become, in all civilized nations, the universal instrument of commerce, by the intervention of which goods of all kinds are bought and sold, or exchanged for one another.", "characters": 206, "sentences": 2}, {"text": "What are the rules which men naturally observe, in exchanging them either for money, or for one another, I shall now proceed to examine. These rules determine what may be called the relative or exchangeable value of goods.", "characters": 222, "sentences": 3}, {"text": "In order to investigate the principles which regulate the exchangeable value of commodities, I shall endeavour to shew,", "characters": 119, "sentences": 1}, {"text": "First, what is the real measure of this exchangeable value; or wherein consists the real price of all commodities.", "characters": 114, "sentences": 2}, {"text": "And, lastly, what are the different circumstances which sometimes raise some or all of these different parts of price above, and sometimes sink them below, their natural or ordinary rate; or, what are the causes which sometimes hinder the market price, that is, the actual price of commodities, from coinciding exactly with what may be called their natural price.", "characters": 363, "sentences": 2}, {"text": "CHAPTER V. OF THE REAL AND NOMINAL PRICE OF COMMODITIES, OR OF THEIR PRICE IN LABOUR, AND THEIR PRICE IN MONEY.", "characters": 111, "sentences": 3}, {"text": "In this popular sense, therefore, labour, like commodities, may be said to have a real and a nominal price. Its real price may be said to consist in the quantity of the necessaries and conveniencies of life which are given for it; its nominal price, in the quantity of money. The labourer is rich or poor, is well or ill rewarded, in proportion to the real, not to the nominal price of his labour.", "characters": 397, "sentences": 4}, {"text": "Princes and sovereign states have frequently fancied that they had a temporary interest to diminish the quantity of pure metal contained in their coins; but they seldom have fancied that they had any to augment it. The quantity of metal contained in the coins, I believe of all nations, has accordingly been almost continually diminishing, and hardly ever augmenting. Such variations, therefore, tend almost always to diminish the value of a money rent.", "characters": 453, "sentences": 4}, {"text": "When the degradation in the value of silver is combined with the diminution of the quantity of it contained in the coin of the same denomination, the loss is frequently still greater. In Scotland, where the denomination of the coin has undergone much greater alterations than it ever did in England, and in France, where it has undergone still greater than it ever did in Scotland, some ancient rents, originally of considerable value, have, in this manner, been reduced almost to nothing.", "characters": 489, "sentences": 3}, {"text": "But though, in establishing perpetual rents, or even in letting very long leases, it may be of use to distinguish between real and nominal price; it is of none in buying and selling, the more common and ordinary transactions of human life.", "characters": 239, "sentences": 2}, {"text": "At the same time and place, the real and the nominal price of all commodities are exactly in proportion to one another. The more or less money you get for any commodity, in the London market, for example, the more or less labour it will at that time and place enable you to purchase or command. At the same time and place, therefore, money is the exact measure of the real exchangeable value of all commodities. It is so, however, at the same time and place only.", "characters": 463, "sentences": 5}, {"text": "As it is the nominal or money price of goods, therefore, which finally determines the prudence or imprudence of all purchases and sales, and thereby regulates almost the whole business of common life in which price is concerned, we cannot wonder that it should have been so much more attended to than the real price.", "characters": 316, "sentences": 2}, {"text": "In this state of things, the distinction between the metal which was the standard, and that which was not the standard, was something more than a nominal distinction.", "characters": 166, "sentences": 2}, {"text": "The reformation of the gold coin has evidently raised the value of the silver coin which can be exchanged for it.", "characters": 113, "sentences": 2}, {"text": "By the money price of goods, it is to be observed, I understand always the quantity of pure gold or silver for which they are sold, without any regard to the denomination of the coin. Six shillings and eight pence, for example, in the time of Edward I., I consider as the same money price with a pound sterling in the present times, because it contained, as nearly as we can judge, the same quantity of pure silver.", "characters": 415, "sentences": 4}, {"text": "If the one species of labour should be more severe than the other, some allowance will naturally be made for this superior hardship; and the produce of one hour's labour in the one way may frequently exchange for that of two hour's labour in the other.", "characters": 252, "sentences": 2}, {"text": "In this state of things, the whole produce of labour belongs to the labourer; and the quantity of labour commonly employed in acquiring or producing any commodity, is the only circumstance which can regulate the quantity of labour which it ought commonly to purchase, command, or exchange for.", "characters": 293, "sentences": 2}, {"text": "The real value of all the different component parts of price, it must be observed, is measured by the quantity of labour which they can, each of them, purchase or command. Labour measures the value, not only of that part of price which resolves itself into labour, but of that which resolves itself into rent, and of that which resolves itself into profit.", "characters": 356, "sentences": 3}, {"text": "In every society, the price of every commodity finally resolves itself into some one or other, or all of those three parts; and in every improved society, all the three enter, more or less, as component parts, into the price of the far greater part of commodities.", "characters": 264, "sentences": 2}, {"text": "In the price of flour or meal, we must add to the price of the corn, the profits of the miller, and the wages of his servants; in the price of bread, the profits of the baker, and the wages of his servants; and in the price of both, the labour of transporting the corn from the house of the farmer to that of the miller, and from that of the miller to that of the baker, together with the profits of those who advance the wages of that labour.", "characters": 443, "sentences": 2}, {"text": "The price of flax resolves itself into the same three parts as that of corn. In the price of linen we must add to this price the wages of the flax-dresser, of the spinner, of the weaver, of the bleacher, etc. together with the profits of their respective employers.", "characters": 265, "sentences": 4}, {"text": "But the whole price of any commodity must still finally resolve itself into some one or other or all of those three parts; as whatever part of it remains after paying the rent of the land, and the price of the whole labour employed in raising, manufacturing, and bringing it to market, must necessarily be profit to somebody.", "characters": 325, "sentences": 2}, {"text": "When those three different sorts of revenue belong to different persons, they are readily distinguished; but when they belong to the same, they are sometimes confounded with one another, at least in common language.", "characters": 215, "sentences": 2}, {"text": "An independent manufacturer, who has stock enough both to purchase materials, and to maintain himself till he can carry his work to market, should gain both the wages of a journeyman who works under a master, and the profit which that master makes by the sale of that journeyman's work. His whole gains, however, are commonly called profit, and wages are, in this case, too, confounded with profit.", "characters": 398, "sentences": 3}, {"text": "A gardener who cultivates his own garden with his own hands, unites in his own person the three different characters, of landlord, farmer, and labourer. His produce, therefore, should pay him the rent of the first, the profit of the second, and the wages of the third. The whole, however, is commonly considered as the earnings of his labour. Both rent and profit are, in this case, confounded with wages.", "characters": 405, "sentences": 5}, {"text": "There is in every society or neighbourhood an ordinary or average rate, both of wages and profit, in every different employment of labour and stock. This rate is naturally regulated, as I shall shew hereafter, partly by the general circumstances of the society, their riches or poverty, their advancing, stationary, or declining condition, and partly by the particular nature of each employment.", "characters": 395, "sentences": 3}, {"text": "There is likewise in every society or neighbourhood an ordinary or average rate of rent, which is regulated, too, as I shall shew hereafter, partly by the general circumstances of the society or neighbourhood in which the land is situated, and partly by the natural or improved fertility of the land.", "characters": 300, "sentences": 2}, {"text": "These ordinary or average rates may be called the natural rates of wages, profit and rent, at the time and place in which they commonly prevail.", "characters": 144, "sentences": 2}, {"text": "When the price of any commodity is neither more nor less than what is sufficient to pay the rent of the land, the wages of the labour, and the profits of the stock employed in raising, preparing, and bringing it to market, according to their natural rates, the commodity is then sold for what may be called its natural price.", "characters": 325, "sentences": 2}, {"text": "Though the price, therefore, which leaves him this profit, is not always the lowest at which a dealer may sometimes sell his goods, it is the lowest at which he is likely to sell them for any considerable time; at least where there is perfect liberty, or where he may change his trade as often as he pleases.", "characters": 308, "sentences": 2}, {"text": "The actual price at which any commodity is commonly sold, is called its market price. It may either be above, or below, or exactly the same with its natural price.", "characters": 163, "sentences": 3}, {"text": "When the quantity brought to market is just sufficient to supply the effectual demand, and no more, the market price naturally comes to be either exactly, or as nearly as can be judged of, the same with the natural price. The whole quantity upon hand can be disposed of for this price, and can not be disposed of for more. The competition of the different dealers obliges them all to accept of this price, but does not oblige them to accept of less.", "characters": 449, "sentences": 4}, {"text": "The quantity of every commodity brought to market naturally suits itself to the effectual demand. It is the interest of all those who employ their land, labour, or stock, in bringing any commodity to market, that the quantity never should exceed the effectual demand; and it is the interest of all other people that it never should fall short of that demand.", "characters": 358, "sentences": 3}, {"text": "The natural price, therefore, is, as it were, the central price, to which the prices of all commodities are continually gravitating. Different accidents may sometimes keep them suspended a good deal above it, and sometimes force them down even somewhat below it. But whatever may be the obstacles which hinder them from settling in this centre of repose and continuance, they are constantly tending towards it.", "characters": 410, "sentences": 4}, {"text": "The whole quantity of industry annually employed in order to bring any commodity to market, naturally suits itself in this manner to the effectual demand. It naturally aims at bringing always that precise quantity thither which may be sufficient to supply, and no more than supply, that demand.", "characters": 294, "sentences": 3}, {"text": "But though the market price of every particular commodity is in this manner continually gravitating, if one may say so, towards the natural price; yet sometimes particular accidents, sometimes natural causes, and sometimes particular regulations of policy, may, in many commodities, keep up the market price, for a long time together, a good deal above the natural price.", "characters": 371, "sentences": 2}, {"text": "Such enhancements of the market price are evidently the effects of particular accidents, of which, however, the operation may sometimes last for many years together.", "characters": 165, "sentences": 2}, {"text": "Such enhancements of the market price are evidently the effect of natural causes, which may hinder the effectual demand from ever being fully supplied, and which may continue, therefore, to operate for ever.", "characters": 207, "sentences": 2}, {"text": "A monopoly granted either to an individual or to a trading company, has the same effect as a secret in trade or manufactures. The monopolists, by keeping the market constantly understocked by never fully supplying the effectual demand, sell their commodities much above the natural price, and raise their emoluments, whether they consist in wages or profit, greatly above their natural rate.", "characters": 391, "sentences": 3}, {"text": "Such enhancements of the market price may last as long as the regulations of policy which give occasion to them.", "characters": 112, "sentences": 2}, {"text": "This is all that I think necessary to be observed at present concerning the deviations, whether occasional or permanent, of the market price of commodities from the natural price.", "characters": 179, "sentences": 2}, {"text": "The natural price itself varies with the natural rate of each of its component parts, of wages, profit, and rent; and in every society this rate varies according to their circumstances, according to their riches or poverty, their advancing, stationary, or declining condition. I shall, in the four following chapters, endeavour to explain, as fully and distinctly as I can, the causes of those different variations.", "characters": 415, "sentences": 3}, {"text": "First, I shall endeavour to explain what are the circumstances which naturally determine the rate of wages, and in what manner those circumstances are affected by the riches or poverty, by the advancing, stationary, or declining state of the society.", "characters": 250, "sentences": 2}, {"text": "Secondly, I shall endeavour to shew what are the circumstances which naturally determine the rate of profit; and in what manner, too, those circumstances are affected by the like variations in the state of the society.", "characters": 218, "sentences": 2}, {"text": "In the fourth and last place, I shall endeavour to shew what are the circumstances which regulate the rent of land, and which either raise or lower the real price of all the different substances which it produces.", "characters": 213, "sentences": 2}, {"text": "In that original state of things which precedes both the appropriation of land and the accumulation of stock, the whole produce of labour belongs to the labourer. He has neither landlord nor master to share with him.", "characters": 216, "sentences": 3}, {"text": "Had this state continued, the wages of labour would have augmented with all those improvements in its productive powers, to which the division of labour gives occasion. All things would gradually have become cheaper. They would have been produced by a smaller quantity of labour; and as the commodities produced by equal quantities of labour would naturally in this state of things be exchanged for one another, they would have been purchased likewise with the produce of a smaller quantity.", "characters": 491, "sentences": 4}, {"text": "But this original state of things, in which the labourer enjoyed the whole produce of his own labour, could not last beyond the first introduction of the appropriation of land and the accumulation of stock. It was at an end, therefore, long before the most considerable improvements were made in the productive powers of labour; and it would be to no purpose to trace further what might have been its effects upon the recompence or wages of labour.", "characters": 448, "sentences": 3}, {"text": "As soon as land becomes private property, the landlord demands a share of almost all the produce which the labourer can either raise or collect from it. His rent makes the first deduction from the produce of the labour which is employed upon land.", "characters": 247, "sentences": 3}, {"text": "It seldom happens that the person who tills the ground has wherewithal to maintain himself till he reaps the harvest. His maintenance is generally advanced to him from the stock of a master, the farmer who employs him, and who would have no interest to employ him, unless he was to share in the produce of his labour, or unless his stock was to be replaced to him with a profit. This profit makes a second deduction from the produce of the labour which is employed upon land.", "characters": 475, "sentences": 4}, {"text": "The produce of almost all other labour is liable to the like deduction of profit. In all arts and manufactures, the greater part of the workmen stand in need of a master, to advance them the materials of their work, and their wages and maintenance, till it be completed. He shares in the produce of their labour, or in the value which it adds to the materials upon which it is bestowed; and in this share consists his profit.", "characters": 425, "sentences": 4}, {"text": "It sometimes happens, indeed, that a single independent workman has stock sufficient both to purchase the materials of his work, and to maintain himself till it be completed. He is both master and workman, and enjoys the whole produce of his own labour, or the whole value which it adds to the materials upon which it is bestowed. It includes what are usually two distinct revenues, belonging to two distinct persons, the profits of stock, and the wages of labour.", "characters": 464, "sentences": 4}, {"text": "Such cases, however, are not very frequent; and in every part of Europe twenty workmen serve under a master for one that is independent, and the wages of labour are everywhere understood to be, what they usually are, when the labourer is one person, and the owner of the stock which employs him another.", "characters": 303, "sentences": 2}, {"text": "What are the common wages of labour, depends everywhere upon the contract usually made between those two parties, whose interests are by no means the same. The workmen desire to get as much, the masters to give as little, as possible. The former are disposed to combine in order to raise, the latter in order to lower, the wages of labour.", "characters": 339, "sentences": 4}, {"text": "But though, in disputes with their workmen, masters must generally have the advantage, there is, however, a certain rate, below which it seems impossible to reduce, for any considerable time, the ordinary wages even of the lowest species of labour.", "characters": 248, "sentences": 2}, {"text": "There are certain circumstances, however, which sometimes give the labourers an advantage, and enable them to raise their wages considerably above this rate, evidently the lowest which is consistent with common humanity.", "characters": 220, "sentences": 2}, {"text": "When the landlord, annuitant, or monied man, has a greater revenue than what he judges sufficient to maintain his own family, he employs either the whole or a part of the surplus in maintaining one or more menial servants. Increase this surplus, and he will naturally increase the number of those servants.", "characters": 306, "sentences": 3}, {"text": "When an independent workman, such as a weaver or shoemaker, has got more stock than what is sufficient to purchase the materials of his own work, and to maintain himself till he can dispose of it, he naturally employs one or more journeymen with the surplus, in order to make a profit by their work. Increase this surplus, and he will naturally increase the number of his journeymen.", "characters": 383, "sentences": 3}, {"text": "The demand for those who live by wages, therefore, necessarily increases with the increase of the revenue and stock of every country, and cannot possibly increase without it. The increase of revenue and stock is the increase of national wealth. The demand for those who live by wages, therefore, naturally increases with the increase of national wealth, and cannot possibly increase without it.", "characters": 394, "sentences": 4}, {"text": "The liberal reward of labour, therefore, as it is the necessary effect, so it is the natural symptom of increasing national wealth. The scanty maintenance of the labouring poor, on the other hand, is the natural symptom that things are at a stand, and their starving condition, that they are going fast backwards.", "characters": 313, "sentences": 3}, {"text": "Fourthly, the variations in the price of labour not only do not correspond, either in place or time, with those in the price of provisions, but they are frequently quite opposite.", "characters": 179, "sentences": 2}, {"text": "Every species of animals naturally multiplies in proportion to the means of their subsistence, and no species can ever multiply be yond it. But in civilized society, it is only among the inferior ranks of people that the scantiness of subsistence can set limits to the further multiplication of the human species; and it can do so in no other way than by destroying a great part of the children which their fruitful marriages produce.", "characters": 434, "sentences": 3}, {"text": "The liberal reward of labour, therefore, as it is the effect of increasing wealth, so it is the cause of increasing population. To complain of it, is to lament over the necessary cause and effect of the greatest public prosperity.", "characters": 230, "sentences": 3}, {"text": "It is because the demand for labour increases in years of sudden and extraordinary plenty, and diminishes in those of sudden and extraordinary scarcity, that the money price of labour sometimes rises in the one, and sinks in the other.", "characters": 235, "sentences": 2}, {"text": "In a year of sudden and extraordinary plenty, there are funds in the hands of many of the employers of industry, sufficient to maintain and employ a greater number of industrious people than had been employed the year before; and this extraordinary number cannot always be had. Those masters, therefore, who want more workmen, bid against one another, in order to get them, which sometimes raises both the real and the money price of their labour.", "characters": 447, "sentences": 3}, {"text": "The rise and fall in the profits of stock depend upon the same causes with the rise and fall in the wages of labour, the increasing or declining state of the wealth of the society; but those causes affect the one and the other very differently.", "characters": 244, "sentences": 2}, {"text": "The increase of stock, which raises wages, tends to lower profit. When the stocks of many rich merchants are turned into the same trade, their mutual competition naturally tends to lower its profit; and when there is a like increase of stock in all the different trades carried on in the same society, the same competition must produce the same effect in them all.", "characters": 364, "sentences": 3}, {"text": "When the law prohibits interest altogether, it does not prevent it. Many people must borrow, and nobody will lend without such a consideration for the use of their money as is suitable, not only to what can be made by the use of it, but to the difficulty and danger of evading the law. The high rate of interest among all Mahometan nations is accounted for by M. Montesquieu, not from their poverty, but partly from this, and partly from the difficulty of recovering the money.", "characters": 477, "sentences": 5}, {"text": "In countries which are fast advancing to riches, the low rate of profit may, in the price of many commodities, compensate the high wages of labour, and enable those countries to sell as cheap as their less thriving neighbours, among whom the wages of labour may be lower.", "characters": 271, "sentences": 2}, {"text": "Pecuniary wages and profit, indeed, are everywhere in Europe extremely different, according to the different employments of labour and stock. But this difference arises, partly from certain circumstances in the employments themselves, which, either really, or at least in the imagination of men, make up for a small pecuniary gain in some, and counterbalance a great one in others, and partly from the policy of Europe, which nowhere leaves things at perfect liberty.", "characters": 467, "sentences": 3}, {"text": "The particular consideration of those circumstances, and of that policy, will divide this Chapter into two parts.", "characters": 113, "sentences": 2}, {"text": "Disagreeableness and disgrace affect the profits of stock in the same manner as the wages of labour. The keeper of an inn or tavern, who is never master of his own house, and who is exposed to the brutality of every drunkard, exercises neither a very agreeable nor a very creditable business. But there is scarce any common trade in which a small stock yields so great a profit.", "characters": 378, "sentences": 4}, {"text": "Secondly, the wages of labour vary with the easiness and cheapness, or the difficulty and expense, of learning the business.", "characters": 124, "sentences": 2}, {"text": "The difference between the wages of skilled labour and those of common labour, is founded upon this principle.", "characters": 110, "sentences": 2}, {"text": "The profits of stock seem to be very little affected by the easiness or difficulty of learning the trade in which it is employed. All the different ways in which stock is commonly employed in great towns seem, in reality, to be almost equally easy and equally difficult to learn. One branch, either of foreign or domestic trade, cannot well be a much more intricate business than another.", "characters": 388, "sentences": 4}, {"text": "Thirdly, the wages of labour in different occupations vary with the constancy or inconstancy of employment.", "characters": 107, "sentences": 2}, {"text": "A house-carpenter seems to exercise rather a nicer and a more ingenious trade than a mason. In most places, however, for it is not universally so, his day-wages are somewhat lower. His employment, though it depends much, does not depend so entirely upon the occasional calls of his customers; and it is not liable to be interrupted by the weather.", "characters": 347, "sentences": 4}, {"text": "The constancy or inconstancy of employment cannot affect the ordinary profits of stock in any particular trade. Whether the stock is or is not constantly employed, depends, not upon the trade, but the trader.", "characters": 208, "sentences": 3}, {"text": "Fourthly, the wages of labour vary according to the small or great trust which must be reposed in the workmen.", "characters": 110, "sentences": 2}, {"text": "When a person employs only his own stock in trade, there is no trust; and the credit which he may get from other people, depends, not upon the nature of the trade, but upon their opinion of his fortune, probity and prudence. The different rates of profit, therefore, in the different branches of trade, cannot arise from the different degrees of trust reposed in the traders.", "characters": 375, "sentences": 3}, {"text": "Fifthly, the wages of labour in different employments vary according to the probability or improbability of success in them.", "characters": 124, "sentences": 2}, {"text": "Those professions keep their level, however, with other occupations; and, notwithstanding these discouragements, all the most generous and liberal spirits are eager to crowd into them. Two different causes contribute to recommend them. First, the desire of the reputation which attends upon superior excellence in any of them; and, secondly, the natural confidence which every man has, more or less, not only in his own abilities, but in his own good fortune.", "characters": 459, "sentences": 4}, {"text": "To excel in any profession, in which but few arrive at mediocrity, it is the most decisive mark of what is called genius, or superior talents. The public admiration which attends upon such distinguished abilities makes always a part of their reward; a greater or smaller, in proportion as it is higher or lower in degree. It makes a considerable part of that reward in the profession of physic; a still greater, perhaps, in that of law; in poetry and philosophy it makes almost the whole.", "characters": 488, "sentences": 4}, {"text": "The contempt of risk, and the presumptuous hope of success, are in no period of life more active than at the age at which young people choose their professions. How little the fear of misfortune is then capable of balancing the hope of good luck, appears still more evidently in the readiness of the common people to enlist as soldiers, or to go to sea, than in the eagerness of those of better fashion to enter into what are called the liberal professions.", "characters": 457, "sentences": 3}, {"text": "They are so accordingly. The difference between the earnings of a common labourer and those of a well employed lawyer or physician, is evidently much greater than that between the ordinary profits in any two different branches of trade. The apparent difference, besides, in the profits of different trades, is generally a deception arising from our not always distinguishing what ought to be considered as wages, from what ought to be considered as profit.", "characters": 456, "sentences": 4}, {"text": "The five circumstances above mentioned, though they occasion considerable inequalities in the wages of labour and profits of stock, occasion none in the whole of the advantages and disadvantages, real or imaginary, of the different employments of either. The nature of those circumstances is such, that they make up for a small pecuniary gain in some, and counterbalance a great one in others.", "characters": 393, "sentences": 3}, {"text": "In order, however, that this equality may take place in the whole of their advantages or disadvantages, three things are requisite, even where there is the most perfect freedom. First the employments must be well known and long established in the neighbourhood; secondly, they must be in their ordinary, or what may be called their natural state; and, thirdly, they must be the sole or principal employments of those who occupy them.", "characters": 433, "sentences": 3}, {"text": "First, This equality can take place only in those employments which are well known, and have been long established in the neighbourhood.", "characters": 136, "sentences": 2}, {"text": "Secondly, this equality in the whole of the advantages and disadvantages of the different employments of labour and stock, can take place only in the ordinary, or what may be called the natural state of those employments.", "characters": 221, "sentences": 2}, {"text": "Thirdly, this equality in the whole of the advantages and disadvantages of the different employments of labour and stock, can take place only in such as are the sole or principal employments of those who occupy them.", "characters": 216, "sentences": 2}, {"text": "When a person derives his subsistence from one employment, which does not occupy the greater part of his time, in the intervals of his leisure he is often willing to work at another for less wages than would otherwise suit the nature of the employment.", "characters": 252, "sentences": 2}, {"text": "The spinning of linen yarn is carried on in Scotland nearly in the same way as the knitting of stockings, by servants, who are chiefly hired for other purposes. They earn but a very scanty subsistence, who endeavour to get their livelihood by either of those trades. In most parts of Scotland, she is a good spinner who can earn twentypence a-week.", "characters": 348, "sentences": 4}, {"text": "Such are the inequalities in the whole of the advantages and disadvantages of the different employments of labour and stock, which the defect of any of the three requisites above mentioned must occasion, even where there is the most perfect liberty. But the policy of Europe, by not leaving things at perfect liberty, occasions other inequalities of much greater importance.", "characters": 374, "sentences": 3}, {"text": "It does this chiefly in the three following ways. First, by restraining the competition in some employments to a smaller number than would otherwise be disposed to enter into them; secondly, by increasing it in others beyond what it naturally would be; and, thirdly, by obstructing the free circulation of labour and stock, both from employment to employment, and from place to place.", "characters": 384, "sentences": 3}, {"text": "First, The policy of Europe occasions a very important inequality in the whole of the advantages and disadvantages of the different employments of labour and stock, by restraining the competition in some employments to a smaller number than might otherwise be disposed to enter into them.", "characters": 288, "sentences": 2}, {"text": "In France, the duration of apprenticeships is different in different towns and in different trades. In Paris, five years is the term required in a great number; but, before any person can be qualified to exercise the trade as a master, he must, in many of them, serve five years more as a journeyman. During this latter term, he is called the companion of his master, and the term itself is called his companionship.", "characters": 416, "sentences": 4}, {"text": "The price which the town really pays for the provisions and materials annually imported into it, is the quantity of manufactures and other goods annually exported from it. The dearer the latter are sold, the cheaper the former are bought. The industry of the town becomes more, and that of the country less advantageous.", "characters": 320, "sentences": 4}, {"text": "A regulation which obliges all those of the same trade in a particular town to enter their names and places of abode in a public register, facilitates such assemblies. It connects individuals who might never otherwise be known to one another, and gives every man of the trade a direction where to find every other man of it.", "characters": 324, "sentences": 3}, {"text": "A regulation which enables those of the same trade to tax themselves, in order to provide for their poor, their sick, their widows and orphans, by giving them a common interest to manage, renders such assemblies necessary.", "characters": 222, "sentences": 2}, {"text": "An incorporation not only renders them necessary, but makes the act of the majority binding upon the whole. In a free trade, an effectual combination cannot be established but by the unanimous consent of every single trader, and it cannot last longer than every single trader continues of the same mind. The majority of a corporation can enact a bye-law, with proper penalties, which will limit the competition more effectually and more durably than any voluntary combination whatever.", "characters": 485, "sentences": 4}, {"text": "It is in this manner that the policy of Europe, by restraining the competition in some employments to a smaller number than would otherwise be disposed to enter into them, occasions a very important inequality in the whole of the advantages and disadvantages of the different employments of labour and stock.", "characters": 308, "sentences": 2}, {"text": "Secondly, The policy of Europe, by increasing the competition in some employments beyond what it naturally would be, occasions another inequality, of an opposite kind, in the whole of the advantages and disadvantages of the different employments of labour and stock.", "characters": 266, "sentences": 2}, {"text": "Carneades, too, was a Babylonian by birth; and as there never was a people more jealous of admitting foreigners to public offices than the Athenians, their consideration for him must have been very great.", "characters": 204, "sentences": 2}, {"text": "Thirdly, the policy of Europe, by obstructing the free circulation of labour and stock, both from employment to employment, and from place to place, occasions, in some cases, a very inconvenient inequality in the whole of the advantages and disadvantages of their different employments.", "characters": 286, "sentences": 2}, {"text": "The statute of apprenticeship obstructs the free circulation of labour from one employment to another, even in the same place. The exclusive privileges of corporations obstruct it from one place to another, even in the same employment.", "characters": 235, "sentences": 3}, {"text": "When, by the destruction of monasteries, the poor had been deprived of the charity of those religious houses, after some other ineffectual attempts for their relief, it was enacted, by the 43d of Elizabeth, c. 2. that every parish should be bound to provide for its own poor, and that overseers of the poor should be annually appointed, who, with the church-wardens, should raise, by a parish rate, competent sums for this purpose.", "characters": 431, "sentences": 4}, {"text": "What security they shall require, indeed, is left altogether to their discretion; but they cannot well require less than thirty pounds, it having been enacted, that the purchase even of a freehold estate of less than thirty pounds value, shall not gain any person a settlement, as not being sufficient for the discharge of the parish. But this is a security which scarce any man who lives by labour can give; and much greater security is frequently demanded.", "characters": 458, "sentences": 3}, {"text": "Though a certificate carries along with it no testimonial of good behaviour, and certifies nothing but that the person belongs to the parish to which he really does belong, it is altogether discretionary in the parish officers either to grant or to refuse it. A mandamus was once moved for, says Doctor Burn, to compel the church-wardens and overseers to sign a certificate; but the Court of King's Bench rejected the motion as a very strange attempt.", "characters": 451, "sentences": 3}, {"text": "The rent of land, therefore, considered as the price paid for the use of the land, is naturally a monopoly price. It is not at all proportioned to what the landlord may have laid out upon the improvement of the land, or to what he can afford to take, but to what the farmer can afford to give.", "characters": 293, "sentences": 3}, {"text": "There are some parts of the produce of land, for which the demand must always be such as to afford a greater price than what is sufficient to bring them to market; and there are others for which it either may or may not be such as to afford this greater price. The former must always afford a rent to the landlord. The latter sometimes may and sometimes may not, according to different circumstances.", "characters": 400, "sentences": 4}, {"text": "The particular consideration, first, of those parts of the produce of land which always afford some rent; secondly, of those which sometimes may and sometimes may not afford rent; and, thirdly, of the variations which, in the different periods of improvement, naturally take place in the relative value of those two different sorts of rude produce, when compared both with one another and with manufactured commodities, will divide this chapter into three parts.", "characters": 462, "sentences": 2}, {"text": "But land, in almost any situation, produces a greater quantity of food than what is sufficient to maintain all the labour necessary for bringing it to market, in the most liberal way in which that labour is ever maintained. The surplus, too, is always more than sufficient to replace the stock which employed that labour, together with its profits. Something, therefore, always remains for a rent to the landlord.", "characters": 413, "sentences": 4}, {"text": "This equality, however, between the rent and profit of grass and those of corn; of the land of which the immediate produce is food for cattle, and of that of which the immediate produce is food for men, must be understood to take place only through the greater part of the improved lands of a great country. In some particular local situations it is quite otherwise, and the rent and profit of grass are much superior to what can be made by corn.", "characters": 446, "sentences": 3}, {"text": "Thus, in the neighbourhood of a great town, the demand for milk, and for forage to horses, frequently contribute, together with the high price of butcher's meat, to raise the value of grass above what may be called its natural proportion to that of corn. This local advantage, it is evident, cannot be communicated to the lands at a distance.", "characters": 342, "sentences": 3}, {"text": "But where there is no local advantage of this kind, the rent and profit of corn, or whatever else is the common vegetable food of the people, must naturally regulate upon the land which is fit for producing it, the rent and profit of pasture.", "characters": 242, "sentences": 2}, {"text": "In the Appendix to the life of Prince Henry, Doctor Birch has given us an account of the prices of butcher's meat as commonly paid by that prince. It is there said, that the four quarters of an ox, weighing six hundred pounds, usually cost him nine pounds ten shillings, or thereabouts; that is thirty-one shillings and eight-pence per hundred pounds weight. Prince Henry died on the 6th of November 1612, in the nineteenth year of his age.", "characters": 440, "sentences": 4}, {"text": "The price paid by Prince Henry amounts to 3d. 4/5ths per pound weight of the whole carcase, coarse and choice pieces taken together; and at that rate the choice pieces could not have been sold by retail for less than 4½d. or 5d. the pound.", "characters": 240, "sentences": 5}, {"text": "During the first twelve years of the last century, the average price of the best wheat at the Windsor market was £ 1:18:3½d. the quarter of nine Winchester bushels.", "characters": 166, "sentences": 3}, {"text": "But in the twelve years preceding 1764 including that year, the average price of the same measure of the best wheat at the same market was £ 2:1:9½d.", "characters": 151, "sentences": 2}, {"text": "In the first twelve years of the last century, therefore, wheat appears to have been a good deal cheaper, and butcher's meat a good deal dearer, than in the twelve years preceding 1764, including that year.", "characters": 206, "sentences": 2}, {"text": "In all great countries, the greater part of the cultivated lands are employed in producing either food for men or food for cattle. The rent and profit of these regulate the rent and profit of all other cultivated land. If any particular produce afforded less, the land would soon be turned into corn or pasture; and if any afforded more, some part of the lands in corn or pasture would soon be turned to that produce.", "characters": 417, "sentences": 4}, {"text": "Those productions, indeed, which require either a greater original expense of improvement, or a greater annual expense of cultivation in order to fit the land for them, appear commonly to afford, the one a greater rent, the other a greater profit, than corn or pasture. This superiority, however, will seldom be found to amount to more than a reasonable interest or compensation for this superior expense.", "characters": 405, "sentences": 3}, {"text": "The rent and profit of those productions, therefore, which require either a greater original expense of improvement in order to fit the land for them, or a greater annual expense of cultivation, though often much superior to those of corn and pasture, yet when they do no more than compensate such extraordinary expense, are in reality regulated by the rent and profit of those common crops.", "characters": 391, "sentences": 2}, {"text": "It is in this manner that the rent of the cultivated land, of which the produce is human food, regulates the rent of the greater part of other cultivated land. No particular produce can long afford less, because the land would immediately be turned to another use; and if any particular produce commonly affords more, it is because the quantity of land which can be fitted for it is too small to supply the effectual demand.", "characters": 424, "sentences": 3}, {"text": "In Europe, corn is the principal produce of land, which serves immediately for human food. Except in particular situations, therefore, the rent of corn land regulates in Europe that of all other cultivated land. Britain need envy neither the vineyards of France, nor the olive plantations of Italy. Except in particular situations, the value of these is regulated by that of corn, in which the fertility of Britain is not much inferior to that of either of those two countries.", "characters": 477, "sentences": 5}, {"text": "A good rice field is a bog at all seasons, and at one season a bog covered with water. It is unfit either for corn, or pasture, or vineyard, or, indeed, for any other vegetable produce that is very useful to men; and the lands which are fit for those purposes are not fit for rice. Even in the rice countries, therefore, the rent of rice lands cannot regulate the rent of the other cuitivated land which can never be turned to that produce.", "characters": 440, "sentences": 4}, {"text": "The land which is fit for potatoes, is fit for almost every other useful vegetable. If they occupied the same proportion of cultivated land which corn does at present, they would regulate, in the same manner, the rent of the greater part of other cultivated land.", "characters": 263, "sentences": 3}, {"text": "It is difficult to preserve potatoes through the year, and impossible to store them like corn, for two or three years together. The fear of not being able to sell them before they rot, discourages their cultivation, and is, perhaps, the chief obstacle to their ever becoming in any great country, like bread, the principal vegetable food of all the different ranks of the people.", "characters": 379, "sentences": 3}, {"text": "Human food seems to be the only produce of land, which always and necessarily affords some rent to the landlord. Other sorts of produce sometimes may, and sometimes may not, according to different circumstances.", "characters": 211, "sentences": 3}, {"text": "Food is, in this manner, not only the original source of rent, but every other part of the produce of land which afterwards affords rent, derives that part of its value from the improvement of the powers of labour in producing food, by means of the improvement and cultivation of land.", "characters": 285, "sentences": 2}, {"text": "Those other parts of the produce of land, however, which afterwards afford rent, do not afford it always. Even in improved and cultivated countries, the demand for them is not always such as to afford a greater price than what is sufficient to pay the labour, and replace, together with its ordinary profits, the stock which must be employed in bringing them to market. Whether it is or is not such, depends upon different circumstances.", "characters": 437, "sentences": 4}, {"text": "Whether a coal mine, for example, can afford any rent, depends partly upon its fertility, and partly upon its situation.", "characters": 120, "sentences": 2}, {"text": "A mine of any kind may be said to be either fertile or barren, according as the quantity of mineral which can be brought from it by a certain quantity of labour, is greater or less than what can be brought by an equal quantity from the greater part of other mines of the same kind.", "characters": 281, "sentences": 2}, {"text": "Some coal mines, advantageously situated, cannot be wrought on account of their barrenness. The produce does not pay the expense. They can afford neither profit nor rent.", "characters": 170, "sentences": 4}, {"text": "Other coal mines in the same country, sufficiently fertile, cannot be wrought on account of their situation. A quantity of mineral, sufficient to defray the expense of working, could be brought from the mine by the ordinary, or even less than the ordinary quantity of labour: but in an inland country, thinly inhabited, and without either good roads or water-carriage, this quantity could not be sold.", "characters": 401, "sentences": 3}, {"text": "Coals are a less agreeable fuel than wood: they are said too to be less wholesome. The expense of coals, therefore, at the place where they are consumed, must generally be somewhat less than that of wood.", "characters": 204, "sentences": 3}, {"text": "The lowest price at which coals can be sold for any considerable time, is, like that of all other commodities, the price which is barely sufficient to replace, together with its ordinary profits, the stock which must be employed in bringing them to market. At a coal mine for which the landlord can get no rent, but, which he must either work himself or let it alone altogether, the price of coals must generally be nearly about this price.", "characters": 440, "sentences": 3}, {"text": "The price of coals in Westmoreland or Shropshire can have little effect on their price at Newcastle; and their price in the Lionnois can have none at all. The productions of such distant coal mines can never be brought into competition with one another. But the productions of the most distant metallic mines frequently may, and in fact commonly are.", "characters": 350, "sentences": 4}, {"text": "A sixth part of the gross produce may be reckoned the average rent of the tin mines of Cornwall, the most fertile that are known in the world, as we are told by the Rev. Mr. Borlace, vice-warden of the stannaries. Some, he says, afford more, and some do not afford so much. A sixth part of the gross produce is the rent, too, of several very fertile lead mines in Scotland.", "characters": 373, "sentences": 6}, {"text": "Their highest price, however, seems not to be necessarily determined by any thing but the actual scarcity or plenty of these metals themselves. It is not determined by that of any other commodity, in the same manner as the price of coals is by that of wood, beyond which no scarcity can ever raise it. Increase the scarcity of gold to a certain degree, and the smallest bit of it may become more precious than a diamond, and exchange for a greater quantity of other goods.", "characters": 472, "sentences": 4}, {"text": "The value, both of the produce and of the rent, the real revenue which they afforded, both to the public and to the proprietor, might have been the same.", "characters": 153, "sentences": 2}, {"text": "The most abundant mines, either of the precious metals, or of the precious stones, could add little to the wealth of the world. A produce, of which the value is principally derived from its scarcity, is necessarily degraded by its abundance. A service of plate, and the other frivolous ornaments of dress and furniture, could be purchased for a smaller quantity of commodities; and in this would consist the sole advantage which the world could derive from that abundance.", "characters": 472, "sentences": 4}, {"text": "PART III.--Of the variations in the Proportion between the respective Values of that sort of Produce which always affords Rent, and of that which sometimes does, and sometimes does not, afford Rent.", "characters": 198, "sentences": 3}, {"text": "If, by the general progress of improvement, the demand of this market should increase, while, at the same time, the supply did not increase in the same proportion, the value of silver would gradually rise in proportion to that of corn. Any given quantity of silver would exchange for a greater and a greater quantity of corn; or, in other words, the average money price of corn would gradually become cheaper and cheaper.", "characters": 421, "sentences": 3}, {"text": "If, on the contrary, the supply, by some accident, should increase, for many years together, in a greater proportion than the demand, that metal would gradually become cheaper and cheaper; or, in other words, the average money price of corn would, in spite of all improvements, gradually become dearer and dearer.", "characters": 313, "sentences": 2}, {"text": "But if, on the other hand, the supply of that metal should increase nearly in the same proportion as the demand, it would continue to purchase or exchange for nearly the same quantity of corn; and the average money price of corn would, in spite of all improvements. continue very nearly the same.", "characters": 296, "sentences": 3}, {"text": "These three seem to exhaust all the possible combinations of events which can happen in the progress of improvement; and during the course of the four centuries preceding the present, if we may judge by what has happened both in France and Great Britain, each of those three different combinations seems to have taken place in the European market, and nearly in the same order, too, in which I have here set them down.", "characters": 418, "sentences": 2}, {"text": "Digression concerning the Variations in the value of Silver during the Course of the Four last Centuries.", "characters": 105, "sentences": 2}, {"text": "These prices are not recorded, on account of their extraordinary dearness or cheapness, but are mentioned accidentally, as the prices actually paid for large quantities of grain consumed at a feast, which was famous for its magnificence.", "characters": 237, "sentences": 2}, {"text": "From these different facts, therefore, we seem to have some reason to conclude that, about the middle of the fourteenth century, and for a considerable time before, the average or ordinary price of the quarter of wheat was not supposed to be less than four ounces of silver, Tower weight.", "characters": 288, "sentences": 2}, {"text": "From about the middle of the fourteenth to the beginning of the sixteenth century, what was reckoned the reasonable and moderate, that is, the ordinary or average price of wheat, seems to have sunk gradually to about one half of this price; so as at last to have fallen to about two ounces of silver, Tower weight, equal to about ten shillings of our present money. It continued to be estimated at this price till about 1570.", "characters": 425, "sentences": 3}, {"text": "In the household book of Henry, the fifth earl of Northumberland, drawn up in 1512 there are two different estimations of wheat. In one of them it is computed at six shilling and eightpence the quarter, in the other at five shillings and eightpence only. In 1512, six shillings and eightpence contained only two ounces of silver, Tower weight, and were equal to about ten shillings of our present money.", "characters": 403, "sentences": 4}, {"text": "That in France the average price of grain was, in the same manner, much lower in the end of the fifteenth and beginning of the sixteenth century, than in the two centuries preceding, has been observed both by Mr Dupré de St Maur, and by the elegant author of the Essay on the Policy of Grain. Its price, during the same period, had probably sunk in the same manner through the greater part of Europe.", "characters": 401, "sentences": 3}, {"text": "In their observations upon the prices of corn, three different circumstances seem frequently to have misled them.", "characters": 113, "sentences": 2}, {"text": "Secondly, they have been misled by the slovenly manner in which some ancient statutes of assize had been sometimes transcribed by lazy copiers, and sometimes, perhaps, actually composed by the legislature.", "characters": 205, "sentences": 2}, {"text": "Labour, it must always be remembered, and not any particular commodity, or set of commodities, is the real measure of the value both of silver and of all other commodities.", "characters": 172, "sentences": 2}, {"text": "But in countries almost waste, or but thinly inhabited, cattle, poultry, game of all kinds, etc. as they are the spontaneous productions of Nature, so she frequently produces them in much greater quantities than the consumption of the inhabitants requires. In such a state of things, the supply commonly exceeds the demand. In different states of society, in different states of improvement, therefore, such commodities will represent, or be equivalent, to very different quantities of labour.", "characters": 493, "sentences": 5}, {"text": "Such slight observations, however, upon the prices either of corn or of other commodities, would not probably have misled so many intelligent authors, had they not been influenced at the same time by the popular notion, that as the quantity of silver naturally increases in every country with the increase of wealth, so its value diminishes as its quantity increases. This notion, however, seems to be altogether groundless.", "characters": 424, "sentences": 3}, {"text": "The quantity of the precious metals may increase in any country from two different causes; either, first, from the increased abundance of the mines which supply it; or, secondly, from the increased wealth of the people, from the increased produce of their annual labour. The first of these causes is no doubt necessarily connected with the diminution of the value of the precious metals; but the second is not.", "characters": 410, "sentences": 3}, {"text": "Gold and silver, as they are naturally of the greatest value among the richest, so they are naturally of the least value among the poorest nations. Among savages, the poorest of all nations, they are scarce of any value.", "characters": 220, "sentences": 3}, {"text": "In great towns, corn is always dearer than in remote parts of the country. This, however, is the effect, not of the real cheapness of silver, but of the real dearness of corn. It does not cost less labour to bring silver to the great town than to the remote parts of the country; but it costs a great deal more to bring corn.", "characters": 325, "sentences": 4}, {"text": "Second Period.--But how various soever may have been the opinions of the learned concerning the progress of the value of silver during the first period, they are unanimous concerning it during the second.", "characters": 204, "sentences": 3}, {"text": "From 1621 to 1636, both inclusive, the average price of the same measure of the best wheat, at the same market, appears, from the same accounts, to have been £ 2:10s.; from which, making the like deductions as in the foregoing case, the average price of the quarter of eight bushels of middle wheat comes out to have been £ 1:19:6, or about seven ounces and two-thirds of an ounce of silver.", "characters": 393, "sentences": 3}, {"text": "Third Period.--Between 1630 and 1640, or about 1636, the effect of the discovery of the mines of America, in reducing the value of silver, appears to have been completed, and the value of that metal seems never to have sunk lower in proportion to that of corn than it was about that time. It seems to have risen somewhat in the course of the present century, and it had probably begun to do so, even some time before the end of the last.", "characters": 437, "sentences": 4}, {"text": "The value of silver, therefore, seems to have risen somewhat in proportion to that of corn during the course of the present century, and it had probably begun to do so even some time before the end of the last.", "characters": 210, "sentences": 2}, {"text": "In 1687, the price of the quarter of nine bushels of the best wheat, at Windsor market, was £ 1:5:2, the lowest price at which it had ever been from 1595.", "characters": 155, "sentences": 2}, {"text": "The value of silver, therefore, in proportion to that of corn, had probably risen somewhat before the end of the last century; and it seems to have continued to do so during the course of the greater part of the present, though the necessary operation of the bounty must have hindered that rise from being so sensible as it otherwise would have been in the actual state of tillage.", "characters": 381, "sentences": 2}, {"text": "In plentiful years, the bounty, by occasioning an extraordinary exportation, necessarily raises the price of corn above what it otherwise would be in those years. To encourage tillage, by keeping up the price of corn, even in the most plentiful years, was the avowed end of the institution.", "characters": 290, "sentences": 3}, {"text": "In years of great scarcity, indeed, the bounty has generally been suspended. It must, however, have had some effect upon the prices of many of those years. By the extraordinary exportation which it occasions in years of plenty, it must frequently hinder the plenty of one year from compensating the scarcity of another.", "characters": 319, "sentences": 4}, {"text": "Both in years of plenty and in years of scarcity, therefore, the bounty raises the price of corn above what it naturally would be in the actual state of tillage. If during the sixty-four first years of the present century, therefore, the average price has been lower than during the sixty-four last years of the last century, it must, in the same state of tillage, have been much more so, had it not been for this operation of the bounty.", "characters": 438, "sentences": 3}, {"text": "Since the first discovery of America, the market for the produce of its silver mines has been growing gradually more and more extensive.", "characters": 136, "sentences": 2}, {"text": "In order to supply so very widely extended a market, the quantity of silver annually brought from the mines must not only be sufficient to support that continued increase, both of coin and of plate, which is required in all thriving countries; but to repair that continual waste and consumption of silver which takes place in all countries where that metal is used.", "characters": 365, "sentences": 2}, {"text": "The quantity of gold and silver imported at both Cadiz and Lisbon (including not only what comes under register, but what may be supposed to be smuggled) amounts, according to the best accounts, to about six millions sterling a-year.", "characters": 233, "sentences": 2}, {"text": "Several other very well authenticated, though manuscript accounts, I have been assured, agree in making this whole annual importation amount, at an average, to about six millions sterling; sometimes a little more, sometimes a little less.", "characters": 238, "sentences": 2}, {"text": "The price of diamonds and other precious stones may, perhaps, be still nearer to the lowest price at which it is possible to bring them to market, than even the price of gold.", "characters": 175, "sentences": 2}, {"text": "If, when the annual consumption has become equal to the annual importation, the annual importation should gradually diminish, the annual consumption may, for some time, exceed the annual importation. The mass of those metals may gradually and insensibly diminish, and their value gradually and insensibly rise, till the annual importation becoming again stationary, the annual consumption will gradually and insensibly accommodate itself to what that annual importation can maintain.", "characters": 483, "sentences": 3}, {"text": "The increase of the wealth of Europe, and the popular notion, that as the quantity of the precious metals naturally increases with the increase of wealth, so their value diminishes as their quantity increases, may, perhaps, dispose many people to believe that their value still continues to fall in the European market; and the still gradually increasing price of many parts of the rude produce of land may confirm them still farther in this opinion.", "characters": 450, "sentences": 2}, {"text": "Though it is late, therefore, in the progress of improvement, before cattle can bring such a price as to render it profitable to cultivate land for the sake of feeding them; yet of all the different parts which compose this second sort of rude produce, they are perhaps the first which bring this price; because, till they bring it, it seems impossible that improvement can be brought near even to that degree of perfection to which it has arrived in many parts of Europe.", "characters": 472, "sentences": 2}, {"text": "Between that period in the progress of improvement, which brings to its height the price of so necessary an article as cattle, and that which brings to it the price of such a superfluity as venison, there is a very long interval, in the course of which many other sorts of rude produce gradually arrive at their highest price, some sooner and some later, according to different circumstances.", "characters": 392, "sentences": 2}, {"text": "This rise, too, in the nominal or money price of all those different sorts of rude produce, has been the effect, not of any degradation in the value of silver, but of a rise in their real price. They have become worth, not only a greater quantity of silver, but a greater quantity of labour and subsistence than before. As it costs a greater quantity of labour and subsistence to bring them to market, so, when they are brought thither they represent, or are equivalent to a greater quantity.", "characters": 492, "sentences": 4}, {"text": "There are some sorts of rude produce which nature has rendered a kind of appendages to other sorts; so that the quantity of the one which any country can afford, is necessarily limited by that of the other. The quantity of wool or of raw hides, for example, which any country can afford, is necessarily limited by the number of great and small cattle that are kept in it. The state of its improvement, and the nature of its agriculture, again necessarily determine this number.", "characters": 477, "sentences": 4}, {"text": "The same causes which, in the progress of improvement, gradually raise the price of butcher's meat, should have the same effect, it may be thought, upon the prices of wool and raw hides, and raise them, too, nearly in the same proportion. It probably would be so, if, in the rude beginnings of improvement, the market for the latter commodities was confined within as narrow bounds as that for the former. But the extent of their respective markets is commonly extremely different.", "characters": 481, "sentences": 4}, {"text": "The market for butcher's meat is almost everywhere confined to the country which produces it. Ireland, and some part of British America, indeed, carry on a considerable trade in salt provisions; but they are, I believe, the only countries in the commercial world which do so, or which export to other countries any considerable part of their butcher's meat.", "characters": 357, "sentences": 3}, {"text": "The market for wool and raw hides, on the contrary, is, in the rude beginnings of improvement, very seldom confined to the country which produces them. They can easily be transported to distant countries; wool without any preparation, and raw hides with very little; and as they are the materials of many manufactures, the industry of other countries may occasion a demand for them, though that of the country which produces them might not occasion any.", "characters": 453, "sentences": 3}, {"text": "The wool of Scotland fell very considerably in its price in consequence of the union with England, by which it was excluded from the great market of Europe, and confined to the narrow one of Great Britain. The value of the greater part of the lands in the southern counties of Scotland, which are chiefly a sheep country, would have been very deeply affected by this event, had not the rise in the price of butcher's meat fully compensated the fall in the price of wool.", "characters": 470, "sentences": 3}, {"text": "In increasing the quantity of the different minerals and metals which are drawn from the bowels of the earth, that of the more precious ones particularly, the efficacy of human industry seems not to be limited, but to be altogether uncertain.", "characters": 242, "sentences": 2}, {"text": "So far as their quantity in any particular country depends upon the latter of those two circumstances (the fertility or barrenness of the mines which happen to supply the commercial world), their real price, the real quantity of labour and subsistence which they will purchase or exchange for, will, no doubt, sink more or less in proportion to the fertility, and rise in proportion to the barrenness of those mines.", "characters": 416, "sentences": 2}, {"text": "As the low value of gold and silver, therefore, is no proof of the wealth and flourishing state of the country where it takes place; so neither is their high value, or the low money price either of goods in general, or of corn in particular, any proof of its poverty and barbarism.", "characters": 281, "sentences": 2}, {"text": "As to the high price of corn during these last ten or twelve years, it can be sufficiently accounted for from the badness of the seasons, without supposing any degradation in the value of silver.", "characters": 195, "sentences": 2}, {"text": "The opinion, therefore, that silver is continually sinking in its value, seems not to be founded upon any good observations, either upon the prices of corn, or upon those of other provisions.", "characters": 191, "sentences": 2}, {"text": "In the present season of scarcity, the high price of corn no doubt distresses the poor. But in times of moderate plenty, when corn is at its ordinary or average price, the natural rise in the price of any other sort of rude produce cannot much affect them. They suffer more, perhaps, by the artificial rise which has been occasioned by taxes in the price of some manufactured commodities, as of salt, soap, leather, candles, malt, beer, ale, etc.", "characters": 446, "sentences": 4}, {"text": "But in all cases in which the real price of the rude material either does not rise at all, or does not rise very much, that of the manufactured commodity sinks very considerably.", "characters": 178, "sentences": 2}, {"text": "But the reduction will appear much more sensible and undeniable, if we compare the price of this manufacture in the present times with what it was in a much remoter period, towards the end of the fifteenth century, when the labour was probably much less subdivided, and the machinery employed much more imperfect, than it is at present.", "characters": 336, "sentences": 2}, {"text": "The reduction in the real price of the coarse manufacture, though considerable, has not been so great as in that of the fine.", "characters": 125, "sentences": 2}, {"text": "In the time of Edward IV. the art of knitting stockings was probably not known in any part of Europe. Their hose were made of common cloth, which may have been one of the causes of their dearness. The first person that wore stockings in England is said to have been Queen Elizabeth. She received them as a present from the Spanish ambassador.", "characters": 342, "sentences": 6}, {"text": "The consideration of these circumstances may, perhaps, in some measure, explain to us why the real price both of the coarse and of the fine manufacture was so much higher in those ancient than it is in the present times. It cost a greater quantity of labour to bring the goods to market. When they were brought thither, therefore, they must have purchased, or exchanged for the price of, a greater quantity.", "characters": 407, "sentences": 4}, {"text": "The consideration of these circumstances may, perhaps, in some measure explain to us why, in those ancient times, the real price of the coarse manufacture was, in proportion to that of the fine, so much lower than in the present times.", "characters": 235, "sentences": 2}, {"text": "I shall conclude this very long chapter with observing, that every improvement in the circumstances of the society tends, either directly or indirectly, to raise the real rent of land to increase the real wealth of the landlord, his power of purchasing the labour, or the produce of the labour of other people.", "characters": 310, "sentences": 2}, {"text": "The extension of improvement and cultivation tends to raise it directly. The landlord's share of the produce necessarily increases with the increase of the produce.", "characters": 164, "sentences": 3}, {"text": "That produce, after the rise in its real price, requires no more labour to collect it than before. A smaller proportion of it will, therefore, be sufficient to replace, with the ordinary profit, the stock which employs that labour. A greater proportion of it must consequently belong to the landlord.", "characters": 300, "sentences": 4}, {"text": "Every increase in the real wealth of the society, every increase in the quantity of useful labour employed within it, tends indirectly to raise the real rent of land. A certain proportion of this labour naturally goes to the land. A greater number of men and cattle are employed in its cultivation, the produce increases with the increase of the stock which is thus employed in raising it, and the rent increases with the produce.", "characters": 430, "sentences": 4}, {"text": "The contrary circumstances, the neglect of cultivation and improvement, the fall in the real price of any part of the rude produce of land, the rise in the real price of manufactures from the decay of manufacturing art and industry, the declension of the real wealth of the society, all tend, on the other hand, to lower the real rent of land, to reduce the real wealth of the landlord, to diminish his power of purchasing either the labour, or the produce of the labour, of other people.", "characters": 488, "sentences": 2}, {"text": "Year    Prices/Quarter  Average of different   Average prices of           in each year     prices in one year    each year in money                                                     of 1776", "characters": 192, "sentences": 1}, {"text": "PRICES OF THE QUARTER OF NINE BUSHELS OF THE BEST OR HIGHEST PRICED WHEAT AT WINDSOR MARKET, ON LADY DAY AND MICHAELMAS, FROM 1595 TO 1764 BOTH INCLUSIVE; THE PRICE OF EACH YEAR BEING THE MEDIUM BETWEEN THE HIGHEST PRICES OF THESE TWO MARKET DAYS.", "characters": 247, "sentences": 2}, {"text": "1621      1  10    4   1622      2  18    8   1623      2  12    0   1624      2   8    0   1625      2  12    0   1626      2   9    4   1627      1  16    0   1628      1   8    0   1629      2   2    0   1630      2  15    8   1631      3   8    0   1632      2  13    4   1633      2  18    0   1634      2  16    0   1635      2  16    0   1636      2  16    8         16)40   0    0     Average 2  10    0", "characters": 411, "sentences": 1}, {"text": "1751      1  18    6   1752      2   1   10   1753      2   4    8   1754      1  13    8   1755      1  14   10   1756      2   5    3   1757      3   0    0   1758      2  10    0   1759      1  19   10   1760      1  16    6   1761      1  10    3   1762      1  19    0   1763      2   0    9   1764      2   6    9       64) 129  13    6    Average  2   0    6¾", "characters": 367, "sentences": 1}, {"text": "When the stock which a man possesses is no more than sufficient to maintain him for a few days or a few weeks, he seldom thinks of deriving any revenue from it. He consumes it as sparingly as he can, and endeavours, by his labour, to acquire something which may supply its place before it be consumed altogether. His revenue is, in this case, derived from his labour only. This is the state of the greater part of the labouring poor in all countries.", "characters": 450, "sentences": 5}, {"text": "There are two different ways in which a capital may be employed so as to yield a revenue or profit to its employer.", "characters": 115, "sentences": 2}, {"text": "Secondly, it may be employed in the improvement of land, in the purchase of useful machines and instruments of trade, or in such like things as yield a revenue or profit without changing masters, or circulating any further. Such capitals, therefore, may very properly be called fixed capitals.", "characters": 293, "sentences": 3}, {"text": "Different occupations require very different proportions between the fixed and circulating capitals employed in them.", "characters": 117, "sentences": 2}, {"text": "The capital of a merchant, for example, is altogether a circulating capital. He has occasion for no machines or instruments of trade, unless his shop or warehouse be considered as such.", "characters": 185, "sentences": 3}, {"text": "In other works a much greater fixed capital is required. In a great iron-work, for example, the furnace for melting the ore, the forge, the slit-mill, are instruments of trade which cannot be erected without a very great expense. In coal works, and mines of every kind, the machinery necessary, both for drawing out the water, and for other purposes, is frequently still more expensive.", "characters": 386, "sentences": 4}, {"text": "The general stock of any country or society is the same with that of all its inhabitants or members; and, therefore, naturally divides itself into the same three portions, each of which has a distinct function or office.", "characters": 220, "sentences": 2}, {"text": "The second of the three portions into which the general stock of the society divides itself, is the fixed capital; of which the characteristic is, that it affords a revenue or profit without circulating or changing masters. It consists chiefly of the four following articles.", "characters": 275, "sentences": 3}, {"text": "Secondly, of all those profitable buildings which are the means of procuring a revenue, not only to the proprietor who lets them for a rent, but to the person who possesses them, and pays that rent for them; such as shops, warehouses, work-houses, farm-houses, with all their necessary buildings, stables, granaries, etc. These are very different from mere dwelling-houses. They are a sort of instruments of trade, and may be considered in the same light.", "characters": 455, "sentences": 4}, {"text": "The third and last of the three portions into which the general stock of the society naturally divides itself, is the circulating capital, of which the characteristic is, that it affords a revenue only by circulating or changing masters. It is composed likewise of four parts.", "characters": 276, "sentences": 3}, {"text": "First, of the money, by means of which all the other three are circulated and distributed to their proper consumers.", "characters": 116, "sentences": 2}, {"text": "Secondly, of the stock of provisions which are in the possession of the butcher, the grazier, the farmer, the corn-merchant, the brewer, etc. and from the sale of which they expect to derive a profit.", "characters": 200, "sentences": 3}, {"text": "Thirdly, of the materials, whether altogether rude, or more or less manufactured, of clothes, furniture, and building which are not yet made up into any of those three shapes, but which remain in the hands of the growers, the manufacturers, the mercers, and drapers, the timber-merchants, the carpenters and joiners, the brick-makers, etc.", "characters": 339, "sentences": 2}, {"text": "Of these four parts, three--provisions, materials, and finished work, are either annually or in a longer or shorter period, regularly withdrawn from it, and placed either in the fixed capital, or in the stock reserved for immediate consumption.", "characters": 244, "sentences": 2}, {"text": "Every fixed capital is both originally derived from, and requires to be continually supported by, a circulating capital. All useful machines and instruments of trade are originally derived from a circulating capital, which furnishes the materials of which they are made, and the maintenance of the workmen who make them. They require, too, a capital of the same kind to keep them in constant repair.", "characters": 399, "sentences": 4}, {"text": "No fixed capital can yield any revenue but by means of a circulating capital. The most useful machines and instruments of trade will produce nothing, without the circulating capital, which affords the materials they are employed upon, and the maintenance of the workmen who employ them. Land, however improved, will yield no revenue without a circulating capital, which maintains the labourers who cultivate and collect its produce.", "characters": 432, "sentences": 4}, {"text": "To maintain and augment the stock which maybe reserved for immediate consumption, is the sole end and purpose both of the fixed and circulating capitals. It is this stock which feeds, clothes, and lodges the people. Their riches or poverty depend upon the abundant or sparing supplies which those two capitals can afford to the stock reserved for immediate consumption.", "characters": 369, "sentences": 4}, {"text": "The produce of land, mines, and fisheries, when their natural fertility is equal, is in proportion to the extent and proper application of the capitals employed about them. When the capitals are equal, and equally well applied, it is in proportion to their natural fertility.", "characters": 275, "sentences": 3}, {"text": "CHAPTER II. OF MONEY, CONSIDERED AS A PARTICULAR BRANCH OF THE GENERAL STOCK OF THE SOCIETY, OR OF THE EXPENSE OF MAINTAINING THE NATIONAL CAPITAL.", "characters": 147, "sentences": 3}, {"text": "But though the whole value of the annual produce of the land and labour of every country, is thus divided among, and constitutes a revenue to, its different inhabitants; yet, as in the rent of a private estate, we distinguish between the gross rent and the neat rent, so may we likewise in the revenue of all the inhabitants of a great country.", "characters": 344, "sentences": 2}, {"text": "Money, therefore, is the only part of the circulating capital of a society, of which the maintenance can occasion any diminution in their neat revenue.", "characters": 151, "sentences": 2}, {"text": "The fixed capital, and that part of the circulating capital which consists in money, so far as they affect the revenue of the society, bear a very great resemblance to one another.", "characters": 180, "sentences": 2}, {"text": "It is the ambiguity of language only which can make this proposition appear either doubtful or paradoxical. When properly explained and understood, it is almost self-evident.", "characters": 174, "sentences": 3}, {"text": "Though we frequently, therefore, express a person's revenue by the metal pieces which are annually paid to him, it is because the amount of those pieces regulates the extent of his power of purchasing, or the value of the goods which he can annually afford to consume. We still consider his revenue as consisting in this power of purchasing or consuming, and not in the pieces which convey it.", "characters": 393, "sentences": 3}, {"text": "Money, therefore, the great wheel of circulation, the great instrument of commerce, like all other instruments of trade, though it makes a part, and a very valuable part, of the capital, makes no part of the revenue of the society to which it belongs; and though the metal pieces of which it is composed, in the course of their annual circulation, distribute to every man the revenue which properly belongs to him, they make themselves no part of that revenue.", "characters": 460, "sentences": 2}, {"text": "There are several different sorts of paper money; but the circulating notes of banks and bankers are the species which is best known, and which seems best adapted for this purpose.", "characters": 180, "sentences": 2}, {"text": "When the people of any particular country have such confidence in the fortune, probity and prudence of a particular banker, as to believe that he is always ready to pay upon demand such of his promissory notes as are likely to be at any time presented to him, those notes come to have the same currency as gold and silver money, from the confidence that such money can at any time be had for them.", "characters": 397, "sentences": 2}, {"text": "But though so great a quantity of gold and silver is thus sent abroad, we must not imagine that it is sent abroad for nothing, or that its proprietors make a present of it to foreign nations. They will exchange it for foreign goods of some kind or another, in order to supply the consumption either of some other foreign country, or of their own.", "characters": 346, "sentences": 3}, {"text": "If they employ it in purchasing goods in one foreign country, in order to supply the consumption of another, or in what is called the carrying trade, whatever profit they make will be in addition to the neat revenue of their own country. It is like a new fund, created for carrying on a new trade; domestic business being now transacted by paper, and the gold and silver being converted into a fund for this new trade.", "characters": 418, "sentences": 3}, {"text": "If they employ it in purchasing foreign goods for home consumption, they may either, first, purchase such goods as are likely to be consumed by idle people, who produce nothing, such as foreign wines, foreign silks, etc.; or, secondly, they may purchase an additional stock of materials, tools, and provisions, in order to maintain and employ an additional number of industrious people, who reproduce, with a profit, the value of their annual consumption.", "characters": 455, "sentences": 3}, {"text": "So far as it is employed in the first way, it promotes prodigality, increases expense and consumption, without increasing production, or establishing any permanent fund for supporting that expense, and is in every respect hurtful to the society.", "characters": 245, "sentences": 2}, {"text": "The facility of discounting bills of exchange, it may be thought, indeed, gives the English merchants a conveniency equivalent to the cash accounts of the Scotch merchants. But the Scotch merchants, it must be remembered, can discount their bills of exchange as easily as the English merchants; and have, besides, the additional conveniency of their cash accounts.", "characters": 364, "sentences": 3}, {"text": "Had every particular banking company always understood and attended to its own particular interest, the circulation never could have been overstocked with paper money. But every particular banking company has not always understood or attended to its own particular interest, and the circulation has frequently been overstocked with paper money.", "characters": 344, "sentences": 3}, {"text": "The over-trading of some bold projectors in both parts of the united kingdom, was the original cause of this excessive circulation of paper money.", "characters": 146, "sentences": 2}, {"text": "The banking companies of Scotland, accordingly, were for a long time very careful to require frequent and regular repayments from all their customers, and did not care to deal with any person, whatever might be his fortune or credit, who did not make, what they called, frequent and regular operations with them. By this attention, besides saving almost entirely the extraordinary expense of replenishing their coffers, they gained two other very considerable advantages.", "characters": 471, "sentences": 3}, {"text": "The practice of drawing and redrawing is so well known to all men of business, that it may, perhaps, be thought unnecessary to give any account of it. But as this book may come into the hands of many people who are not men of business, and as the effects of this practice upon the banking trade are not, perhaps, generally understood, even by men of business themselves, I shall endeavour to explain it as distinctly as I can.", "characters": 426, "sentences": 3}, {"text": "In the long-run, therefore, the operations of this bank increased the real distress of the country, which it meant to relieve; and effectually relieved, from a very great distress, those rivals whom it meant to supplant.", "characters": 220, "sentences": 2}, {"text": "By a call of fifteen per cent. in 1709, there was paid in, and made stock, £ 656,204:1:9d.; and by another of ten per cent. in 1710, £501,448:12:11d. In consequence of those two calls, therefore, the bank capital amounted to £ 5,559,995:14:8d.", "characters": 246, "sentences": 6}, {"text": "The dividend of the bank has varied according to the variations in the rate of the interest which it has, at different times, received for the money it had advanced to the public, as well as according to other circumstances. This rate of interest has gradually been reduced from eight to three per cent. For some years past, the bank dividend has been at five and a half per cent.", "characters": 380, "sentences": 4}, {"text": "A paper money, consisting in bank notes, issued by people of undoubted credit, payable upon demand, without any condition, and, in fact, always readily paid as soon as presented, is, in every respect, equal in value to gold and silver money, since gold and silver money can at anytime be had for it. Whatever is either bought or sold for such paper, must necessarily be bought or sold as cheap as it could have been for gold and silver.", "characters": 436, "sentences": 3}, {"text": "No law, therefore, could be more equitable than the act of parliament, so unjustly complained of in the colonies, which declared, that no paper currency to be emitted there in time coming, should be a legal tender of payment.", "characters": 225, "sentences": 2}, {"text": "That part of the annual produce of the land and labour of any country which replaces a capital, never is immediately employed to maintain any but productive hands. It pays the wages of productive labour only. That which is immediately destined for constituting a revenue, either as profit or as rent, may maintain indifferently either productive or unproductive hands.", "characters": 368, "sentences": 4}, {"text": "Whatever part of his stock a man employs as a capital, he always expects it to be replaced to him with a profit. He employs it, therefore, in maintaining productive hands only; and after having served in the function of a capital to him, it constitutes a revenue to them. Whenever he employs any part of it in maintaining unproductive hands of any kind, that part is from that moment withdrawn from his capital, and placed in his stock reserved for immediate consumption.", "characters": 471, "sentences": 4}, {"text": "The proportion, therefore, between the productive and unproductive hands, depends very much in every country upon the proportion between that part of the annual produce, which, as soon as it comes either from the ground, or from the hands of the productive labourers, is destined for replacing a capital, and that which is destined for constituting a revenue, either as rent or as profit. This proportion is very different in rich from what it is in poor countries.", "characters": 465, "sentences": 3}, {"text": "Parsimony, and not industry, is the immediate cause of the increase of capital. Industry, indeed, provides the subject which parsimony accumulates; but whatever industry might acquire, if parsimony did not save and store up, the capital would never be the greater.", "characters": 264, "sentences": 3}, {"text": "Parsimony, by increasing the fund which is destined for the maintenance of productive hands, tends to increase the number of those hands whose labour adds to the value of the subject upon winch it is bestowed. It tends, therefore, to increase the exchangeable value of the annual produce of the land and labour of the country. It puts into motion an additional quantity of industry, which gives an additional value to the annual produce.", "characters": 437, "sentences": 4}, {"text": "Whatever, therefore, we may imagine the real wealth and revenue of a country to consist in, whether in the value of the annual produce of its land and labour, as plain reason seems to dictate, or in the quantity of the precious metals which circulate within it, as vulgar prejudices suppose; in either view of the matter, every prodigal appears to be a public enemy, and every frugal man a public benefactor.", "characters": 408, "sentences": 2}, {"text": "It can seldom happen, indeed, that the circumstances of a great nation can be much affected either by the prodigality or misconduct of individuals; the profusion or imprudence of some being always more than compensated by the frugality and good conduct of others.", "characters": 263, "sentences": 2}, {"text": "As frugality increases, and prodigality diminishes, the public capital, so the conduct of those whose expense just equals their revenue, without either accumulating or encroaching, neither increases nor diminishes it. Some modes of expense, however, seem to contribute more to the growth of public opulence than others.", "characters": 319, "sentences": 3}, {"text": "No law can reduce the common rate of interest below the lowest ordinary market rate at the time when that law is made. Notwithstanding the edict of 1766, by which the French king attempted to reduce the rate of interest from five to four per cent. money continued to be lent in France at five per cent. the law being evaded in several different ways.", "characters": 350, "sentences": 5}, {"text": "Though all capitals are destined for the maintenance of productive labour only, yet the quantity of that labour which equal capitals are capable of putting into motion, varies extremely according to the diversity of their employment; as does likewise the value which that employment adds to the annual produce of the land and labour of the country.", "characters": 348, "sentences": 2}, {"text": "Each of those four methods of employing a capital is essentially necessary, either to the existence or extension of the other three, or to the general conveniency of the society.", "characters": 178, "sentences": 2}, {"text": "Unless a capital was employed in furnishing rude produce to a certain degree of abundance, neither manufactures nor trade of any kind could exist.", "characters": 146, "sentences": 2}, {"text": "Unless a capital was employed in manufacturing that part of the rude produce which requires a good deal of preparation before it can be fit for use and consumption, it either would never be produced, because there could be no demand for it; or if it was produced spontaneously, it would be of no value in exchange, and could add nothing to the wealth of the society.", "characters": 366, "sentences": 2}, {"text": "Unless a capital was employed in transporting either the rude or manufactured produce from the places where it abounds to those where it is wanted, no more of either could be produced than was necessary for the consumption of the neighbourhood. The capital of the merchant exchanges the surplus produce of one place for that of another, and thus encourages the industry, and increases the enjoyments of both.", "characters": 408, "sentences": 3}, {"text": "The capital of the retailer replaces, together with its profits, that of the merchant of whom he purchases goods, and thereby enables him to continue his business. The retailer himself is the only productive labourer whom it immediately employs. In his profit consists the whole value which its employment adds to the annual produce of the land and labour of the society.", "characters": 371, "sentences": 4}, {"text": "The capitals employed in the agriculture and in the retail trade of any society, must always reside within that society. Their employment is confined almost to a precise spot, to the farm, and to the shop of the retailer. They must generally, too, though there are some exceptions to this, belong to resident members of the society.", "characters": 332, "sentences": 4}, {"text": "The capital of a wholesale merchant, on the contrary, seems to have no fixed or necessary residence anywhere, but may wander about from place to place, according as it can either buy cheap or sell dear.", "characters": 202, "sentences": 2}, {"text": "It is thus that the same capital will in any country put into motion a greater or smaller quantity of productive labour, and add a greater or smaller value to the annual produce of its land and labour, according to the different proportions in which it is employed in agriculture, manufactures, and wholesale trade. The difference, too, is very great, according to the different sorts of wholesale trade in which any part of it is employed.", "characters": 440, "sentences": 3}, {"text": "Each of those different branches of trade, however, is not only advantageous, but necessary and unavoidable, when the course of things, without any constraint or violence, naturally introduces it.", "characters": 196, "sentences": 2}, {"text": "CHAPTER II. OF THE DISCOURAGEMENT OF AGRICULTURE IN THE ANCIENT STATE OF EUROPE, AFTER THE FALL OF THE ROMAN EMPIRE.", "characters": 116, "sentences": 3}, {"text": "This original engrossing of uncultivated lands, though a great, might have been but a transitory evil. They might soon have been divided again, and broke into small parcels, either by succession or by alienation. The law of primogeniture hindered them from being divided by succession; the introduction of entails prevented their being broke into small parcels by alienation.", "characters": 375, "sentences": 4}, {"text": "Those manufactures which are fit for distant sale, seem to have been introduced into different countries in two different ways.", "characters": 127, "sentences": 2}, {"text": "The increase and riches of commercial and manufacturing towns contributed to the improvement and cultivation of the countries to which they belonged, in three different ways:", "characters": 174, "sentences": 1}, {"text": "Thirdly, and lastly, commerce and manufactures gradually introduced order and good government, and with them the liberty and security of individuals, among the inhabitants of the country, who had before lived almost in a continual state of war with their neighbours, and of servile dependency upon their superiors. This, though it has been the least observed, is by far the most important of all their effects. Mr Hume is the only writer who, so far as I know, has hitherto taken notice of it.", "characters": 493, "sentences": 4}, {"text": "It was thus, that, through the greater part of Europe, the commerce and manufactures of cities, instead of being the effect, have been the cause and occasion of the improvement and cultivation of the country.", "characters": 208, "sentences": 2}, {"text": "France seems to have had a considerable share of foreign commerce, near a century before England was distinguished as a commercial country. The marine of France was considerable, according to the notions of the times, before the expedition of Charles VIII. to Naples. The cultivation and improvement of France, however, is, upon the whole, inferior to that of England. The law of the country has never given the same direct encouragement to agriculture.", "characters": 453, "sentences": 6}, {"text": "Political economy, considered as a branch of the science of a statesman or legislator, proposes two distinct objects; first, to provide a plentiful revenue or subsistence for the people, or, more properly, to enable them to provide such a revenue or subsistence for themselves; and, secondly, to supply the state or commonwealth with a revenue sufficient for the public services. It proposes to enrich both the people and the sovereign.", "characters": 436, "sentences": 3}, {"text": "The different progress of opulence in different ages and nations, has given occasion to two different systems of political economy, with regard to enriching the people. The one may be called the system of commerce, the other that of agriculture. I shall endeavour to explain both as fully and distinctly as I can, and shall begin with the system of commerce. It is the modern system, and is best understood in our own country and in our own times.", "characters": 447, "sentences": 5}, {"text": "When those countries became commercial, the merchants found this prohibition, upon many occasions, extremely inconvenient. They could frequently buy more advantageously with gold and silver, than with any other commodity, the foreign goods which they wanted, either to import into their own, or to carry to some other foreign country. They remonstrated, therefore, against this prohibition as hurtful to trade.", "characters": 410, "sentences": 4}, {"text": "It would be too ridiculous to go about seriously to prove, that wealth does not consist in money, or in gold and silver; but in what money purchases, and is valuable only for purchasing. Money, no doubt, makes always a part of the national capital; but it has already been shown that it generally makes but a small part, and always the most unprofitable part of it.", "characters": 365, "sentences": 3}, {"text": "A nation may purchase the pay and provisions of an army in a distant country three different ways; by sending abroad either, first, some part of its accumulated gold and silver; or, secondly, some part of the annual produce of its manufactures; or, last of all, some part of its annual rude produce.", "characters": 299, "sentences": 2}, {"text": "The gold and silver which can properly be considered as accumulated, or stored up in any country, may be distinguished into three parts; first, the circulating money; secondly, the plate of private families; and, last of all, the money which may have been collected by many years parsimony, and laid up in the treasury of the prince.", "characters": 333, "sentences": 2}, {"text": "The melting down of the plate of private families has, upon every occasion, been found a still more insignificant one. The French, in the beginning of the last war, did not derive so much advantage from this expedient as to compensate the loss of the fashion.", "characters": 259, "sentences": 3}, {"text": "The accumulated treasures of the prince have in former times afforded a much greater and more lasting resource. In the present times, if you except the king of Prussia, to accumulate treasure seems to be no part of the policy of European princes.", "characters": 246, "sentences": 3}, {"text": "First, restraints upon the importation of such foreign goods for home consumption as could be produced at home, from whatever country they were imported.", "characters": 153, "sentences": 2}, {"text": "Secondly, restraints upon the importation of goods of almost all kinds, from those particular countries with which the balance of trade was supposed to be disadvantageous.", "characters": 171, "sentences": 2}, {"text": "Those different restraints consisted sometimes in high duties, and sometimes in absolute prohibitions.", "characters": 102, "sentences": 2}, {"text": "Exportation was encouraged sometimes by drawbacks, sometimes by bounties, sometimes by advantageous treaties of commerce with foreign states, and sometimes by the establishment of colonies in distant countries.", "characters": 210, "sentences": 2}, {"text": "Drawbacks were given upon two different occasions. When the home manufactures were subject to any duty or excise, either the whole or a part of it was frequently drawn back upon their exportation; and when foreign goods liable to a duty were imported, in order to be exported again, either the whole or a part of this duty was sometimes given back upon such exportation.", "characters": 370, "sentences": 3}, {"text": "Bounties were given for the encouragement, either of some beginning manufactures, or of such sorts of industry of other kinds as were supposed to deserve particular favour.", "characters": 172, "sentences": 2}, {"text": "By advantageous treaties of commerce, particular privileges were procured in some foreign state for the goods and merchants of the country, beyond what were granted to those of other countries.", "characters": 193, "sentences": 2}, {"text": "By the establishment of colonies in distant countries, not only particular privileges, but a monopoly was frequently procured for the goods and merchants of the country which established them.", "characters": 192, "sentences": 2}, {"text": "CHAPTER II. OF RESTRAINTS UPON IMPORTATION FROM FOREIGN COUNTRIES OF SUCH GOODS AS CAN BE PRODUCED AT HOME.", "characters": 107, "sentences": 3}, {"text": "That this monopoly of the home market frequently gives great encouragement to that particular species of industry which enjoys it, and frequently turns towards that employment a greater share of both the labour and stock of the society than would otherwise have gone to it, cannot be doubted. But whether it tends either to increase the general industry of the society, or to give it the most advantageous direction, is not, perhaps, altogether so evident.", "characters": 456, "sentences": 3}, {"text": "Every individual is continually exerting himself to find out the most advantageous employment for whatever capital he can command. It is his own advantage, indeed, and not that of the society, which he has in view. But the study of his own advantage naturally, or rather necessarily, leads him to prefer that employment which is most advantageous to the society.", "characters": 362, "sentences": 4}, {"text": "First, every individual endeavours to employ his capital as near home as he can, and consequently as much as he can in the support of domestic industry, provided always that he can thereby obtain the ordinary, or not a great deal less than the ordinary profits of stock.", "characters": 270, "sentences": 2}, {"text": "Secondly, every individual who employs his capital in the support of domestic industry, necessarily endeavours so to direct that industry, that its produce may be of the greatest possible value.", "characters": 194, "sentences": 2}, {"text": "To prohibit, by a perpetual law, the importation of foreign corn and cattle, is in reality to enact, that the population and industry of the country shall, at no time, exceed what the rude produce of its own soil can maintain.", "characters": 226, "sentences": 2}, {"text": "There seem, however, to be two cases, in which it will generally be advantageous to lay some burden upon foreign, for the encouragement of domestic industry.", "characters": 157, "sentences": 2}, {"text": "First, All ships, of which the owners, masters, and three-fourths of the mariners, are not British subjects, are prohibited, upon pain of forfeiting ship and cargo, from trading to the British settlements and plantations, or from being employed in the coasting trade of Great Britain.", "characters": 284, "sentences": 2}, {"text": "Thirdly, A great variety of the most bulky articles of importation are prohibited from being imported, even in British ships, from any country but that in which they are produced, under pain of forfeiting ship and cargo. This regulation, too, was probably intended against the Dutch. Holland was then, as now, the great emporium for all European goods; and by this regulation, British ships were hindered from loading in Holland the goods of any other European country.", "characters": 469, "sentences": 4}, {"text": "Fourthly, Salt fish of all kinds, whale fins, whalebone, oil, and blubber, not caught by and cured on board British vessels, when imported into Great Britain, are subject to double aliens duty. The Dutch, as they are still the principal, were then the only fishers in Europe that attempted to supply foreign nations with fish. By this regulation, a very heavy burden was laid upon their supplying Great Britain.", "characters": 411, "sentences": 4}, {"text": "First, It might always be known with great exactness, how far the price of such a commodity could be enhanced by such a tax; but how far the general enhancement of the price of labour might affect that of every different commodity about which labour was employed, could never be known with any tolerable exactness. It would be impossible, therefore, to proportion, with any tolerable exactness, the tax of every foreign, to the enhancement of the price of every home commodity.", "characters": 477, "sentences": 3}, {"text": "As there are two cases in which it will generally be advantageous to lay some burden upon foreign for the encouragement of domestic industry, so there are two others in which it may sometimes be a matter of deliberation, in the one, how far it is proper to continue the free importation of certain foreign goods; and, in the other, how far, or in what manner, it may be proper to restore that free importation, after it has been for some time interrupted.", "characters": 455, "sentences": 2}, {"text": "How far it may be proper to impose taxes upon the importation of foreign goods, in order not to prevent their importation, but to raise a revenue for government, I shall consider hereafter when I come to treat of taxes. Taxes imposed with a view to prevent, or even to diminish importation, are evidently as destructive of the revenue of the customs as of the freedom of trade.", "characters": 377, "sentences": 3}, {"text": "CHAPTER III. OF THE EXTRAORDINARY RESTRAINTS UPON THE IMPORTATION OF GOODS OF ALMOST ALL KINDS, FROM THOSE COUNTRIES WITH WHICH THE BALANCE IS SUPPOSED TO BE DISADVANTAGEOUS.", "characters": 174, "sentences": 3}, {"text": "Part I--Of the Unreasonableness of those Restraints, even upon the Principles of the Commercial System.", "characters": 103, "sentences": 2}, {"text": "The following are the prices at which the bank of Amsterdam at present {September 1775} receives bullion and coin of different kinds:", "characters": 133, "sentences": 1}, {"text": "SILVER      Mexico dollars .................  22  Guilders / mark      French crowns ..................  22      English silver coin.............  22      Mexico dollars, new coin........  21  10      Ducatoons.......................   3   0      Rix-dollars.....................   2   8", "characters": 287, "sentences": 101}, {"text": "Bar silver, containing 11-12ths fine silver, 21 Guilders / mark, and in this proportion down to 1-4th fine, on which 5 guilders are given. Fine bars,................. 28 Guilders / mark.", "characters": 186, "sentences": 20}, {"text": "GOLD      Portugal coin.................  310  Guilders / mark      Guineas.......................  310      Louis d'ors, new..............  310      Ditto        old..............  300      New ducats....................    4  19  8  per ducat", "characters": 244, "sentences": 89}, {"text": "Bar or ingot gold is received in proportion to its fineness, compared with the above foreign gold coin. Upon fine bars the bank gives 340 per mark. In general, however, something more is given upon coin of a known fineness, than upon gold and silver bars, of which the fineness cannot be ascertained but by a process of melting and assaying.", "characters": 341, "sentences": 4}, {"text": "In the foregoing part of this chapter, I have endeavoured to show, even upon the principles of the commercial system, how unnecessary it is to lay extraordinary restraints upon the importation of goods from those countries with which the balance of trade is supposed to be disadvantageous.", "characters": 289, "sentences": 2}, {"text": "By advantage or gain, I understand, not the increase of the quantity of gold and silver, but that of the exchangeable value of the annual produce of the land and labour of the country, or the increase of the annual revenue of its inhabitants.", "characters": 242, "sentences": 2}, {"text": "There is not, probably, between any two countries, a trade which consists altogether in the exchange, either of native commodities on both sides, or of native commodities on one side, and of foreign goods on the other. Almost all countries exchange with one another, partly native and partly foreign goods. That country, however, in whose cargoes there is the greatest proportion of native, and the least of foreign goods, will always be the principal gainer.", "characters": 459, "sentences": 4}, {"text": "This balance of produce and consumption is entirely different from what is called the balance of trade. It might take place in a nation which had no foreign trade, but which was entirely separated from all the world. It may take place in the whole globe of the earth, of which the wealth, population, and improvement, may be either gradually increasing or gradually decaying.", "characters": 375, "sentences": 4}, {"text": "Merchants and manufacturers are not contented with the monopoly of the home market, but desire likewise the most extensive foreign sale for their goods. Their country has no jurisdiction in foreign nations, and therefore can seldom procure them any monopoly there. They are generally obliged, therefore, to content themselves with petitioning for certain encouragements to exportation.", "characters": 385, "sentences": 4}, {"text": "The duties which have been imposed since the old subsidy, are, the greater part of them, wholly drawn back upon exportation. This general rule, however, is liable to a great number of exceptions; and the doctrine of drawbacks has become a much less simple matter than it was at their first institution.", "characters": 302, "sentences": 3}, {"text": "We are unwilling even to be the carriers of French goods, and choose rather to forego a profit to ourselves than to suffer those whom we consider as our enemies to make any profit by our means. Not only half the old subsidy, but the second twenty-five per cent. is retained upon the exportation of all French goods.", "characters": 315, "sentences": 4}, {"text": "The revenue of the customs, instead of suffering, profits from such drawbacks, by that part of the duty which is retained. If the whole duties had been retained, the foreign goods upon which they are paid could seldom have been exported, nor consequently imported, for want of a market. The duties, therefore, of which a part is retained, would never have been paid.", "characters": 366, "sentences": 4}, {"text": "Drawbacks, however, it must always be understood, are useful only in those cases in which the goods, for the exportation of which they are given, are really exported to some foreign country, and not clandestinely re-imported into our own. That some drawbacks, particularly those upon tobacco, have frequently been abused in this manner, and have given occasion to many frauds, equally hurtful both to the revenue and to the fair trader, is well known.", "characters": 451, "sentences": 3}, {"text": "This enhancement of the money price of corn, however, it has been thought, by rendering that commodity more profitable to the farmer, must necessarily encourage its production.", "characters": 176, "sentences": 2}, {"text": "The real effect of the bounty is not so much to raise the real value of corn, as to degrade the real value of silver; or to make an equal quantity of it exchange for a smaller quantity, not only of corn, but of all other home made commodities; for the money price of corn regulates that of all other home made commodities.", "characters": 322, "sentences": 2}, {"text": "It regulates the money price of labour, which must always be such as to enable the labourer to purchase a quantity of corn sufficient to maintain him and his family, either in the liberal, moderate, or scanty manner, in which the advancing, stationary, or declining, circumstances of the society, oblige his employers to maintain him.", "characters": 334, "sentences": 2}, {"text": "It regulates the money price of all the other parts of the rude produce of land, which, in every period of improvement, must bear a certain proportion to that of corn, though this proportion is different in different periods. It regulates, for example, the money price of grass and hay, of butcher's meat, of horses, and the maintenance of horses, of land carriage consequently, or of the greater part of the inland commerce of the country.", "characters": 440, "sentences": 3}, {"text": "By regulating the money price of all the other parts of the rude produce of land, it regulates that of the materials of almost all manufactures; by regulating the money price of labour, it regulates that of manufacturing art and industry; and by regulating both, it regulates that of the complete manufacture. The money price of labour, and of every thing that is the produce, either of land or labour, must necessarily either rise or fall in proportion to the money price of corn.", "characters": 481, "sentences": 3}, {"text": "But though the tonnage bounties to those fisheries do not contribute to the opulence of the nation, it may, perhaps, be thought that they contribute to its defence, by augmenting the number of its sailors and shipping. This, it may be alleged, may sometimes be done by means of such bounties, at a much smaller expense than by keeping up a great standing navy, if I may use such an expression, in the same way as a standing army.", "characters": 429, "sentences": 3}, {"text": "Notwithstanding these favourable allegations, however, the following considerations dispose me to believe, that in granting at least one of these bounties, the legislature has been very grossly imposed upon:", "characters": 207, "sentences": 1}, {"text": "If any particular manufacture was necessary, indeed, for the defence of the society, it might not always be prudent to depend upon our neighbours for the supply; and if such manufacture could not otherwise be supported at home, it might not be unreasonable that all the other branches of industry should be taxed in order to support it. The bounties upon the exportation of British made sail-cloth, and British made gunpowder, may, perhaps, both be vindicated upon this principle.", "characters": 480, "sentences": 3}, {"text": "Bounties are sometimes called premiums, as drawbacks are sometimes called bounties. But we must, in all cases, attend to the nature of the thing, without paying any regard to the word.", "characters": 184, "sentences": 3}, {"text": "The ancient policy of Europe, instead of discountenancing this popular odium against a trade so beneficial to the public, seems, on the contrary, to have authorised and encouraged it.", "characters": 183, "sentences": 2}, {"text": "After the business of the farmer, that of the corn merchant is in reality the trade which, if properly protected and encouraged, would contribute the most to the raising of corn. It would support the trade of the farmer, in the same manner as the trade of the wholesale dealer supports that of the manufacturer.", "characters": 311, "sentences": 3}, {"text": "The statute of Edward VI. therefore, by prohibiting as much as possible any middle man from coming in between the grower and the consumer, endeavoured to annihilate a trade, of which the free exercise is not only the best palliative of the inconveniencies of a dearth, but the best preventive of that calamity; after the trade of the farmer, no trade contributing so much to the growing of corn as that of the corn merchant.", "characters": 424, "sentences": 3}, {"text": "The proportion of the average quantity of all sorts of grain imported into Great Britain to that of all sorts of grain consumed, it has been computed by the author of the Tracts upon the Corn Trade, does not exceed that of one to five hundred and seventy. For supplying the home market, therefore, the importance of the inland trade must be to that of the importation trade as five hundred and seventy to one.", "characters": 409, "sentences": 3}, {"text": "The average quantity of all sorts of grain exported from Great Britain does not, according to the same author, exceed the one-and-thirtieth part of the annual produce. For the encouragement of tillage, therefore, by providing a market for the home produce, the importance of the inland trade must be to that of the exportation trade as thirty to one.", "characters": 350, "sentences": 3}, {"text": "A very few words will sufficiently explain all that I have to say concerning the other three branches of the corn trade.", "characters": 120, "sentences": 2}, {"text": "These different duties were imposed, partly by the 22d of Charles II. in place of the old subsidy, partly by the new subsidy, by the one-third and two-thirds subsidy, and by the subsidy 1747. Subsequent laws still further increased those duties.", "characters": 245, "sentences": 4}, {"text": "The distress which, in years of scarcity, the strict execution of those laws might have brought upon the people, would probably have been very great; but, upon such occasions, its execution was generally suspended by temporary statutes, which permitted, for a limited time, the importation of foreign corn. The necessity of these temporary statutes sufficiently demonstrates the impropriety of this general one.", "characters": 411, "sentences": 3}, {"text": "The carrying trade was in effect prohibited in Great Britain, upon all ordinary occasions, by the high duties upon the importation of foreign corn, of the greater part of which there was no drawback; and upon extraordinary occasions, when a scarcity made it necessary to suspend those duties by temporary statutes, exportation was always prohibited. By this system of laws, therefore, the carrying trade was in effect prohibited.", "characters": 429, "sentences": 3}, {"text": "Though the period of the greatest prosperity and improvement of Great Britain has been posterior to that system of laws which is connected with the bounty, we must not upon that account, impute it to those laws. It has been posterior likewise to the national debt; but the national debt has most assuredly not been the cause of it.", "characters": 331, "sentences": 3}, {"text": "The 13th of the present king, c. 43, seems to have established a new system with regard to the corn laws, in many respects better than the ancient one, but in one or two respects perhaps not quite so good.", "characters": 205, "sentences": 3}, {"text": "The same statute permits, at the lowest prices, the importation of corn in order to be exported again, duty free, provided it is in the mean time lodged in a warehouse under the joint locks of the king and the importer. This liberty, indeed, extends to no more than twenty-five of the different ports of Great Britain. They are, however, the principal ones; and there may not, perhaps, be warehouses proper for this purpose in the greater part of the others.", "characters": 458, "sentences": 4}, {"text": "But by the same law, a bounty of 2s. the quarter is given for the exportation of oats, whenever the price does not exceed fourteen shillings. No bounty had ever been given before for the exportation of this grain, no more than for that of pease or beans.", "characters": 254, "sentences": 4}, {"text": "So far, therefore, this law seems to be inferior to the ancient system. With all its imperfections, however, we may perhaps say of it what was said of the laws of Solon, that though not the best in itself, it is the best which the interest, prejudices, and temper of the times, would admit of. It may perhaps in due time prepare the way for a better.", "characters": 350, "sentences": 4}, {"text": "ART. I. His sacred royal majesty of Portugal promises, both in his own name and that of his successors, to admit for ever hereafter, into Portugal, the woollen cloths, and the rest of the woollen manufactures of the British, as was accustomed, till they were prohibited by the law; nevertheless upon this condition:", "characters": 315, "sentences": 3}, {"text": "ART. III. The most excellent lords the plenipotentiaries promise and take upon themselves, that their above named masters shall ratify this treaty; and within the space of two months the ratification shall be exchanged.", "characters": 219, "sentences": 4}, {"text": "Let us suppose, however, that the whole was on account of Great Britain, and that it amounted to a still greater sum than Mr Barretti seems to imagine; this trade would not, upon that account, be more advantageous than any other, in which, for the same value sent out, we received an equal value of consumable goods in return.", "characters": 326, "sentences": 2}, {"text": "That any annual addition which, it can reasonably be supposed, is made either to the plate or to the coin of the kingdom, could require but a very small annual importation of gold and silver, seems evident enough; and though we had no direct trade with Portugal, this small quantity could always, somewhere or another, be very easily got.", "characters": 338, "sentences": 2}, {"text": "Though the goldsmiths trade be very considerable in Great Britain, the far greater part of the new plate which they annually sell, is made from other old plate melted down; so that the addition annually made to the whole plate of the kingdom cannot be very great, and could require but a very small annual importation.", "characters": 318, "sentences": 2}, {"text": "If the seignorage had been five per cent. and the gold currency only two per cent. below its standard weight, the bank would, in this case, have gained three per cent. upon the price of the bullion; but as they would have had a seignorage of five per cent. to pay upon the coinage, their loss upon the whole transaction would, in the same manner, have been exactly two per cent.", "characters": 378, "sentences": 6}, {"text": "If the seignorage had been only one per cent., and the gold currency two per cent. below its standard weight, the bank would, in this case, have lost only one per cent. upon the price of the bullion; but as they would likewise have had a seignorage of one per cent. to pay, their loss upon the whole transaction would have been exactly two per cent., in the same manner as in all other cases.", "characters": 392, "sentences": 7}, {"text": "The government, therefore, when it defrays the expense of coinage, not only incurs some small expense, but loses some small revenue which it might get by a proper duty; and neither the bank, nor any other private persons, are in the smallest degree benefited by this useless piece of public generosity.", "characters": 302, "sentences": 2}, {"text": "The interest which occasioned the first settlement of the different European colonies in America and the West Indies, was not altogether so plain and distinct as that which directed the establishment of those of ancient Greece and Rome.", "characters": 236, "sentences": 2}, {"text": "The establishment of the European colonies in America and the West Indies arose from no necessity; and though the utility which has resulted from them has been very great, it is not altogether so clear and evident. It was not understood at their first establishment, and was not the motive, either of that establishment, or of the discoveries which gave occasion to it; and the nature, extent, and limits of that utility, are not, perhaps, well understood at this day.", "characters": 468, "sentences": 3}, {"text": "The Venetians, during the fourteenth and fifteenth centuries, carried on a very advantageous commerce in spiceries and other East India goods, which they distributed among the other nations of Europe. They purchased them chiefly in Egypt, at that time under the dominion of the Mamelukes, the enemies of the Turks, of whom the Venetians were the enemies; and this union of interest, assisted by the money of Venice, formed such a connexion as gave the Venetians almost a monopoly of the trade.", "characters": 493, "sentences": 3}, {"text": "In consequence of this mistake of Columbus, the name of the Indies has stuck to those unfortunate countries ever since; and when it was at last clearly discovered that the new were altogether different from the old Indies, the former were called the West, in contradistinction to the latter, which were called the East Indies.", "characters": 326, "sentences": 2}, {"text": "It was of importance to Columbus, however, that the countries which he had discovered, whatever they were, should be represented to the court of Spain as of very great consequence; and, in what constitutes the real riches of every country, the animal and vegetable productions of the soil, there was at that time nothing which could well justify such a representation of them.", "characters": 376, "sentences": 2}, {"text": "The vegetable food of the inhabitants, though, from their want of industry, not very abundant, was not altogether so scanty. It consisted in Indian corn, yams, potatoes, bananas, etc., plants which were then altogether unknown in Europe, and which have never since been very much esteemed in it, or supposed to yield a sustenance equal to what is drawn from the common sorts of grain and pulse, which have been cultivated in this part of the world time out of mind.", "characters": 465, "sentences": 4}, {"text": "A project of commerce to the East Indies, therefore, gave occasion to the first discovery of the West. A project of conquest gave occasion to all the establishments of the Spaniards in those newly discovered countries. The motive which excited them to this conquest was a project of gold and silver mines; and a course of accidents which no human wisdom could foresee, rendered this project much more successful than the undertakers had any reasonable grounds for expecting.", "characters": 474, "sentences": 4}, {"text": "The colony of a civilized nation which takes possession either of a waste country, or of one so thinly inhabited that the natives easily give place to the new settlers, advances more rapidly to wealth and greatness than any other human society.", "characters": 244, "sentences": 2}, {"text": "The Swedes established themselves in New Jersey; and the number of Swedish families still to be found there sufficiently demonstrates, that this colony was very likely to prosper, had it been protected by the mother country. But being neglected by Sweden, it was soon swallowed up by the Dutch colony of New York, which again, in 1674, fell under the dominion of the English.", "characters": 375, "sentences": 3}, {"text": "But there are no colonies of which the progress has been more rapid than that of the English in North America.", "characters": 110, "sentences": 2}, {"text": "Plenty of good land, and liberty to manage their own affairs their own way, seem to be the two great causes of the prosperity of all new colonies.", "characters": 146, "sentences": 2}, {"text": "In the plenty of good land, the English colonies of North America, though no doubt very abundantly provided, are, however, inferior to those of the Spaniards and Portuguese, and not superior to some of those possessed by the French before the late war. But the political institutions of the English colonies have been more favourable to the improvement and cultivation of this land, than those of the other three nations.", "characters": 421, "sentences": 3}, {"text": "Among the non-enumerated commodities are some of the most important productions of America and the West Indies, grain of all sorts, lumber, salt provisions, fish, sugar, and rum.", "characters": 178, "sentences": 2}, {"text": "Grain is naturally the first and principal object of the culture of all new colonies. By allowing them a very extensive market for it, the law encourages them to extend this culture much beyond the consumption of a thinly inhabited country, and thus to provide beforehand an ample subsistence for a continually increasing population.", "characters": 333, "sentences": 3}, {"text": "In a country quite covered with wood, where timber consequently is of little or no value, the expense of clearing the ground is the principal obstacle to improvement. By allowing the colonies a very extensive market for their lumber, the law endeavours to facilitate improvement by raising the price of a commodity which would otherwise be of little value, and thereby enabling them to make some profit of what would otherwise be mere expense.", "characters": 443, "sentences": 3}, {"text": "Rum is a very important article in the trade which the Americans carry on to the coast of Africa, from which they bring back negro slaves in return.", "characters": 148, "sentences": 2}, {"text": "The tendency of some of these regulations to raise the value of timber in America, and thereby to facilitate the clearing of the land, was neither, perhaps, intended nor understood by the legislature. Though their beneficial effects, however, have been in this respect accidental, they have not upon that account been less real.", "characters": 328, "sentences": 3}, {"text": "The most perfect freedom of trade is permitted between the British colonies of America and the West Indies, both in the enumerated and in the non-enumerated commodities Those colonies are now become so populous and thriving, that each of them finds in some of the others a great and extensive market for every part of its produce. All of them taken together, they make a great internal market for the produce of one another.", "characters": 424, "sentences": 3}, {"text": "With regard to the importation of goods from Europe, England has likewise dealt more liberally with her colonies than any other nation.", "characters": 135, "sentences": 2}, {"text": "But though the policy of Great Britain, with regard to the trade of her colonies, has been dictated by the same mercantile spirit as that of other nations, it has, however, upon the whole, been less illiberal and oppressive than that of any of them.", "characters": 249, "sentences": 2}, {"text": "Such have been the general outlines of the policy of the different European nations with regard to their colonies.", "characters": 114, "sentences": 2}, {"text": "The policy of Europe, therefore, has very little to boast of, either in the original establishment, or, so far as concerns their internal government, in the subsequent prosperity of the colonies of America.", "characters": 206, "sentences": 2}, {"text": "Folly and injustice seem to have been the principles which presided over and directed the first project of establishing those colonies; the folly of hunting after gold and silver mines, and the injustice of coveting the possession of a country whose harmless natives, far from having ever injured the people of Europe, had received the first adventurers with every mark of kindness and hospitality.", "characters": 398, "sentences": 2}, {"text": "The adventurers, indeed, who formed some of the latter establishments, joined to the chimerical project of finding gold and silver mines, other motives more reasonable and more laudable; but even these motives do very little honour to the policy of Europe.", "characters": 256, "sentences": 2}, {"text": "PART III. Of the Advantages which Europe has derived From the Discovery of America, and from that of a Passage to the East Indies by the Cape of Good Hope.", "characters": 155, "sentences": 3}, {"text": "Those advantages may be divided, first, into the general advantages which Europe, considered as one great country, has derived from those great events; and, secondly, into the particular advantages which each colonizing country has derived from the colonies which particularly belong to it, in consequence of the authority or dominion which it exercises over them.", "characters": 364, "sentences": 2}, {"text": "The general advantages which Europe, considered as one great country, has derived from the discovery and colonization of America, consist, first, in the increase of its enjoyments; and, secondly, in the augmentation of its industry.", "characters": 232, "sentences": 2}, {"text": "The surplus produce of America imported into Europe, furnishes the inhabitants of this great continent with a variety of commodities which they could not otherwise have possessed; some for conveniency and use, some for pleasure, and some for ornament; and thereby contributes to increase their enjoyments.", "characters": 305, "sentences": 2}, {"text": "The particular advantages which each colonizing country derives from the colonies which particularly belong to it, are of two different kinds; first, those common advantages which every empire derives from the provinces subject to its dominion; and, secondly, those peculiar advantages which are supposed to result from provinces of so very peculiar a nature as the European colonies of America.", "characters": 395, "sentences": 2}, {"text": "The advantages of such colonies to their respective mother countries, consist altogether in those peculiar advantages which are supposed to result from provinces of so very peculiar a nature as the European colonies of America; and the exclusive trade, it is acknowledged, is the sole source of all those peculiar advantages.", "characters": 325, "sentences": 2}, {"text": "This advantage, however, will, perhaps, be found to be rather what may be called a relative than an absolute advantage, and to give a superiority to the country which enjoys it, rather by depressing the industry and produce of other countries, than by raising those of that particular country above what they would naturally rise to in the case of a free trade.", "characters": 361, "sentences": 2}, {"text": "This double effect of drawing capital from all other trades, and of raising the rate of profit somewhat higher than it otherwise would have been in all trades, was not only produced by this monopoly upon its first establishment, but has continued to be produced by it ever since.", "characters": 279, "sentences": 2}, {"text": "First, This monopoly has been continually drawing capital from all other trades, to be employed in that of the colonies.", "characters": 120, "sentences": 2}, {"text": "Secondly, This monopoly has necessarily contributed to keep up the rate of profit, in all the different branches of British trade, higher than it naturally would have been, had all nations been allowed a free trade to the British colonies.", "characters": 239, "sentences": 2}, {"text": "But whatever raises, in any country, the ordinary rate of profit higher than it otherwise would be, necessarily subjects that country both to an absolute, and to a relative disadvantage in every branch of trade of which she has not the monopoly.", "characters": 245, "sentences": 2}, {"text": "It subjects her to an absolute disadvantage; because, in such branches of trade, her merchants cannot get this greater profit without selling dearer than they otherwise would do, both the goods of foreign countries which they import into their own, and the goods of their own country which they export to foreign countries. Their own country must both buy dearer and sell dearer; must both buy less, and sell less; must both enjoy less and produce less, than she otherwise would do.", "characters": 482, "sentences": 3}, {"text": "Our merchants frequently complain of the high wages of British labour, as the cause of their manufactures being undersold in foreign markets; but they are silent about the high profits of stock. They complain of the extravagant gain of other people; but they say nothing of their own. The high profits of British stock, however, may contribute towards raising the price of British manufactures, in many cases, as much, and in some perhaps more, than the high wages of British labour.", "characters": 483, "sentences": 4}, {"text": "It is in this manner that the capital of Great Britain, one may justly say, has partly been drawn and partly been driven from the greater part of the different branches of trade of which she has not the monopoly; from the trade of Europe, in particular, and from that of the countries which lie round the Mediterranean sea.", "characters": 323, "sentences": 2}, {"text": "It has partly been drawn from those branches of trade, by the attraction of superior profit in the colony trade, in consequence of the continual increase of that trade, and of the continual insufficiency of the capital which had carried it on one year to carry it on the next.", "characters": 276, "sentences": 2}, {"text": "It has partly been driven from them, by the advantage which the high rate of profit established in Great Britain gives to other countries, in all the different branches of trade of which Great Britain has not the monopoly.", "characters": 222, "sentences": 2}, {"text": "The colony trade, however, it may perhaps be said, is more advantageous to Great Britain than any other; and the monopoly, by forcing into that trade a greater proportion of the capital of Great Britain than what would otherwise have gone to it, has turned that capital into an employment, more advantageous to the country than any other which it could have found.", "characters": 364, "sentences": 2}, {"text": "But the monopoly of the colony trade, so far as it has operated upon the employment of the capital of Great Britain, has, in all cases, forced some part of it from a foreign trade of consumption carried on with a neighbouring, to one carried on with a more distant country, and in many cases from a direct foreign trade of consumption to a round-about one.", "characters": 356, "sentences": 2}, {"text": "First, The monopoly of the colony trade has, in all cases, forced some part of the capital of Great Britain from a foreign trade of consumption carried on with a neighbouring, to one carried on with a more distant country.", "characters": 222, "sentences": 2}, {"text": "Secondly, The monopoly of the colony trade, has, in many cases, forced some part of the capital of Great Britain from a direct foreign trade of consumption, into a round-about one.", "characters": 180, "sentences": 2}, {"text": "The monopoly of the colony trade, too, has forced some part of the capital of Great Britain from all foreign trade of consumption to a carrying trade; and, consequently from supporting more or less the industry of Great Britain, to be employed altogether in supporting partly that of the colonies, and partly that of some other countries.", "characters": 338, "sentences": 2}, {"text": "We must carefully distinguish between the effects of the colony trade and those of the monopoly of that trade. The former are always and necessarily beneficial; the latter always and necessarily hurtful. But the former are so beneficial, that the colony trade, though subject to a monopoly, and, notwithstanding the hurtful effects of that monopoly, is still, upon the whole, beneficial, and greatly beneficial, though a good deal less so than it otherwise would be.", "characters": 466, "sentences": 4}, {"text": "But that the monopoly of the trade of populous and thriving colonies is not alone sufficient to establish, or even to maintain, manufactures in any country, the examples of Spain and Portugal sufficiently demonstrate. Spain and Portugal were manufacturing countries before they had any considerable colonies. Since they had the richest and most fertile in the world, they have both ceased to be so.", "characters": 398, "sentences": 4}, {"text": "The monopoly of the colony trade, therefore, like all the other mean and malignant expedients of the mercantile system, depresses the industry of all other countries, but chiefly that of the colonies, without in the least increasing, but on the contrary diminishing, that of the country in whose favour it is established.", "characters": 321, "sentences": 2}, {"text": "All the original sources of revenue, the wages of labour, the rent of land, and the profits of stock, the monopoly renders much less abundant than they otherwise would be. To promote the little interest of one little order of men in one country, it hurts the interest of all other orders of men in that country, and of all the men in all other countries.", "characters": 354, "sentences": 3}, {"text": "It is thus that the single advantage which the monopoly procures to a single order of men, is in many different ways hurtful to the general interest of the country.", "characters": 164, "sentences": 2}, {"text": "Under the present system of management, therefore, Great Britain derives nothing but loss from the dominion which she assumes over her colonies.", "characters": 144, "sentences": 2}, {"text": "Both these kinds of monopolies derange more or less the natural distribution of the stock of the society; but they do not always derange it in the same way.", "characters": 156, "sentences": 2}, {"text": "Monopolies of the first kind always attract to the particular trade in which they are established a greater proportion of the stock of the society than what would go to that trade of its own accord.", "characters": 198, "sentences": 2}, {"text": "Monopolies of the second kind may sometimes attract stock towards the particular trade in which they are established, and sometimes repel it from that trade, according to different circumstances. In poor countries, they naturally attract towards that trade more stock than would otherwise go to it. In rich countries, they naturally repel from it a good deal of stock which would otherwise go to it.", "characters": 399, "sentences": 4}, {"text": "Such exclusive companies, therefore, are nuisances in every respect; always more or less inconvenient to the countries in which they are established, and destructive to those which have the misfortune to fall under their government.", "characters": 232, "sentences": 2}, {"text": "The importation of the materials of manufacture has sometimes been encouraged by an exemption from the duties to which other goods are subject, and sometimes by bounties.", "characters": 170, "sentences": 2}, {"text": "Both the bounty upon the exportation of linen, and the exemption from the duty upon the importation of foreign yarn, which were granted only for fifteen years, but continued by two different prolongations, expire with the end of the session of parliament which shall immediately follow the 24th of June 1786.", "characters": 308, "sentences": 2}, {"text": "The encouragement given to the importation of the materials of manufacture by bounties, has been principally confined to such as were imported from our American plantations.", "characters": 173, "sentences": 2}, {"text": "The sixth Bounty of this kind was that granted by 11th Geo. III. chap. 50, for the importation of pipe, hogshead, and barrelstaves and leading from the British plantations. It was granted for nine years, from 1st January 1772 to the 1st January 1781. For the first three years, it was, for a certain quantity of each, to be at the rate of £6; for the second three years at £4; and for the third three years at £2.", "characters": 416, "sentences": 7}, {"text": "The exportation of the materials of manufacture is sometimes discouraged by absolute prohibitions, and sometimes by high duties.", "characters": 128, "sentences": 2}, {"text": "The violence of these regulations, therefore, seems to have affected neither the quantity nor the quality of the annual produce of wool, so much as it might have been expected to do (though I think it probable that it may have affected the latter a good deal more than the former); and the interest of the growers of wool, though it must have been hurt in some degree, seems upon the whole, to have been much less hurt than could well have been imagined.", "characters": 454, "sentences": 2}, {"text": "These considerations, however, will not justify the absolute prohibition of the exportation of wool; but they will fully justify the imposition of a considerable tax upon that exportation.", "characters": 188, "sentences": 2}, {"text": "To hurt, in any degree, the interest of any one order of citizens, for no other purpose but to promote that of some other, is evidently contrary to that justice and equality of treatment which the sovereign owes to all the different orders of his subjects. But the prohibition certainly hurts, in some degree, the interest of the growers of wool, for no other purpose but to promote that of the manufacturers.", "characters": 409, "sentences": 3}, {"text": "The exportation of fuller's earth, or fuller's clay, supposed to be necessary for preparing and cleansing the woollen manufactures, has been subjected to nearly the same penalties as the exportation of wool. Even tobacco-pipe clay, though acknowledged to be different from fuller's clay, yet, on account of their resemblance, and because fuller's clay might sometimes be exported as tobacco-pipe clay, has been laid under the same prohibitions and penalties.", "characters": 458, "sentences": 3}, {"text": "The exportation of the materials of manufacture, where it is not altogether prohibited, is, in many cases, subjected to considerable duties.", "characters": 140, "sentences": 2}, {"text": "Coals may be considered both as a material of manufacture, and as an instrument of trade. Heavy duties, accordingly, have been imposed upon their exportation, amounting at present (1783) to more than five shillings the ton, or more than fifteen shillings the chaldron, Newcastle measure; which is, in most cases, more than the original value of the commodity at the coal-pit, or even at the shipping port for exportation.", "characters": 421, "sentences": 3}, {"text": "By the former of these two statutes, upon proof that any person has been enticing any artificer, or that any artificer has promised or contracted to go into foreign parts, for the purposes aforesaid, such artificer may be obliged to give security, at the discretion of the court, that he shall not go beyond the seas, and may be committed to prison until he give such security.", "characters": 377, "sentences": 2}, {"text": "It is unnecessary, I imagine, to observe how contrary such regulations are to the boasted liberty of the subject, of which we affect to be so very jealous; but which, in this case, is so plainly sacrificed to the futile interests of our merchants and manufacturers.", "characters": 265, "sentences": 2}, {"text": "Consumption is the sole end and purpose of all production; and the interest of the producer ought to be attended to, only so far as it may be necessary for promoting that of the consumer.", "characters": 187, "sentences": 2}, {"text": "The maxim is so perfectly self-evident, that it would be absurd to attempt to prove it. But in the mercantile system, the interest of the consumer is almost constantly sacrificed to that of the producer; and it seems to consider production, and not consumption, as the ultimate end and object of all industry and commerce.", "characters": 322, "sentences": 3}, {"text": "In the restraints upon the importation of all foreign commodities which can come into competition with those of our own growth or manufacture, the interest of the home consumer is evidently sacrificed to that of the producer. It is altogether for the benefit of the latter, that the former is obliged to pay that enhancement of price which this monopoly almost always occasions.", "characters": 378, "sentences": 3}, {"text": "It is altogether for the benefit of the producer, that bounties are granted upon the exportation of some of his productions. The home consumer is obliged to pay, first the tax which is necessary for paying the bounty; and, secondly, the still greater tax which necessarily arises from the enhancement of the price of the commodity in the home market.", "characters": 350, "sentences": 3}, {"text": "CHAPTER IX. OF THE AGRICULTURAL SYSTEMS, OR OF THOSE SYSTEMS OF POLITICAL ECONOMY WHICH REPRESENT THE PRODUCE OF LAND, AS EITHER THE SOLE OR THE PRINCIPAL SOURCE OF THE REVENUE AND WEALTH OF EVERY COUNTRY.", "characters": 205, "sentences": 3}, {"text": "The agricultural systems of political economy will not require so long an explanation as that which I have thought it necessary to bestow upon the mercantile or commercial system.", "characters": 179, "sentences": 2}, {"text": "The ground expenses of the landlord, however, together with the original and the annual expenses of the farmer, are the only three sorts of expenses which in this system are considered as productive. All other expenses, and all other orders of people, even those who, in the common apprehensions of men, are regarded as the most productive, are, in this account of things, represented as altogether barren and unproductive.", "characters": 423, "sentences": 3}, {"text": "Mercantile stock is equally barren and unproductive with manufacturing stock. It only continues the existence of its own value, without producing any new value. Its profits are only the repayment of the maintenance which its employer advances to himself during the time that he employs it, or till he receives the returns of it. They are only the repayment of a part of the expense which must be laid out in employing it.", "characters": 421, "sentences": 5}, {"text": "It can never be the interest of the proprietors and cultivators, to restrain or to discourage, in any respect, the industry of merchants, artificers, and manufacturers. The greater the liberty which this unproductive class enjoys, the greater will be the competition in all the different trades which compose it, and the cheaper will the other two classes be supplied, both with foreign goods and with the manufactured produce of their own country.", "characters": 448, "sentences": 3}, {"text": "Such mercantile states, however, are not only useful, but greatly useful, to the inhabitants of those other countries. They fill up, in some measure, a very important void; and supply the place of the merchants, artificers, and manufacturers, whom the inhabitants of those countries ought to find at home, but whom, from some defect in their policy, they do not find at home.", "characters": 375, "sentences": 3}, {"text": "This perfect freedom of trade would even be the most effectual expedient for supplying them, in due time, with all the artificers, manufacturers, and merchants, whom they wanted at home; and for filling up, in the properest and most advantageous manner, that very important void which they felt there.", "characters": 301, "sentences": 2}, {"text": "The capital error of this system, however, seems to lie in its representing the class of artificers, manufacturers, and merchants, as altogether barren and unproductive. The following observations may serve to shew the impropriety of this representation:--", "characters": 256, "sentences": 2}, {"text": "Fourthly, farmers and country labourers can no more augment, without parsimony, the real revenue, the annual produce of the land and labour of their society, than artificers, manufacturers, and merchants. The annual produce of the land and labour of any society can be augmented only in two ways; either, first, by some improvement in the productive powers of the useful labour actually maintained within it; or, secondly, by some increase in the quantity of that labour.", "characters": 471, "sentences": 3}, {"text": "As the political economy of the nations of modern Europe has been more favourable to manufactures and foreign trade, the industry of the towns, than to agriculture, the industry of the country; so that of other nations has followed a different plan, and has been more favourable to agriculture than to manufactures and foreign trade.", "characters": 333, "sentences": 2}, {"text": "The policy of ancient Egypt, too, and that of the Gentoo government of Indostan, seem to have favoured agriculture more than all other employments.", "characters": 147, "sentences": 2}, {"text": "The two following accounts are subjoined, in order to illustrate and confirm what is said in the fifth chapter of the fourth book, concerning the Tonnage Bounty to the Whit-herring Fishery. The reader, I believe, may depend upon the accuracy of both accounts.", "characters": 259, "sentences": 3}, {"text": "An account of Busses fitted out in Scotland for eleven Years, with the Number of empty Barrels carried out, and the Number of Barrels of Herrings caught; also the Bounty, at a Medium, on each Barrel of Sea-sricks, and on each Barrel when fully packed.", "characters": 251, "sentences": 2}, {"text": "Sea-sticks     378,347  Bounty, at a medium, for each                           barrel of sea-sticks,         £ 0   8   2¼                           But a barrel of sea-sticks                           being only reckoned two thirds                           of a barrel fully packed, one                           third to be deducted, which   ¹/³deducted    126,115  brings the bounty to          £ 0  12   3¾   Barrels fully   packed         252,231", "characters": 458, "sentences": 1}, {"text": "And if the herrings are exported, there is besides a                                            premium of   £ 0   2   8   So the bounty paid by government in money for each                                            barrel is    £ 0  14  11¾", "characters": 245, "sentences": 1}, {"text": "But if to this, the duty of the salt usually taken   credit for as expended in curing each barrel, which   at a medium, is, of foreign, one bushel and one-   fourth of a bushel, at 10s. a-bushel, be added, viz     0  12   6   the bounty on each barrel would amount to             £ 1   7   5¾", "characters": 294, "sentences": 2}, {"text": "If the herrings are cured with British salt, it will   stand thus, viz.   Bounty as before                                      £ 0  14  11¾   But if to this bounty, the duty on two bushels of   Scotch salt, at 1s.6d. per bushel, supposed to be   the quantity, at a medium, used in curing each   barrel is added, viz.                                   0   3   0   The bounty on each barrel will amount to              £ 0  17  11¾", "characters": 434, "sentences": 5}, {"text": "And when buss herrings are entered for home   consumption in Scotland, and pay the shilling a   barrel of duty, the bounty stands thus, to wit,                                            as before    £ 0  12   3¾   From which the shilling a barrel is to be deducted      0   1   0                                                         £ 0  11   3¾", "characters": 353, "sentences": 1}, {"text": "But to that there is to be added again, the duty of   the foreign salt used curing a barrel of herring viz    0  12   6   So that the premium allowed for each barrel of her-   rings entered for home consumption is                 £ 1   3   9¾", "characters": 244, "sentences": 1}, {"text": "If the herrings are cured in British salt, it will   stand as follows viz.   Bounty on each barrel brought in by the busses, as   above                                                 £ 0  12   3¾   From which deduct 1s. a-barrel, paid at the time   they are entered for home consumption                   0   1   0                                                         £ 0  11   3¾", "characters": 388, "sentences": 3}, {"text": "But if to the bounty, the the duty on two bushel   of Scotch salt, at 1s.6d. per bushel supposed to   be the quantity, at a medium, used in curing each   barrel, is added, viz                                   0   3   0   the premium for each barrel entered for home   consumption will be                                   £ 1  14   3¾", "characters": 337, "sentences": 3}, {"text": "Though the loss of duties upon herrings exported cannot, perhaps, properly be considered as bounty, that upon herrings entered for home consumption certainly may.", "characters": 162, "sentences": 2}, {"text": "An account of the Quantity of Foreign Salt imported into Scotland, and of Scotch Salt delivered Duty-free from the Works there, for the Fishery, from the 5th. of April 1771 to the 5th. of April 1782 with the Medium of both for one Year.", "characters": 236, "sentences": 4}, {"text": "Foreign Salt      Scotch Salt delivered            PERIOD                 imported        from the Works                                   Bushels              Bushels", "characters": 167, "sentences": 1}, {"text": "From 5th. April 1771 to       5th. April 1782             936,974              168,226   Medium for one year              85,159½              15,293¼", "characters": 152, "sentences": 3}, {"text": "It is to be observed, that the bushel of foreign salt weighs 48lbs., that of British weighs 56lbs. only.", "characters": 104, "sentences": 4}, {"text": "The first duty of the sovereign, that of protecting the society from the violence and invasion of other independent societies, can be performed only by means of a military force. But the expense both of preparing this military force in time of peace, and of employing it in time of war, is very different in the different states of society, in the different periods of improvement.", "characters": 381, "sentences": 3}, {"text": "In a more advanced state of society, two different causes contribute to render it altogether impossible that they who take the field should maintain themselves at their own expense. Those two causes are, the progress of manufactures, and the improvement in the art of war.", "characters": 272, "sentences": 3}, {"text": "In these circumstances, there seem to be but two methods by which the state can make any tolerable provision for the public defence.", "characters": 132, "sentences": 2}, {"text": "It may either, first, by means of a very rigorous police, and in spite of the whole bent of the interest, genius, and inclinations of the people, enforce the practice of military exercises, and oblige either all the citizens of the military age, or a certain number of them, to join in some measure the trade of a soldier to whatever other trade or profession they may happen to carry on.", "characters": 388, "sentences": 2}, {"text": "Or, secondly, by maintaining and employing a certain number of citizens in the constant practice of military exercises, it may render the trade of a soldier a particular trade, separate and distinct from all others.", "characters": 215, "sentences": 2}, {"text": "A militia, however, in whatever manner it may be either disciplined or exercised, must always be much inferior to a well disciplined and well exercised standing army.", "characters": 166, "sentences": 2}, {"text": "The soldiers who are exercised only once a week, or once a-month, can never be so expert in the use of their arms, as those who are exercised every day, or every other day; and though this circumstance may not be of so much consequence in modern, as it was in ancient times, yet the acknowledged superiority of the Prussian troops, owing, it is said, very much to their superior expertness in their exercise, may satisfy us that it is, even at this day, of very considerable consequence.", "characters": 487, "sentences": 2}, {"text": "This distinction being well understood, the history of all ages, it will be found, hears testimony to the irresistible superiority which a well regulated standing army has over a militia.", "characters": 187, "sentences": 2}, {"text": "The fall of Carthage, and the consequent elevation of Rome, is the second. All the varieties in the fortune of those two famous republics may very well be accounted for from the same cause.", "characters": 189, "sentences": 3}, {"text": "The standing army which Annibal left behind him in Spain had the like superiority over the militia which the Romans sent to oppose it; and, in a few years, under the command of his brother, the younger Asdrubal, expelled them almost entirely from that country.", "characters": 260, "sentences": 2}, {"text": "The first duty of the sovereign, therefore, that of defending the society from the violence and injustice of other independent societies, grows gradually more and more expensive, as the society advances in civilization. The military force of the society, which originally cost the sovereign no expense, either in time of peace, or in time of war, must, in the progress of improvement, first be maintained by him in time of war, and afterwards even in time of peace.", "characters": 465, "sentences": 3}, {"text": "The second duty of the sovereign, that of protecting, as far as possible, every member of the society from the injustice or oppression of every other member of it, or the duty of establishing an exact administration of justice, requires two very different degrees of expense in the different periods of society.", "characters": 311, "sentences": 2}, {"text": "Civil government supposes a certain subordination. But as the necessity of civil government gradually grows up with the acquisition of valuable property; so the principal causes, which naturally introduce subordination, gradually grow up with the growth of that valuable property.", "characters": 280, "sentences": 3}, {"text": "The causes or circumstances which naturally introduce subordination, or which naturally and antecedent to any civil institution, give some men some superiority over the greater part of their brethren, seem to be four in number.", "characters": 227, "sentences": 2}, {"text": "It does not seem necessary that the expense of those public works should be defrayed from that public revenue, as it is commonly called, of which the collection and application are in most countries, assigned to the executive power. The greater part of such public works may easily be so managed, as to afford a particular revenue, sufficient for defraying their own expense without bringing any burden upon the general revenue of the society.", "characters": 443, "sentences": 3}, {"text": "That a considerable revenue might be gained in this manner, I have no doubt, though probably not near so much as the projectors of this plan have supposed. The plan itself, however, seems liable to several very important objections.", "characters": 232, "sentences": 3}, {"text": "In France, the funds destined for the reparation of the high-roads are under the immediate direction of the executive power. Those funds consist, partly in a certain number of days labour, which the country people are in most parts of Europe obliged to give to the reparation of the highways; and partly in such a portion of the general revenue of the state as the king chooses to spare from his other expenses.", "characters": 411, "sentences": 3}, {"text": "Of the public Works and Institution which are necessary for facilitating particular Branches of Commerce.", "characters": 105, "sentences": 2}, {"text": "The object of the public works and institutions above mentioned, is to facilitate commerce in general. But in order to facilitate some particular branches of it, particular institutions are necessary, which again require a particular and extraordinary expense.", "characters": 260, "sentences": 3}, {"text": "These companies, though they may, perhaps, have been useful for the first introduction of some branches of commerce, by making, at their own expense, an experiment which the state might not think it prudent to make, have in the long-run proved, universally, either burdensome or useless, and have either mismanaged or confined the trade.", "characters": 337, "sentences": 2}, {"text": "The regulated companies for foreign commerce which at present subsist in Great Britain, are the ancient merchant-adventurers company, now commonly called the Hamburgh company, the Russia company, the Eastland company, the Turkey company, and the African company.", "characters": 262, "sentences": 2}, {"text": "Joint-stock companies, established either by royal charter, or by act of parliament, are different in several respects, not only from regulated companies, but from private copartneries.", "characters": 185, "sentences": 2}, {"text": "Secondly, In a private copartnery, each partner is bound for the debts contracted by the company, to the whole extent of his fortune. In a joint-stock company, on the contrary, each partner is bound only to the extent of his share.", "characters": 231, "sentences": 3}, {"text": "With the right of possessing forts and garrisons in distant and barbarous countries is necessarily connected the right of making peace and war in those countries. The joint-stock companies, which have had the one right, have constantly exercised the other, and have frequently had it expressly conferred upon them. How unjustly, how capriciously, how cruelly, they have commonly exercised it, is too well known from recent experience.", "characters": 434, "sentences": 4}, {"text": "The value of the risk, either from fire, or from loss by sea, or by capture, though it cannot, perhaps, be calculated very exactly, admits, however, of such a gross estimation, as renders it, in some degree, reducible to strict rule and method. The trade of insurance, therefore, may be carried on successfully by a joint-stock company, without any exclusive privilege. Neither the London Assurance, nor the Royal Exchange Assurance companies have any such privilege.", "characters": 467, "sentences": 4}, {"text": "The great and general utility of the banking trade, when prudently managed, has been fully explained in the second book of this Inquiry. But a public bank, which is to support public credit, and, upon particular emergencies, to advance to government the whole produce of a tax, to the amount, perhaps, of several millions, a year or two before it comes in, requires a greater capital than can easily be collected into any private copartnery.", "characters": 441, "sentences": 3}, {"text": "That navigable cuts and canals, and the works which are sometimes necessary for supplying a great city with water, are of great and general utility, while, at the same time, they frequently require a greater expense than suits the fortunes of private people, is sufficiently obvious.", "characters": 283, "sentences": 2}, {"text": "The institutions for the education of the youth may, in the same manner, furnish a revenue sufficient for defraying their own expense. The fee or honorary, which the scholar pays to the master, naturally constitutes a revenue of this kind.", "characters": 239, "sentences": 3}, {"text": "Have those public endowments contributed in general, to promote the end of their institution? Have they contributed to encourage the diligence, and to improve the abilities, of the teachers? Have they directed the course of education towards objects more useful, both to the individual and to the public, than those to which it would naturally have gone of its own accord? It should not seem very difficult to give at least a probable answer to each of those questions.", "characters": 469, "sentences": 2}, {"text": "The endowments of schools and colleges have necessarily diminished, more or less, the necessity of application in the teachers. Their subsistence, so far as it arises from their salaries, is evidently derived from a fund, altogether independent of their success and reputation in their particular professions.", "characters": 309, "sentences": 3}, {"text": "Whatever forces a certain number of students to any college or university, independent of the merit or reputation of the teachers, tends more or less to diminish the necessity of that merit or reputation.", "characters": 204, "sentences": 2}, {"text": "The parts of education which are commonly taught in universities, it may perhaps be said, are not very well taught. But had it not been for those institutions, they would not have been commonly taught at all; and both the individual and the public would have suffered a good deal from the want of those important parts of education.", "characters": 332, "sentences": 3}, {"text": "Originally, the first rudiments, both of the Greek and Latin languages, were taught in universities; and in some universities they still continue to be so. In others, it is expected that the student should have previously acquired, at least, the rudiments of one or both of those languages, of which the study continues to make everywhere a very considerable part of university education.", "characters": 388, "sentences": 3}, {"text": "The ancient Greek philosophy was divided into three great branches; physics, or natural philosophy; ethics, or moral philosophy; and logic. This general division seems perfectly agreeable to the nature of things.", "characters": 212, "sentences": 3}, {"text": "This ancient division of philosophy into three parts was, in the greater part of the universities of Europe, changed for another into five.", "characters": 139, "sentences": 2}, {"text": "Different plans and different institutions for education seem to have taken place in other ages and nations.", "characters": 108, "sentences": 2}, {"text": "Ought the public, therefore, to give no attention, it may be asked, to the education of the people? Or, if it ought to give any, what are the different parts of education which it ought to attend to in the different orders of the people? and in what manner ought it to attend to them?", "characters": 284, "sentences": 1}, {"text": "The public can encourage the acquisition of those most essential parts of education, by giving small premiums, and little badges of distinction, to the children of the common people who excel in them.", "characters": 200, "sentences": 2}, {"text": "The public can impose upon almost the whole body of the people the necessity of acquiring the most essential parts of education, by obliging every man to undergo an examination or probation in them, before he can obtain the freedom in any corporation, or be allowed to set up any trade, either in a village or town corporate.", "characters": 325, "sentences": 2}, {"text": "There are two very easy and effectual remedies, however, by whose joint operation the state might, without violence, correct whatever was unsocial or disagreeably rigorous in the morals of all the little sects into which the country was divided.", "characters": 245, "sentences": 2}, {"text": "In some countries, as in Scotland, where the government was weak, unpopular, and not very firmly established, the reformation was strong enough to overturn, not only the church, but the state likewise, for attempting to support the church.", "characters": 239, "sentences": 2}, {"text": "Over and above the expenses necessary for enabling the sovereign to perform his several duties, a certain expense is requisite for the support of his dignity. This expense varies, both with the different periods of improvement, and with the different forms of government.", "characters": 271, "sentences": 3}, {"text": "In an opulent and improved society, where all the different orders of people are growing every day more expensive in their houses, in their furniture, in their tables, in their dress, and in their equipage; it cannot well be expected that the sovereign should alone hold out against the fashion. He naturally, therefore, or rather necessarily, becomes more expensive in all those different articles too. His dignity even seems to require that he should become so.", "characters": 463, "sentences": 4}, {"text": "As, in point of dignity, a monarch is more raised above his subjects than the chief magistrate of any republic is ever supposed to be above his fellow-citizens; so a greater expense is necessary for supporting that higher dignity. We naturally expect more splendour in the court of a king, than in the mansion-house of a doge or burgo-master.", "characters": 342, "sentences": 3}, {"text": "The expense of defending the society, and that of supporting the dignity of the chief magistrate, are both laid out for the general benefit of the whole society. It is reasonable, therefore, that they should be defrayed by the general contribution of the whole society; all the different members contributing, as nearly as possible, in proportion to their respective abilities.", "characters": 377, "sentences": 3}, {"text": "Those local or provincial expenses, of which the benefit is local or provincial (what is laid out, for example, upon the police of a particular town or district), ought to be defrayed by a local or provincial revenue, and ought to be no burden upon the general revenue of the society. It is unjust that the whole society should contribute towards an expense, of which the benefit is confined to a part of the society.", "characters": 417, "sentences": 3}, {"text": "The revenue which must defray, not only the expense of defending the society and of supporting the dignity of the chief magistrate, but all the other necessary expenses of government, for which the constitution of the state has not provided any particular revenue may be drawn, either, first, from some fund which peculiarly belongs to the sovereign or commonwealth, and which is independent of the revenue of the people; or, secondly, from the revenue of the people.", "characters": 467, "sentences": 2}, {"text": "PART I. Of the Funds, or Sources, of Revenue, which may peculiarly belong to the Sovereign or Commonwealth.", "characters": 107, "sentences": 3}, {"text": "The funds, or sources, of revenue, which may peculiarly belong to the sovereign or commonwealth, must consist, either in stock, or in land.", "characters": 139, "sentences": 2}, {"text": "The sovereign, like, any other owner of stock, may derive a revenue from it, either by employing it himself, or by lending it. His revenue is, in the one case, profit, in the other interest.", "characters": 190, "sentences": 3}, {"text": "The revenue of a Tartar or Arabian chief consists in profit. It arises principally from the milk and increase of his own herds and flocks, of which he himself superintends the management, and is the principal shepherd or herdsman of his own horde or tribe. It is, however, in this earliest and rudest state of civil government only, that profit has ever made the principal part of the public revenue of a monarchical state.", "characters": 423, "sentences": 4}, {"text": "A state may sometimes derive some part of its public revenue from the interest of money, as well as from the profits of stock. If it has amassed a treasure, it may lend a part of that treasure, either to foreign states, or to its own subjects.", "characters": 243, "sentences": 3}, {"text": "The city of Hamburgh {See Memoire concernant les Droites et Impositions en Europe tome i p. 73.}has established a sort of public pawn-shop, which lends money to the subjects of the state, upon pledges, at six per cent. interest. This pawn-shop, or lombard, as it is called, affords a revenue, it is pretended, to the state, of a hundred and fifty thousand crowns, which, at four and sixpence the crown, amounts to £33,750 sterling.", "characters": 432, "sentences": 6}, {"text": "The unstable and perishable nature of stock and credit, however, renders them unfit to be trusted to as the principal funds of that sure, steady, and permanent revenue, which can alone give security and dignity to government. The government of no great nation, that was advanced beyond the shepherd state, seems ever to have derived the greater part of its public revenue from such sources.", "characters": 390, "sentences": 3}, {"text": "The revenue which, in any civilized monarchy, the crown derives from the crown lands, though it appears to cost nothing to individuals, in reality costs more to the society than perhaps any other equal revenue which the crown enjoys. It would, in all cases, be for the interest of the society, to replace this revenue to the crown by some other equal revenue, and to divide the lands among the people, which could not well be done better, perhaps, than by exposing them to public sale.", "characters": 485, "sentences": 3}, {"text": "Lands, for the purposes of pleasure and magnificence, parks, gardens, public walks, etc. possessions which are everywhere considered as causes of expense, not as sources of revenue, seem to be the only lands which, in a great and civilized monarchy, ought to belong to the crown.", "characters": 279, "sentences": 3}, {"text": "Public stock and public lands, therefore, the two sources of revenue which may peculiarly belong to the sovereign or commonwealth, being both improper and insufficient funds for defraying the necessary expense of any great and civilized state; it remains that this expense must, the greater part of it, be defrayed by taxes of one kind or another; the people contributing a part of their own private revenue, in order to make up a public revenue to the sovereign or commonwealth.", "characters": 479, "sentences": 2}, {"text": "Before I enter upon the examination of particular taxes, it is necessary to premise the four following maximis with regard to taxes in general.", "characters": 143, "sentences": 2}, {"text": "A tax upon the rent of land may either be imposed according to a certain canon, every district being valued at a curtain rent, which valuation is not afterwards to be altered; or it may be imposed in such a manner, as to vary with every variation in the real rent of the land, and to rise or fall with the improvement or declension of its cultivation.", "characters": 351, "sentences": 2}, {"text": "A land-tax of this kind is certainly more equal than the land-tax of England. It might not, perhaps, be altogether so certain, and the assessment of the tax might frequently occasion a good deal more trouble to the landlord. It might, too, be a good deal more expensive in the levying.", "characters": 285, "sentences": 4}, {"text": "Such a system of administration, however, might, perhaps, be contrived, as would in a great measure both prevent this uncertainty, and moderate this expense.", "characters": 157, "sentences": 2}, {"text": "Such a system of administration might, perhaps, free a tax of this kind from any degree of uncertainty, which could occasion either oppression or inconveniency to the contributor; and might, at the same time, serve to introduce into the common management of land such a plan of policy as might contribute a good deal to the general improvement and good cultivation of the country.", "characters": 380, "sentences": 2}, {"text": "Some states, instead of the simple and obvious expedient of a register of leases, have had recourse to the laborious and expensive one of an actual survey and valuation of all the lands in the country. They have suspected, probably, that the lessor and lessee, in order to defraud the public revenue, might combine to conceal the real terms of the lease. Doomsday-book seems to have been the result of a very accurate survey of this kind.", "characters": 438, "sentences": 4}, {"text": "Taxes upon the produce of land may be levied, either in kind, or, according to a certain valuation in money.", "characters": 108, "sentences": 2}, {"text": "The rent of a house may be distinguished into two parts, of which the one may very properly be called the building-rent; the other is commonly called the ground-rent.", "characters": 166, "sentences": 2}, {"text": "Though, in many different countries of Europe, taxes have been imposed upon the rent of houses, I do not know of any in which ground-rents have been considered as a separate subject of taxation. The contrivers of taxes have, probably, found some difficulty in ascertaining what part of the rent ought to be considered as ground-rent, and what part ought to be considered as building-rent. It should not, however, seem very difficult to distinguish those two parts of the rent from one another.", "characters": 493, "sentences": 4}, {"text": "The contrivers of the several taxes which in England have, at different times, been imposed upon houses, seem to have imagined that there was some great difficulty in ascertaining, with tolerable exactness, what was the real rent of every house. They have regulated their taxes, therefore, according to some more obvious circumstance, such as they had probably imagined would, in most cases, bear some proportion to the rent.", "characters": 425, "sentences": 3}, {"text": "The first tax of this kind was hearth-money; or a tax of two shillings upon every hearth. In order to ascertain how many hearths were in the house, it was necessary that the tax-gatherer should enter every room in it. This odious visit rendered the tax odious. Soon after the Revolution, therefore, it was abolished as a badge of slavery.", "characters": 338, "sentences": 5}, {"text": "The revenue or profit arising from stock naturally divides itself into two parts; that which pays the interest, and which belongs to the owner of the stock; and that surplus part which is over and above what is necessary for paying the interest.", "characters": 245, "sentences": 2}, {"text": "There are, however, two different circumstances, which render the interest of money a much less proper subject of direct taxation than the rent of land.", "characters": 152, "sentences": 2}, {"text": "In all countries, a severe inquisition into the circumstances of private persons has been carefully avoided.", "characters": 108, "sentences": 2}, {"text": "In some countries, extraordinary taxes are imposed upon the profits of stock; sometimes when employed in particular branches of trade, and sometimes when employed in agriculture.", "characters": 178, "sentences": 2}, {"text": "Of the former kind, are in England, the tax upon hawkers and pedlars, that upon hackney-coaches and chairs, and that which the keepers of ale-houses pay for a licence to retail ale and spiritous liquors. During the late war, another tax of the same kind was proposed upon shops. The war having been undertaken, it was said, in defence of the trade of the country, the merchants, who were to profit by it, ought to contribute towards the support of it.", "characters": 451, "sentences": 4}, {"text": "A tax, however, upon the profits of stock employed in any particular branch of trade, can never fall finally upon the dealers (who must in all ordinary cases have their reasonable profit, and, where the competition is free, can seldom have more than that profit), but always upon the consumers, who must be obliged to pay in the price of the goods the tax which the dealer advances; and generally with some overcharge.", "characters": 418, "sentences": 2}, {"text": "What in France is called the personal taille, is perhaps, the most important tax upon the profits of stock employed in agriculture, that is levied in any part of Europe.", "characters": 169, "sentences": 2}, {"text": "What are called poll-taxes in the southern provinces of North America, and the West India islands, annual taxes of so much a-head upon every negro, are properly taxes upon the profits of a certain species of stock employed in agriculture. As the planters, are the greater part of them, both farmers and landlords, the final payment of the tax falls upon them in their quality of landlords, without any retribution.", "characters": 414, "sentences": 3}, {"text": "The taxes which in Holland are imposed upon men and maid servants, are taxes, not upon stock, but upon expense; and so far resemble the taxes upon consumable commodities. The tax of a guinea a-head for every man-servant, which has lately been imposed in Great Britain, is of the same kind. It falls heaviest upon the middling rank. A man of two hundred a-year may keep a single man-servant. A man of ten thousand a-year will not keep fifty. It does not affect the poor.", "characters": 469, "sentences": 7}, {"text": "While property remains in the possession of the same person, whatever permanent taxes may have been imposed upon it, they have never been intended to diminish or take away any part of its capital value, but only some part of the revenue arising from it. But when property changes hands, when it is transmitted either from the dead to the living, or from the living to the living, such taxes have frequently been imposed upon it as necessarily take away some part of its capital value.", "characters": 484, "sentences": 3}, {"text": "Such transactions may be taxed indirectly, by means either of stamp duties, or of duties upon registration; and those duties either may, or may not, be proportioned to the value of the subject which is transferred.", "characters": 214, "sentences": 2}, {"text": "In France, there are both stamp duties and duties upon registration. The former are considered as a branch of the aids of excise, and, in the provinces where those duties take place, are levied by the excise officers. The latter are considered as a branch of the domain of the crown and are levied by a different set of officers.", "characters": 329, "sentences": 4}, {"text": "Those modes of taxation by stamp duties and by duties upon registration, are of very modern invention. In the course of little more than a century, however, stamp duties have, in Europe, become almost universal, and duties upon registration extremely common. There is no art which one government sooner learns of another, than that of draining money from the pockets of the people.", "characters": 381, "sentences": 4}, {"text": "All taxes upon the transference of property of every kind, so far as they diminish the capital value of that property, tend to diminish the funds destined for the maintenance of productive labour. They are all more or less unthrifty taxes that increase the revenue of the sovereign, which seldom maintains any but unproductive labourers, at the expense of the capital of the people, which maintains none but productive.", "characters": 419, "sentences": 3}, {"text": "A tax upon the wages of country labour does not raise the price of the rude produce of land in proportion to the tax; for the same reason that a tax upon the farmer's profit does not raise that price in that proportion.", "characters": 219, "sentences": 2}, {"text": "ARTICLE IV.--Taxes which it is intended should fall indifferently upon every different Species of Revenue.", "characters": 106, "sentences": 3}, {"text": "The taxes which it is intended should fall indifferently upon every different species of revenue, are capitation taxes, and taxes upon consumable commodities. Those must be paid indifferently, from whatever revenue the contributors may possess; from the rent of their land, from the profits of their stock, or from the wages of their labour.", "characters": 341, "sentences": 3}, {"text": "Capitation taxes, if it is attempted to proportion them to the fortune or revenue of each contributor, become altogether arbitrary. The state of a man's fortune varies from day to day; and, without an inquisition, more intolerable than any tax, and renewed at least once every year, can only be guessed at. His assessment, therefore, must, in most cases, depend upon the good or bad humour of his assessors, and must, therefore, be altogether arbitrary and uncertain.", "characters": 467, "sentences": 4}, {"text": "Capitation taxes, if they are proportioned, not to the supposed fortune, but to the rank of each contributor, become altogether unequal; the degrees of fortune being frequently unequal in the same degree of rank.", "characters": 212, "sentences": 2}, {"text": "Such taxes, therefore, if it is attempted to render them equal, become altogether arbitrary and uncertain; and if it is attempted to render them certain and not arbitrary, become altogether unequal. Let the tax be light or heavy, uncertainty is always a great grievance. In a light tax, a considerable degree of inequality may be supported; in a heavy one, it is altogether intolerable.", "characters": 386, "sentences": 4}, {"text": "The inferior ranks of people must, in that country, suffer patiently the usage which their superiors think proper to give them.", "characters": 127, "sentences": 2}, {"text": "The different taxes which, in Great Britain, have, in the course of the present century, been imposed upon spiritous liquors, are not supposed to have had any effect upon the wages of labour. The rise in the price of porter, occasioned by an additional tax of three shillings upon the barrel of strong beer, has not raised the wages of common labour in London. These were about eighteen pence or twenty pence a-day before the tax, and they are not more now.", "characters": 457, "sentences": 4}, {"text": "Any rise in the average price of necessaries, unless it be compensated by a proportionable rise in the wages of labour, must necessarily diminish, more or less, the ability of the poor to bring up numerous families, and, consequently, to supply the demand for useful labour; whatever may be the state of that demand, whether increasing, stationary, or declining; or such as requires an increasing, stationary, or declining population.", "characters": 434, "sentences": 2}, {"text": "In Great Britain, the principal taxes upon the necessaries of life, are those upon the four commodities just now mentioned, salt, leather, soap, and candles.", "characters": 157, "sentences": 2}, {"text": "The gains of alien merchants were looked upon more unfavourably than those of English merchants. It was natural, therefore, that those of the former should be taxed more heavily than those of the latter. This distinction between the duties upon aliens and those upon English merchants, which was begun from ignorance, has been continued front the spirit of monopoly, or in order to give our own merchants an advantage, both in the home and in the foreign market.", "characters": 462, "sentences": 4}, {"text": "With this distinction, the ancient duties of customs were imposed equally upon all sorts of goods, necessaries as well its luxuries, goods exported as well as goods imported. Why should the dealers in one sort of goods, it seems to have been thought, be more favoured than those in another? or why should the merchant exporter be more favoured than the merchant importer?", "characters": 371, "sentences": 2}, {"text": "That the mercantile system has not been very favourable to the revenue of the great body of the people, to the annual produce of the land and labour of the country, I have endeavoured to show in the fourth book of this Inquiry. It seems not to have been more favourable to the revenue of the sovereign; so far, at least, as that revenue depends upon the duties of customs.", "characters": 372, "sentences": 3}, {"text": "High taxes, sometimes by diminishing the consumption of the taxed commodities, and sometimes by encouraging smuggling frequently afford a smaller revenue to government than what might be drawn from more moderate taxes.", "characters": 218, "sentences": 2}, {"text": "The excise laws, it appears, I believe, from experience, obstruct and embarrass the operations of the smuggler much more effectually than those of the customs. By introducing into the customs a system of administration as similar to that of the excise as the nature of the different duties will admit, the difficulty of smuggling might be very much increased. This alteration, it has been supposed by many people, might very easily be brought about.", "characters": 449, "sentences": 4}, {"text": "The duties upon foreign luxuries, imported for home consumption, though they sometimes fall upon the poor, fall principally upon people of middling or more than middling fortune. Such are, for example, the duties upon foreign wines, upon coffee, chocolate, tea, sugar, etc.", "characters": 273, "sentences": 3}, {"text": "The duties upon the cheaper luxuries of home produce, destined for home consumption, fall pretty equally upon people of all ranks, in proportion to their respective expense. The poor pay the duties upon malt, hops, beer, and ale, upon their own consumption; the rich, upon both their own consumption and that of their servants.", "characters": 327, "sentences": 3}, {"text": "A greater revenue than what is at present drawn from all the heavy taxes upon malt, beer, and ale, might be raised, it has frequently been said, by a much lighter tax upon malt; the opportunities of defrauding the revenue being much greater in a brewery than in a malt-house; and those who brew for private use being exempted from all duties or composition for duties, which is not the case with those who malt for private use.", "characters": 427, "sentences": 2}, {"text": "The whole amount of those different                 taxes comes out to be........£2,595,835:  7: 10", "characters": 100, "sentences": 9}, {"text": "But, by trebling the malt tax,   or by raising it from six to   eighteen shillings upon the quarter   of malt, that single tax would produce.....£2,876,685:  9:  0   A sum which exceeds the                          foregoing by....       280,832:  1:  3", "characters": 254, "sentences": 10}, {"text": "By increasing the duties upon malt, and reducing those upon the distillery, both the opportunities and the temptation to smuggle would be diminished, which might occasion a still further augmentation of revenue.", "characters": 211, "sentences": 2}, {"text": "Taxes upon luxuries generally are, and always may be, paid piece-meal, or in proportion as the contributors have occasion to purchase the goods upon which they are imposed. In the time and mode of payment, they are, or may be, of all taxes the most convenient. Upon the whole, such taxes, therefore, are perhaps as agreeable to the three first of the four general maxims concerning taxation, as any other. They offend in every respect against the fourth.", "characters": 454, "sentences": 5}, {"text": "Such taxes, in proportion to what they bring into the public treasury of the state, always take out, or keep out, of the pockets of the people, more than almost any other taxes. They seem to do this in all the four different ways in which it is possible to do it.", "characters": 263, "sentences": 3}, {"text": "The inconveniencies, however, which are, perhaps, in some degree inseparable from taxes upon consumable communities, fall as light upon the people of Great Britain as upon those of any other country of which the government is nearly as expensive. Our state is not perfect, and might be mended; but it is as good, or better, than that of most of our neighbours.", "characters": 360, "sentences": 3}, {"text": "The same commercial state of society which, by the operation of moral causes, brings government in this manner into the necessity of borrowing, produces in the subjects both an ability and an inclination to lend. If it commonly brings along with it the necessity of borrowing, it likewise brings with it the facility of doing so.", "characters": 329, "sentences": 3}, {"text": "The government of such a state is very apt to repose itself upon this ability and willingness of its subjects to lend it their money on extraordinary occasions. It foresees the facility of borrowing, and therefore dispenses itself from the duty of saving.", "characters": 255, "sentences": 3}, {"text": "The progress of the enormous debts which at present oppress, and will in the long-run probably ruin, all the great nations of Europe, has been pretty uniform. Nations, like private men, have generally begun to borrow upon what may be called personal credit, without assigning or mortgaging any particular fund for the payment of the debt; and when this resource has failed them, they have gone on to borrow upon assignments or mortgages of particular funds.", "characters": 457, "sentences": 3}, {"text": "In 1697, by the 8th of William III., c. 20, the deficiencies of several taxes were charged upon what was then called the first general mortgage or fund, consisting of a prolongation to the first of August 1706, of several different taxes, which would have expired within a shorter term, and of which the produce was accumulated into one general fund. The deficiencies charged upon this prolonged term amounted to £5,160,459: 14: 9½.", "characters": 434, "sentences": 5}, {"text": "In 1701, those duties, with some others, were still further prolonged, for the like purposes, till the first of August 1710, and were called the second general mortgage or fund. The deficiencies charged upon it amounted to £2,055,999: 7: 11½.", "characters": 244, "sentences": 3}, {"text": "In 1707, those duties were still further prolonged, as a fund for new loans, to the first of August 1712, and were called the third general mortgage or fund. The sum borrowed upon it was £983,254:11:9¼.", "characters": 204, "sentences": 3}, {"text": "In 1708, those duties were all (except the old subsidy of tonnage and poundage, of which one moiety only was made a part of this fund, and a duty upon the importation of Scotch linen, which had been taken off by the articles of union) still further continued, as a fund for new loans, to the first of August 1714, and were called the fourth general mortgage or fund. The sum borrowed upon it was £925,176:9:2¼.", "characters": 412, "sentences": 3}, {"text": "In 1709, those duties were all ( except the old subsidy of tonnage and poundage, which was now left out of this fund altogether ) still further continued, for the same purpose, to the first of August 1716, and were called the fifth general mortgage or fund. The sum borrowed upon it was £922,029:6s.", "characters": 300, "sentences": 3}, {"text": "In 1710, those duties were again prolonged to the first of August 1720, and were called the sixth general mortgage or fund. The sum borrowed upon it was £1,296,552:9:11¾.", "characters": 172, "sentences": 3}, {"text": "In 1711, the same duties (which at this time were thus subject to four different anticipations), together with several others, were continued for ever, and made a fund for paying the interest of the capital of the South-sea company, which had that year advanced to government, for paying debts, and making good deficiencies, the sum of £9,177,967:15:4d, the greatest loan which at that time had ever been made.", "characters": 411, "sentences": 2}, {"text": "In 1717, by the third of George I., c. 7, several other taxes were rendered perpetual, and accumulated into another common fund, called the general fund, for the payment of certain annuities, amounting in the whole to £724,849:6:10½.", "characters": 235, "sentences": 4}, {"text": "In consequence of those different acts, the greater part of the taxes, which before had been anticipated only for a short term of years were rendered perpetual, as a fund for paying, not the capital, but the interest only, of the money which had been borrowed upon them by different successive anticipations.", "characters": 308, "sentences": 2}, {"text": "A sinking fund, though instituted for the payment of old, facilitates very much the contracting of new debts. It is a subsidiary fund, always at hand, to be mortgaged in aid of any other doubtful fund, upon which money is proposed to be raised in any exigency of the state. Whether the sinking fund of Great Britain has been more frequently applied to the one or to other of those two purposes, will sufficiently appear by and by.", "characters": 430, "sentences": 4}, {"text": "Besides those two methods of borrowing, by anticipations and by a perpetual funding, there are two other methods, which hold a sort of middle place between them; these are, that of borrowing upon annuities for terms of years, and that of borrowing upon annuities for lives.", "characters": 273, "sentences": 2}, {"text": "During the two last-mentioned wars, annuities, either for terms of years or for lives, were seldom granted, but as premiums to the subscribers of a new loan, over and above the redeemable annuity or interest, upon the credit of which the loan was supposed to be made. They were granted, not as the proper fund upon which the money was borrowed, but as an additional encouragement to the lender.", "characters": 394, "sentences": 3}, {"text": "In Great Britain, from the time that we had first recourse to the ruinous expedient of perpetual funding, the reduction of the public debt, in time of peace, has never borne any proportion to its accumulation in time of war. It was in the war which began in 1668, and was concluded by the treaty of Ryswick, in 1697, that the foundation of the present enormous debt of Great Britain was first laid.", "characters": 398, "sentences": 3}, {"text": "The produce of French prizes..............    £690,449: 18: 9    Composition for French prisoners.........      670,000:  0: 0", "characters": 127, "sentences": 24}, {"text": "What has been received from the sale    of the ceded islands.........................   95,500:  0: 0", "characters": 101, "sentences": 26}, {"text": "Land and capital stock are the two original sources of all revenue, both private and public. Capital stock pays the wages of productive labour, whether employed in agriculture, manufactures, or commerce. The management of those two original sources of revenue belongs to two different sets of people; the proprietors of land, and the owners or employers of capital stock.", "characters": 371, "sentences": 4}, {"text": "When national debts have once been accumulated to a certain degree, there is scarce, I believe, a single instance of their having been fairly and completely paid. The liberation of the public revenue, if it has ever been brought about at all, has always been brought about by a bankruptcy; sometimes by an avowed one, though frequently by a pretended payment.", "characters": 359, "sentences": 3}, {"text": "By means of such expedients, the coin of, I believe, all nations, has been gradually reduced more and more below its original value, and the same nominal sum has been gradually brought to contain a smaller and a smaller quantity of silver.", "characters": 239, "sentences": 2}, {"text": "In the end of the reign of Henry VIII., and in the beginning of that of Edward VI., the English coin was not only raised in its denomination, but adulterated in its standard. The like frauds were practised in Scotland during the minority of James VI. They have occasionally been practised in most other countries.", "characters": 313, "sentences": 6}, {"text": "The land-tax, the stamp duties, and the different duties of customs and excise, constitute the four principal branches of the British taxes.", "characters": 140, "sentences": 2}, {"text": "Stamp duties, it is evident, might be levied without any variation, in all countries where the forms of law process, and the deeds by which property, both real and personal, is transferred, are the same, or nearly the same.", "characters": 223, "sentences": 2}, {"text": "The Americans, it has been said, indeed, have no gold or silver money, the interior commerce of the country being carried on by a paper currency; and the gold and silver, which occasionally come among them, being all sent to Great Britain, in return for the commodities which they receive from us. But without gold and silver, it is added, there is no possibility of paying taxes. We already get all the gold and silver which they have. How is it possible to draw from them what they have not?", "characters": 493, "sentences": 4}, {"text": "It is for transacting either domestic or foreign business, that gold or silver money is either necessary or convenient.", "characters": 119, "sentences": 2}, {"text": "In the exterior commerce which the different colonies carry on with Great Britain, gold and silver are more or less employed, exactly in proportion as they are more or less necessary. Where those metals are not necessary, they seldom appear. Where they are necessary, they are generally found.", "characters": 293, "sentences": 4}, {"text": "In the northern colonies, Pennsylvania, New York, New Jersey, the four governments of New England, etc. the value of their own produce which they export to Great Britain is not equal to that of the manufactures which they import for their own use, and for that of some of the other colonies, to which they are the carriers. A balance, therefore, must be paid to the mother-country in gold and silver and this balance they generally find.", "characters": 437, "sentences": 4}, {"text": "End of the Project Gutenberg EBook of An Inquiry into the Nature and Causes of the Wealth of Nations, by Adam Smith", "characters": 115, "sentences": 1}], "id": 3300, "paragraphs": 590, "author": "Adam Smith"}