{"title": "Dracula", "data": [{"text": "Produced by Chuck Greif and the Online Distributed Proofreading Team at http://www.pgdp.net (This file was produced from images generously made available by The Internet Archive)", "characters": 178, "sentences": 3}, {"text": "Copyright, 1897, in the United States of America, according                    to Act of Congress, by Bram Stoker", "characters": 113, "sentences": 1}, {"text": "PRINTED IN THE UNITED STATES                                    AT                THE COUNTRY LIFE PRESS, GARDEN CITY, N.Y.", "characters": 123, "sentences": 3}, {"text": "\"My Friend.--Welcome to the Carpathians. I am anxiously expecting      you. Sleep well to-night. At three to-morrow the diligence will      start for Bukovina; a place on it is kept for you. At the Borgo      Pass my carriage will await you and will bring you to me. I trust      that your journey from London has been a happy one, and that you      will enjoy your stay in my beautiful land.", "characters": 392, "sentences": 8}, {"text": "\"Must you go? Oh! young Herr, must you go?\" She was in such an excited state that she seemed to have lost her grip of what German she knew, and mixed it all up with some other language which I did not know at all. I was just able to follow her by asking many questions. When I told her that I must go at once, and that I was engaged on important business, she asked again:", "characters": 372, "sentences": 3}, {"text": "\"Do you know what day it is?\" I answered that it was the fourth of May. She shook her head as she said again:", "characters": 109, "sentences": 2}, {"text": "\"Oh, yes! I know that! I know that, but do you know what day it is?\" On my saying that I did not understand, she went on:", "characters": 121, "sentences": 1}, {"text": "\"That is why, I suppose, you wished him to go on to Bukovina. You cannot deceive me, my friend; I know too much, and my horses are swift.\" As he spoke he smiled, and the lamplight fell on a hard-looking mouth, with very red lips and sharp-looking teeth, as white as ivory. One of my companions whispered to another the line from Burger's \"Lenore\":--", "characters": 349, "sentences": 4}, {"text": "_5 May._--I must have been asleep, for certainly if I had been fully awake I must have noticed the approach of such a remarkable place. In the gloom the courtyard looked of considerable size, and as several dark ways led from it under great round arches, it perhaps seemed bigger than it really is. I have not yet been able to see it by daylight.", "characters": 346, "sentences": 5}, {"text": "Just as I had come to this conclusion I heard a heavy step approaching behind the great door, and saw through the chinks the gleam of a coming light. Then there was the sound of rattling chains and the clanking of massive bolts drawn back. A key was turned with the loud grating noise of long disuse, and the great door swung back.", "characters": 331, "sentences": 4}, {"text": "Within, stood a tall old man, clean shaven save for a long white moustache, and clad in black from head to foot, without a single speck of colour about him anywhere. He held in his hand an antique silver lamp, in which the flame burned without chimney or globe of any kind, throwing long quivering shadows as it flickered in the draught of the open door. The old man motioned me in with his right hand with a courtly gesture, saying in excellent English, but with a strange intonation:--", "characters": 487, "sentences": 3}, {"text": "\"Welcome to my house! Enter freely and of your own will!\" He made no motion of stepping to meet me, but stood like a statue, as though his gesture of welcome had fixed him into stone. The instant, however, that I had stepped over the threshold, he moved impulsively forward, and holding out his hand grasped mine with a strength which made me wince, an effect which was not lessened by the fact that it seemed as cold as ice--more like the hand of a dead than a living man. Again he said:--", "characters": 490, "sentences": 3}, {"text": "\"Welcome to my house. Come freely. Go safely; and leave something of the happiness you bring!\" The strength of the handshake was so much akin to that which I had noticed in the driver, whose face I had not seen, that for a moment I doubted if it were not the same person to whom I was speaking; so to make sure, I said interrogatively:--", "characters": 337, "sentences": 3}, {"text": "\"I am Dracula; and I bid you welcome, Mr. Harker, to my house. Come in; the night air is chill, and you must need to eat and rest.\" As he was speaking, he put the lamp on a bracket on the wall, and stepping out, took my luggage; he had carried it in before I could forestall him. I protested but he insisted:--", "characters": 310, "sentences": 5}, {"text": "\"You will need, after your journey, to refresh yourself by making your toilet. I trust you will find all you wish. When you are ready, come into the other room, where you will find your supper prepared.\"", "characters": 203, "sentences": 4}, {"text": "The light and warmth and the Count's courteous welcome seemed to have dissipated all my doubts and fears. Having then reached my normal state, I discovered that I was half famished with hunger; so making a hasty toilet, I went into the other room.", "characters": 247, "sentences": 3}, {"text": "I found supper already laid out. My host, who stood on one side of the great fireplace, leaning against the stonework, made a graceful wave of his hand to the table, and said:--", "characters": 177, "sentences": 2}, {"text": "\"I pray you, be seated and sup how you please. You will, I trust, excuse me that I do not join you; but I have dined already, and I do not sup.\"", "characters": 144, "sentences": 3}, {"text": "I handed to him the sealed letter which Mr. Hawkins had entrusted to me. He opened it and read it gravely; then, with a charming smile, he handed it to me to read. One passage of it, at least, gave me a thrill of pleasure.", "characters": 222, "sentences": 5}, {"text": "The Count himself came forward and took off the cover of a dish, and I fell to at once on an excellent roast chicken. This, with some cheese and a salad and a bottle of old Tokay, of which I had two glasses, was my supper. During the time I was eating it the Count asked me many questions as to my journey, and I told him by degrees all I had experienced.", "characters": 355, "sentences": 4}, {"text": "By this time I had finished my supper, and by my host's desire had drawn up a chair by the fire and begun to smoke a cigar which he offered me, at the same time excusing himself that he did not smoke. I had now an opportunity of observing him, and found him of a very marked physiognomy.", "characters": 287, "sentences": 3}, {"text": "\"Listen to them--the children of the night. What music they make!\" Seeing, I suppose, some expression in my face strange to him, he added:--", "characters": 140, "sentences": 2}, {"text": "\"Ah, sir, you dwellers in the city cannot enter into the feelings of the hunter.\" Then he rose and said:--", "characters": 106, "sentences": 2}, {"text": "\"But you must be tired. Your bedroom is all ready, and to-morrow you shall sleep as late as you will. I have to be away till the afternoon; so sleep well and dream well!\" With a courteous bow, he opened for me himself the door to the octagonal room, and I entered my bedroom....", "characters": 278, "sentences": 7}, {"text": "I am all in a sea of wonders. I doubt; I fear; I think strange things, which I dare not confess to my own soul. God keep me, if only for the sake of those dear to me!", "characters": 166, "sentences": 3}, {"text": "_7 May._--It is again early morning, but I have rested and enjoyed the last twenty-four hours. I slept till late in the day, and awoke of my own accord. When I had dressed myself I went into the room where we had supped, and found a cold breakfast laid out, with coffee kept hot by the pot being placed on the hearth. There was a card on the table, on which was written:--", "characters": 372, "sentences": 5}, {"text": "Whilst I was looking at the books, the door opened, and the Count entered. He saluted me in a hearty way, and hoped that I had had a good night's rest. Then he went on:--", "characters": 170, "sentences": 3}, {"text": "\"I thank you, my friend, for your all too-flattering estimate, but yet I fear that I am but a little way on the road I would travel. True, I know the grammar and the words, but yet I know not how to speak them.\"", "characters": 211, "sentences": 3}, {"text": "Of course I said all I could about being willing, and asked if I might come into that room when I chose. He answered: \"Yes, certainly,\" and added:--", "characters": 148, "sentences": 2}, {"text": "\"You may go anywhere you wish in the castle, except where the doors are locked, where of course you will not wish to go. There is reason that all things are as they are, and did you see with my eyes and know with my knowledge, you would perhaps better understand.\" I said I was sure of this, and then he went on:--", "characters": 314, "sentences": 3}, {"text": "\"We are in Transylvania; and Transylvania is not England. Our ways are not your ways, and there shall be to you many strange things. Nay, from what you have told me of your experiences already, you know something of what strange things there may be.\"", "characters": 250, "sentences": 4}, {"text": "\"But how,\" said I, \"can it have remained so long undiscovered, when there is a sure index to it if men will but take the trouble to look?\" The Count smiled, and as his lips ran back over his gums, the long, sharp, canine teeth showed out strangely; he answered:--", "characters": 263, "sentences": 1}, {"text": "\"Because your peasant is at heart a coward and a fool! Those flames only appear on one night; and on that night no man of this land will, if he can help it, stir without his doors. And, dear sir, even if he did he would not know what to do. Why, even the peasant that you tell me of who marked the place of the flame would not know where to look in daylight even for his own work. Even you would not, I dare be sworn, be able to find these places again?\"", "characters": 454, "sentences": 4}, {"text": "\"There you are right,\" I said. \"I know no more than the dead where even to look for them.\" Then we drifted into other matters.", "characters": 126, "sentences": 4}, {"text": "\"Well, but, my friend, is it not needful that I should? When I go there I shall be all alone, and my friend Harker Jonathan--nay, pardon me, I fall into my country's habit of putting your patronymic first--my friend Jonathan Harker will not be by my side to correct and aid me. He will be in Exeter, miles away, probably working at papers of the law with my other friend, Peter Hawkins. So!\"", "characters": 391, "sentences": 3}, {"text": "We went thoroughly into the business of the purchase of the estate at Purfleet. When I had told him the facts and got his signature to the necessary papers, and had written a letter with them ready to post to Mr. Hawkins, he began to ask me how I had come across so suitable a place. I read to him the notes which I had made at the time, and which I inscribe here:--", "characters": 366, "sentences": 4}, {"text": "\"At Purfleet, on a by-road, I came across just such a place as seemed to be required, and where was displayed a dilapidated notice that the place was for sale. It is surrounded by a high wall, of ancient structure, built of heavy stones, and has not been repaired for a large number of years. The closed gates are of heavy old oak and iron, all eaten with rust.", "characters": 361, "sentences": 4}, {"text": "\"Why, there is the morning again! How remiss I am to let you stay up so long. You must make your conversation regarding my dear new country of England less interesting, so that I may not forget how time flies by us,\" and, with a courtly bow, he quickly left me.", "characters": 261, "sentences": 3}, {"text": "I went into my own room and drew the curtains, but there was little to notice; my window opened into the courtyard, all I could see was the warm grey of quickening sky. So I pulled the curtains again, and have written of this day.", "characters": 230, "sentences": 3}, {"text": "But I am not in heart to describe beauty, for when I had seen the view I explored further; doors, doors, doors everywhere, and all locked and bolted. In no place save from the windows in the castle walls is there an available exit.", "characters": 231, "sentences": 3}, {"text": "It was by this time close on morning, and we went to bed. (_Mem._, this diary seems horribly like the beginning of the \"Arabian Nights,\" for everything has to break off at cockcrow--or like the ghost of Hamlet's father.)", "characters": 220, "sentences": 4}, {"text": "\"Of course,\" I replied; and \"such is often done by men of business, who do not like the whole of their affairs to be known by any one person.\"", "characters": 142, "sentences": 2}, {"text": "\"Have you written since your first letter to our friend Mr. Peter Hawkins, or to any other?\" It was with some bitterness in my heart that I answered that I had not, that as yet I had not seen any opportunity of sending letters to anybody.", "characters": 238, "sentences": 3}, {"text": "\"Then write now, my young friend,\" he said, laying a heavy hand on my shoulder: \"write to our friend and to any other; and say, if it will please you, that you shall stay with me until a month from now.\"", "characters": 203, "sentences": 2}, {"text": "\"I desire it much; nay, I will take no refusal. When your master, employer, what you will, engaged that someone should come on his behalf, it was understood that my needs only were to be consulted. I have not stinted. Is it not so?\"", "characters": 232, "sentences": 4}, {"text": "What could I do but bow acceptance? It was Mr. Hawkins's interest, not mine, and I had to think of him, not myself; and besides, while Count Dracula was speaking, there was that in his eyes and in his bearing which made me remember that I was a prisoner, and that if I wished it I could have no choice. The Count saw his victory in my bow, and his mastery in the trouble of my face, for he began at once to use them, but in his own smooth, resistless way:--", "characters": 457, "sentences": 3}, {"text": "\"I trust you will forgive me, but I have much work to do in private this evening. You will, I hope, find all things as you wish.\" At the door he turned, and after a moment's pause said:--", "characters": 187, "sentences": 3}, {"text": "_Later._--I endorse the last words written, but this time there is no doubt in question. I shall not fear to sleep in any place where he is not. I have placed the crucifix over the head of my bed--I imagine that my rest is thus freer from dreams; and there it shall remain.", "characters": 273, "sentences": 5}, {"text": "What manner of man is this, or what manner of creature is it in the semblance of man? I feel the dread of this horrible place overpowering me; I am in fear--in awful fear--and there is no escape for me; I am encompassed about with terrors that I dare not think of....", "characters": 267, "sentences": 5}, {"text": "for now, feeling as though my own brain were unhinged or as if the shock had come which must end in its undoing, I turn to my diary for repose. The habit of entering accurately must help to soothe me.", "characters": 200, "sentences": 3}, {"text": "The Count's mysterious warning frightened me at the time; it frightens me more now when I think of it, for in future he has a fearful hold upon me. I shall fear to doubt what he may say!", "characters": 186, "sentences": 2}, {"text": "\"He is young and strong; there are kisses for us all.\" I lay quiet, looking out under my eyelashes in an agony of delightful anticipation. The fair girl advanced and bent over me till I could feel the movement of her breath upon me. Sweet it was in one sense, honey-sweet, and sent the same tingling through the nerves as her voice, but with a bitter underlying the sweet, a bitter offensiveness, as one smells in blood.", "characters": 420, "sentences": 5}, {"text": "\"How dare you touch him, any of you? How dare you cast eyes on him when I had forbidden it? Back, I tell you all! This man belongs to me! Beware how you meddle with him, or you'll have to deal with me.\" The fair girl, with a laugh of ribald coquetry, turned to answer him:--", "characters": 274, "sentences": 2}, {"text": "\"You yourself never loved; you never love!\" On this the other women joined, and such a mirthless, hard, soulless laughter rang through the room that it almost made me faint to hear; it seemed like the pleasure of fiends. Then the Count turned, after looking at my face attentively, and said in a soft whisper:--", "characters": 311, "sentences": 2}, {"text": "\"Yes, I too can love; you yourselves can tell it from the past. Is it not so? Well, now I promise you that when I am done with him you shall kiss him at your will. Now go! go! I must awaken him, for there is work to be done.\"", "characters": 225, "sentences": 4}, {"text": "_18 May._--I have been down to look at that room again in daylight, for I _must_ know the truth. When I got to the doorway at the top of the stairs I found it closed. It had been so forcibly driven against the jamb that part of the woodwork was splintered. I could see that the bolt of the lock had not been shot, but the door is fastened from the inside. I fear it was no dream, and must act on this surmise.", "characters": 409, "sentences": 7}, {"text": "I shall write some letters home, and shall try to get them to have them posted. I have already spoken them through my window to begin acquaintanceship. They took their hats off and made obeisance and many signs, which, however, I could not understand any more than I could their spoken language....", "characters": 298, "sentences": 7}, {"text": "I have written the letters. Mina's is in shorthand, and I simply ask Mr. Hawkins to communicate with her. To her I have explained my situation, but without the horrors which I may only surmise. It would shock and frighten her to death were I to expose my heart to her. Should the letters not carry, then the Count shall not yet know my secret or the extent of my knowledge....", "characters": 376, "sentences": 10}, {"text": "I have given the letters; I threw them through the bars of my window with a gold piece, and made what signs I could to have them posted. The man who took them pressed them to his heart and bowed, and then put them in his cap. I could do no more. I stole back to the study, and began to read. As the Count did not come in, I have written here....", "characters": 345, "sentences": 9}, {"text": "The Count has come. He sat down beside me, and said in his smoothest voice as he opened two letters:--", "characters": 102, "sentences": 2}, {"text": "\"The letter to Hawkins--that I shall, of course, send on, since it is yours. Your letters are sacred to me. Your pardon, my friend, that unknowingly I did break the seal. Will you not cover it again?\" He held out the letter to me, and with a courteous bow handed me a clean envelope. I could only redirect it and hand it to him in silence. When he went out of the room I could hear the key turn softly. A minute later I went over and tried it, and the door was locked.", "characters": 468, "sentences": 8}, {"text": "When, an hour or two after, the Count came quietly into the room, his coming awakened me, for I had gone to sleep on the sofa. He was very courteous and very cheery in his manner, and seeing that I had been sleeping, he said:--", "characters": 227, "sentences": 2}, {"text": "\"So, my friend, you are tired? Get to bed. There is the surest rest. I may not have the pleasure to talk to-night, since there are many labours to me; but you will sleep, I pray.\" I passed to my room and went to bed, and, strange to say, slept without dreaming. Despair has its own calms.", "characters": 288, "sentences": 6}, {"text": "_31 May._--This morning when I woke I thought I would provide myself with some paper and envelopes from my bag and keep them in my pocket, so that I might write in case I should get an opportunity, but again a surprise, again a shock!", "characters": 234, "sentences": 2}, {"text": "Every scrap of paper was gone, and with it all my notes, my memoranda, relating to railways and travel, my letter of credit, in fact all that might be useful to me were I once outside the castle. I sat and pondered awhile, and then some thought occurred to me, and I made search of my portmanteau and in the wardrobe where I had placed my clothes.", "characters": 347, "sentences": 3}, {"text": "The suit in which I had travelled was gone, and also my overcoat and rug; I could find no trace of them anywhere. This looked like some new scheme of villainy....", "characters": 162, "sentences": 6}, {"text": "It makes me rage to think that this can go on, and whilst I am shut up here, a veritable prisoner, but without that protection of the law which is even a criminal's right and consolation.", "characters": 187, "sentences": 2}, {"text": "When a couple of hours had passed I heard something stirring in the Count's room, something like a sharp wail quickly suppressed; and then there was silence, deep, awful silence, which chilled me. With a beating heart, I tried the door; but I was locked in my prison, and could do nothing. I sat down and simply cried.", "characters": 318, "sentences": 4}, {"text": "As I sat I heard a sound in the courtyard without--the agonised cry of a woman. I rushed to the window, and throwing it up, peered out between the bars. There, indeed, was a woman with dishevelled hair, holding her hands over her heart as one distressed with running. She was leaning against a corner of the gateway. When she saw my face at the window she threw herself forward, and shouted in a voice laden with menace:--", "characters": 422, "sentences": 5}, {"text": "She threw herself on her knees, and raising up her hands, cried the same words in tones which wrung my heart. Then she tore her hair and beat her breast, and abandoned herself to all the violences of extravagant emotion. Finally, she threw herself forward, and, though I could not see her, I could hear the beating of her naked hands against the door.", "characters": 351, "sentences": 4}, {"text": "Somewhere high overhead, probably on the tower, I heard the voice of the Count calling in his harsh, metallic whisper. His call seemed to be answered from far and wide by the howling of wolves. Before many minutes had passed a pack of them poured, like a pent-up dam when liberated, through the wide entrance into the courtyard.", "characters": 328, "sentences": 4}, {"text": "There was no cry from the woman, and the howling of the wolves was but short. Before long they streamed away singly, licking their lips.", "characters": 136, "sentences": 3}, {"text": "What shall I do? what can I do? How can I escape from this dreadful thing of night and gloom and fear?", "characters": 102, "sentences": 1}, {"text": "It has always been at night-time that I have been molested or threatened, or in some way in danger or in fear. I have not yet seen the Count in the daylight. Can it be that he sleeps when others wake, that he may be awake whilst they sleep? If I could only get into his room! But there is no possible way. The door is always locked, no way for me.", "characters": 347, "sentences": 5}, {"text": "\"But I would walk with pleasure. I want to get away at once.\" He smiled, such a soft, smooth, diabolical smile that I knew there was some trick behind his smoothness. He said:--", "characters": 177, "sentences": 4}, {"text": "The Count stood up, and said, with a sweet courtesy which made me rub my eyes, it seemed so real:--", "characters": 99, "sentences": 1}, {"text": "\"You English have a saying which is close to my heart, for its spirit is that which rules our _boyars_: 'Welcome the coming; speed the parting guest.' Come with me, my dear young friend. Not an hour shall you wait in my house against your will, though sad am I at your going, and that you so suddenly desire it. Come!\" With a stately gravity, he, with the lamp, preceded me down the stairs and along the hall. Suddenly he stopped.", "characters": 430, "sentences": 6}, {"text": "Close at hand came the howling of many wolves. It was almost as if the sound sprang up at the rising of his hand, just as the music of a great orchestra seems to leap under the bâton of the conductor. After a pause of a moment, he proceeded, in his stately way, to the door, drew back the ponderous bolts, unhooked the heavy chains, and began to draw it open.", "characters": 360, "sentences": 4}, {"text": "To my intense astonishment I saw that it was unlocked. Suspiciously, I looked all round, but could see no key of any kind.", "characters": 122, "sentences": 3}, {"text": "\"Shut the door; I shall wait till morning!\" and covered my face with my hands to hide my tears of bitter disappointment. With one sweep of his powerful arm, the Count threw the door shut, and the great bolts clanged and echoed through the hall as they shot back into their places.", "characters": 280, "sentences": 3}, {"text": "In silence we returned to the library, and after a minute or two I went to my own room. The last I saw of Count Dracula was his kissing his hand to me; with a red light of triumph in his eyes, and with a smile that Judas in hell might be proud of.", "characters": 247, "sentences": 3}, {"text": "When I was in my room and about to lie down, I thought I heard a whispering at my door. I went to it softly and listened. Unless my ears deceived me, I heard the voice of the Count:--", "characters": 183, "sentences": 3}, {"text": "\"Back, back, to your own place! Your time is not yet come. Wait! Have patience! To-night is mine. To-morrow night is yours!\" There was a low, sweet ripple of laughter, and in a rage I threw open the door, and saw without the three terrible women licking their lips. As I appeared they all joined in a horrible laugh, and ran away.", "characters": 330, "sentences": 5}, {"text": "I came back to my room and threw myself on my knees. It is then so near the end? To-morrow! to-morrow! Lord, help me, and those to whom I am dear!", "characters": 146, "sentences": 2}, {"text": "_30 June, morning._--These may be the last words I ever write in this diary. I slept till just before the dawn, and when I woke threw myself on my knees, for I determined that if Death came he should find me ready.", "characters": 214, "sentences": 4}, {"text": "At last I felt that subtle change in the air, and knew that the morning had come. Then came the welcome cock-crow, and I felt that I was safe. With a glad heart, I opened my door and ran down to the hall. I had seen that the door was unlocked, and now escape was before me. With hands that trembled with eagerness, I unhooked the chains and drew back the massive bolts.", "characters": 369, "sentences": 6}, {"text": "But the door would not move. Despair seized me. I pulled, and pulled, at the door, and shook it till, massive as it was, it rattled in its casement. I could see the bolt shot. It had been locked after I left the Count.", "characters": 218, "sentences": 6}, {"text": "As I write there is in the passage below a sound of many tramping feet and the crash of weights being set down heavily, doubtless the boxes, with their freight of earth. There is a sound of hammering; it is the box being nailed down. Now I can hear the heavy feet tramping again along the hall, with many other idle feet coming behind them.", "characters": 340, "sentences": 4}, {"text": "The door is shut, and the chains rattle; there is a grinding of the key in the lock; I can hear the key withdraw: then another door opens and shuts; I hear the creaking of lock and bolt.", "characters": 186, "sentences": 2}, {"text": "Hark! in the courtyard and down the rocky way the roll of heavy wheels, the crack of whips, and the chorus of the Szgany as they pass into the distance.", "characters": 152, "sentences": 2}, {"text": "I am alone in the castle with those awful women. Faugh! Mina is a woman, and there is nought in common. They are devils of the Pit!", "characters": 131, "sentences": 3}, {"text": "I shall not remain alone with them; I shall try to scale the castle wall farther than I have yet attempted. I shall take some of the gold with me, lest I want it later. I may find a way from this dreadful place.", "characters": 211, "sentences": 4}, {"text": "And then away for home! away to the quickest and nearest train! away from this cursed spot, from this cursed land, where the devil and his children still walk with earthly feet!", "characters": 177, "sentences": 1}, {"text": "At least God's mercy is better than that of these monsters, and the precipice is steep and high. At its foot a man may sleep--as a man. Good-bye, all! Mina!", "characters": 156, "sentences": 3}, {"text": "\"Tell me all the news when you write. You have not told me anything for a long time. I hear rumours, and especially of a tall, handsome, curly-haired man???\"", "characters": 157, "sentences": 3}, {"text": "\"Thanks, and thanks, and thanks again for your sweet letter. It was so nice to be able to tell you and to have your sympathy.", "characters": 125, "sentences": 3}, {"text": "\"'Miss Lucy, I know I ain't good enough to regulate the fixin's of your little shoes, but I guess if you wait till you find a man that is you will go join them seven young women with the lamps when you quit. Won't you just hitch up alongside of me and let us go down the long road together, driving in double harness?'", "characters": 318, "sentences": 2}, {"text": "\"'Lucy, you are an honest-hearted girl, I know. I should not be here speaking to you as I am now if I did not believe you clean grit, right through to the very depths of your soul. Tell me, like one good fellow to another, is there any one else that you care for? And if there is I'll never trouble you a hair's breadth again, but will be, if you will let me, a very faithful friend.'", "characters": 384, "sentences": 4}, {"text": "\"'Yes, there is some one I love, though he has not told me yet that he even loves me.' I was right to speak to him so frankly, for quite a light came into his face, and he put out both his hands and took mine--I think I put them into his--and said in a hearty way:--", "characters": 266, "sentences": 2}, {"text": "\"P.S.--Oh, about number Three--I needn't tell you of number Three, need I? Besides, it was all so confused; it seemed only a moment from his coming into the room till both his arms were round me, and he was kissing me. I am very, very happy, and I don't know what I have done to deserve it. I must only try in the future to show that I am not ungrateful to God for all His goodness to me in sending to me such a lover, such a husband, and such a friend.", "characters": 453, "sentences": 6}, {"text": "I questioned him more fully than I had ever done, with a view to making myself master of the facts of his hallucination. In my manner of doing it there was, I now see, something of cruelty. I seemed to wish to keep him to the point of his madness--a thing which I avoid with the patients as I would the mouth of hell.", "characters": 317, "sentences": 4}, {"text": "(_Mem._, under what circumstances would I _not_ avoid the pit of hell?) _Omnia Romæ venalia sunt._ Hell has its price! _verb. sap._ If there be anything behind this instinct it will be valuable to trace it afterwards _accurately_, so I had better commence to do so, therefore--", "characters": 278, "sentences": 5}, {"text": "The harbour lies below me, with, on the far side, one long granite wall stretching out into the sea, with a curve outwards at the end of it, in the middle of which is a lighthouse. A heavy sea-wall runs along outside of it. On the near side, the sea-wall makes an elbow crooked inversely, and its end too has a lighthouse. Between the two piers there is a narrow opening into the harbour, which then suddenly widens.", "characters": 416, "sentences": 5}, {"text": "He is a funny old man. He must be awfully old, for his face is all gnarled and twisted like the bark of a tree. He tells me that he is nearly a hundred, and that he was a sailor in the Greenland fishing fleet when Waterloo was fought. He is, I am afraid, a very sceptical person, for when I asked him about the bells at sea and the White Lady at the abbey he said very brusquely:--", "characters": 381, "sentences": 4}, {"text": "\"I must gang ageeanwards home now, miss. My grand-daughter doesn't like to be kept waitin' when the tea is ready, for it takes me time to crammle aboon the grees, for there be a many of 'em; an', miss, I lack belly-timber sairly by the clock.\"", "characters": 243, "sentences": 3}, {"text": "I could see from the old fellow's self-satisfied air and the way in which he looked round for the approval of his cronies that he was \"showing off,\" so I put in a word to keep him going:--", "characters": 188, "sentences": 1}, {"text": "\"Edward Spencelagh, master mariner, murdered by pirates off the coast of Andres, April, 1854, æt. 30.\" When I came back Mr. Swales went on:--", "characters": 142, "sentences": 4}, {"text": "\"But,\" I said, \"surely you are not quite correct, for you start on the assumption that all the poor people, or their spirits, will have to take their tombstones with them on the Day of Judgment. Do you think that will be really necessary?\"", "characters": 239, "sentences": 2}, {"text": "\"Sacred to the memory of George Canon, who died, in the hope of a glorious resurrection, on July, 29, 1873, falling from the rocks at Kettleness. This tomb was erected by his sorrowing mother to her dearly beloved son. 'He was the only son of his mother, and she was a widow.' Really, Mr. Swales, I don't see anything very funny in that!\" She spoke her comment very gravely and somewhat severely.", "characters": 396, "sentences": 6}, {"text": "\"Oh, why did you tell us of this? It is my favourite seat, and I cannot leave it; and now I find I must go on sitting over the grave of a suicide.\"", "characters": 147, "sentences": 2}, {"text": "Lucy and I sat awhile, and it was all so beautiful before us that we took hands as we sat; and she told me all over again about Arthur and their coming marriage. That made me just a little heart-sick, for I haven't heard from Jonathan for a whole month.", "characters": 253, "sentences": 3}, {"text": "_18 June._--He has turned his mind now to spiders, and has got several very big fellows in a box. He keeps feeding them with his flies, and the number of the latter is becoming sensibly diminished, although he has used half his food in attracting more flies from outside to his room.", "characters": 283, "sentences": 4}, {"text": "_19 July._--We are progressing. My friend has now a whole colony of sparrows, and his flies and spiders are almost obliterated. When I came in he ran to me and said he wanted to ask me a great favour--a very, very great favour; and as he spoke he fawned on me like a dog. I asked him what it was, and he said, with a sort of rapture in his voice and bearing:--", "characters": 360, "sentences": 5}, {"text": "\"A kitten, a nice little, sleek playful kitten, that I can play with, and teach, and feed--and feed--and feed!\" I was not unprepared for this request, for I had noticed how his pets went on increasing in size and vivacity, but I did not care that his pretty family of tame sparrows should be wiped out in the same manner as the flies and the spiders; so I said I would see about it, and asked him if he would not rather have a cat than a kitten. His eagerness betrayed him as he answered:--", "characters": 490, "sentences": 2}, {"text": "_10 p. m._--I have visited him again and found him sitting in a corner brooding. When I came in he threw himself on his knees before me and implored me to let him have a cat; that his salvation depended upon it. I was firm, however, and told him that he could not have it, whereupon he went without a word, and sat down, gnawing his fingers, in the corner where I had found him. I shall see him in the morning early.", "characters": 416, "sentences": 7}, {"text": "_11 a. m._--The attendant has just been to me to say that Renfield has been very sick and has disgorged a whole lot of feathers. \"My belief is, doctor,\" he said, \"that he has eaten his birds, and that he just took and ate them raw!\"", "characters": 232, "sentences": 4}, {"text": "How well the man reasoned; lunatics always do within their own scope. I wonder at how many lives he values a man, or if at only one. He has closed the account most accurately, and to-day begun a new record. How many of us begin a new record with each day of our lives?", "characters": 268, "sentences": 4}, {"text": "To me it seems only yesterday that my whole life ended with my new hope, and that truly I began a new record. So it will be until the Great Recorder sums me up and closes my ledger account with a balance to profit or loss. Oh, Lucy, Lucy, I cannot be angry with you, nor can I be angry with my friend whose happiness is yours; but I must only wait on hopeless and work. Work! work!", "characters": 381, "sentences": 4}, {"text": "If I only could have as strong a cause as my poor mad friend there--a good, unselfish cause to make me work--that would be indeed happiness.", "characters": 140, "sentences": 2}, {"text": "I have been quite touched by the change in the poor old man. When he sat down beside me, he said in a very gentle way:--", "characters": 120, "sentences": 2}, {"text": "\"I want to say something to you, miss.\" I could see he was not at ease, so I took his poor old wrinkled hand in mine and asked him to speak fully; so he said, leaving his hand in mine:--", "characters": 186, "sentences": 2}, {"text": "I was glad when the coastguard came along, with his spy-glass under his arm. He stopped to talk with me, as he always does, but all the time kept looking at a strange ship.", "characters": 172, "sentences": 3}, {"text": "\"I can't make her out,\" he said; \"she's a Russian, by the look of her; but she's knocking about in the queerest way. She doesn't know her mind a bit; she seems to see the storm coming, but can't decide whether to run up north in the open, or to put in here. Look there again! She is steered mighty strangely, for she doesn't mind the hand on the wheel; changes about with every puff of wind. We'll hear more of her before this time to-morrow.\"", "characters": 443, "sentences": 5}, {"text": "Shortly before ten o'clock the stillness of the air grew quite oppressive, and the silence was so marked that the bleating of a sheep inland or the barking of a dog in the town was distinctly heard, and the band on the pier, with its lively French air, was like a discord in the great harmony of nature's silence. A little after midnight came a strange sound from over the sea, and high overhead the air began to carry a strange, faint, hollow booming.", "characters": 452, "sentences": 3}, {"text": "Already the sudden storm is passing, and its fierceness is abating; crowds are scattering homeward, and the sky is beginning to redden over the Yorkshire wolds. I shall send, in time for your next issue, further details of the derelict ship which found her way so miraculously into harbour in the storm.", "characters": 303, "sentences": 3}, {"text": "_Written 18 July, things so strange happening, that I shall keep accurate note henceforth till we land._", "characters": 104, "sentences": 2}, {"text": "On 6 July we finished taking in cargo, silver sand and boxes of earth. At noon set sail. East wind, fresh. Crew, five hands ... two mates, cook, and myself (captain).", "characters": 166, "sentences": 8}, {"text": "On 11 July at dawn entered Bosphorus. Boarded by Turkish Customs officers. Backsheesh. All correct. Under way at 4 p. m.", "characters": 120, "sentences": 7}, {"text": "On 12 July through Dardanelles. More Customs officers and flagboat of guarding squadron. Backsheesh again. Work of officers thorough, but quick. Want us off soon. At dark passed into Archipelago.", "characters": 195, "sentences": 7}, {"text": "On 13 July passed Cape Matapan. Crew dissatisfied about something. Seemed scared, but would not speak out.", "characters": 106, "sentences": 4}, {"text": "On 14 July was somewhat anxious about crew. Men all steady fellows, who sailed with me before. Mate could not make out what was wrong; they only told him there was _something_, and crossed themselves. Mate lost temper with one of them that day and struck him. Expected fierce quarrel, but all was quiet.", "characters": 303, "sentences": 6}, {"text": "On 16 July mate reported in the morning that one of crew, Petrofsky, was missing. Could not account for it. Took larboard watch eight bells last night; was relieved by Abramoff, but did not go to bunk. Men more downcast than ever. All said they expected something of the kind, but would not say more than there was _something_ aboard. Mate getting very impatient with them; feared some trouble ahead.", "characters": 400, "sentences": 7}, {"text": "_22 July_.--Rough weather last three days, and all hands busy with sails--no time to be frightened. Men seem to have forgotten their dread. Mate cheerful again, and all on good terms. Praised men for work in bad weather. Passed Gibralter and out through Straits. All well.", "characters": 272, "sentences": 8}, {"text": "_24 July_.--There seems some doom over this ship. Already a hand short, and entering on the Bay of Biscay with wild weather ahead, and yet last night another man lost--disappeared. Like the first, he came off his watch and was not seen again. Men all in a panic of fear; sent a round robin, asking to have double watch, as they fear to be alone. Mate angry. Fear there will be some trouble, as either he or the men will do some violence.", "characters": 437, "sentences": 8}, {"text": "_28 July_.--Four days in hell, knocking about in a sort of maelstrom, and the wind a tempest. No sleep for any one. Men all worn out. Hardly know how to set a watch, since no one fit to go on. Second mate volunteered to steer and watch, and let men snatch a few hours' sleep. Wind abating; seas still terrific, but feel them less, as ship is steadier.", "characters": 351, "sentences": 8}, {"text": "_29 July_.--Another tragedy. Had single watch to-night, as crew too tired to double. When morning watch came on deck could find no one except steersman. Raised outcry, and all came on deck. Thorough search, but no one found. Are now without second mate, and crew in a panic. Mate and I agreed to go armed henceforth and wait for any sign of cause.", "characters": 347, "sentences": 9}, {"text": "_30 July_.--Last night. Rejoiced we are nearing England. Weather fine, all sails set. Retired worn out; slept soundly; awaked by mate telling me that both man of watch and steersman missing. Only self and mate and two hands left to work ship.", "characters": 242, "sentences": 7}, {"text": "No trace has ever been found of the great dog; at which there is much mourning, for, with public opinion in its present state, he would, I believe, be adopted by the town. To-morrow will see the funeral; and so will end this one more \"mystery of the sea.\"", "characters": 255, "sentences": 3}, {"text": "I think it will be best for her to go to bed tired out physically, so I shall take her for a long walk by the cliffs to Robin Hood's Bay and back. She ought not to have much inclination for sleep-walking then.", "characters": 209, "sentences": 3}, {"text": "I did not wake her, but tucked her up warmly; I have taken care that the door is locked and the window securely fastened.", "characters": 121, "sentences": 2}, {"text": "She looks so sweet as she sleeps; but she is paler than is her wont, and there is a drawn, haggard look under her eyes which I do not like. I fear she is fretting about something. I wish I could find out what it is.", "characters": 215, "sentences": 4}, {"text": "_Letter, Samuel F. Billington & Son, Solicitors, Whitby, to Messrs. Carter, Paterson & Co., London._", "characters": 100, "sentences": 5}, {"text": "\"Herewith please receive invoice of goods sent by Great Northern Railway. Same are to be delivered at Carfax, near Purfleet, immediately on receipt at goods station King's Cross. The house is at present empty, but enclosed please find keys, all of which are labelled.", "characters": 267, "sentences": 4}, {"text": "\"Pray do not take us as exceeding the bounds of business courtesy in pressing you in all ways to use the utmost expedition.", "characters": 123, "sentences": 2}, {"text": "\"We beg to acknowledge £10 received and to return cheque £1 17s. 9d, amount of overplus, as shown in receipted account herewith. Goods are delivered in exact accordance with instructions, and keys left in parcel in main hall, as directed.", "characters": 240, "sentences": 4}, {"text": "Then she began to laugh. It seemed a little uncanny to me, and I listened to her breathlessly. I did not quite like it, and thought it better not to keep her mind on the subject, so we drifted on to other subjects, and Lucy was like her old self again. When we got home the fresh breeze had braced her up, and her pale cheeks were really more rosy. Her mother rejoiced when she saw her, and we all spent a very happy evening together.", "characters": 434, "sentences": 6}, {"text": "_Letter, Sister Agatha, Hospital of St. Joseph and Ste. Mary, Buda-Pesth, to Miss Wilhelmina Murray._", "characters": 101, "sentences": 4}, {"text": "\"Be assured that he is well cared for. He has won all hearts by his sweetness and gentleness. He is truly getting on well, and I have no doubt will in a few weeks be all himself. But be careful of him for safety's sake. There are, I pray God and St. Joseph and Ste. Mary, many, many, happy years for you both.\"", "characters": 310, "sentences": 8}, {"text": "_19 August._--Strange and sudden change in Renfield last night. About eight o'clock he began to get excited and sniff about as a dog does when setting. The attendant was struck by his manner, and knowing my interest in him, encouraged him to talk. He is usually respectful to the attendant and at times servile; but to-night, the man tells me, he was quite haughty. Would not condescend to talk with him at all. All he would say was:--", "characters": 435, "sentences": 7}, {"text": "\"What?\" I said. \"You don't mean to tell me you don't care about spiders?\" (Spiders at present are his hobby and the note-book is filling up with columns of small figures.) To this he answered enigmatically:--", "characters": 208, "sentences": 3}, {"text": "\"The bride-maidens rejoice the eyes that wait the coming of the bride; but when the bride draweth nigh, then the maidens shine not to the eyes that are filled.\"", "characters": 160, "sentences": 2}, {"text": "He would not explain himself, but remained obstinately seated on his bed all the time I remained with him.", "characters": 106, "sentences": 2}, {"text": "I am weary to-night and low in spirits. I cannot but think of Lucy, and how different things might have been. If I don't sleep at once, chloral, the modern Morpheus--C_{2}HCl_{3}O. H_{2}O! I must be careful not to let it grow into a habit. No, I shall take none to-night! I have thought of Lucy, and I shall not dishonour her by mixing the two. If need be, to-night shall be sleepless....", "characters": 388, "sentences": 10}, {"text": "\"I am here to do Your bidding, Master. I am Your slave, and You will reward me, for I shall be faithful. I have worshipped You long and afar off. Now that You are near, I await Your commands, and You will not pass me by, will You, dear Master, in Your distribution of good things?\"", "characters": 281, "sentences": 4}, {"text": "So I took the hint, and came too. I was too excited to sleep, but this diary has quieted me, and I feel I shall get some sleep to-night.", "characters": 136, "sentences": 3}, {"text": "\"She has come and told me that the chaplain of the English mission church has been sent for. We are to be married in an hour, or as soon after as Jonathan awakes....", "characters": 165, "sentences": 6}, {"text": "\"Well, my dear, what could I say? I could only tell him that I was the happiest woman in all the wide world, and that I had nothing to give him except myself, my life, and my trust, and that with these went my love and duty for all the days of my life. And, my dear, when he kissed me, and drew me to him with his poor weak hands, it was like a very solemn pledge between us....", "characters": 378, "sentences": 6}, {"text": "\"P. S.--Mother sends her love. She seems better, poor dear. \"P. P. S.--We are to be married on 28 September.\"", "characters": 109, "sentences": 9}, {"text": "After a while I left him. The attendant tells me that he was quiet until just before dawn, and that then he began to get uneasy, and at length violent, until at last he fell into a paroxysm which exhausted him so that he swooned into a sort of coma.", "characters": 249, "sentences": 3}, {"text": "... Three nights has the same thing happened--violent all day then quiet from moonrise to sunrise. I wish I could get some clue to the cause. It would almost seem as if there was some influence which came and went. Happy thought! We shall to-night play sane wits against mad ones. He escaped before without our help; to-night he shall escape with it. We shall give him a chance, and have the men ready to follow in case they are required....", "characters": 441, "sentences": 13}, {"text": "\"You needn't tie me; I shall go quietly!\" Without trouble we came back to the house. I feel there is something ominous in his calm, and shall not forget this night....", "characters": 167, "sentences": 6}, {"text": "\"Am summoned to see my father, who is worse. Am writing. Write me fully by to-night's post to Ring. Wire me if necessary.\"", "characters": 122, "sentences": 5}, {"text": "\"'I cannot tell you how I loathe talking about myself.' I reminded her that a doctor's confidence was sacred, but that you were grievously anxious about her. She caught on to my meaning at once, and settled that matter in a word. 'Tell Arthur everything you choose. I do not care for myself, but all for him!' So I am quite free.", "characters": 329, "sentences": 6}, {"text": "\"All over! all over! He has deserted me. No hope for me now unless I do it for myself!\" Then suddenly turning to me in a resolute way, he said: \"Doctor, won't you be very good to me and let me have a little more sugar? I think it would be good for me.\"", "characters": 252, "sentences": 3}, {"text": "\"Yes! The flies like it, too, and I like the flies; therefore I like it.\" And there are people who know so little as to think that madmen do not argue. I procured him a double supply, and left him as happy a man as, I suppose, any in the world. I wish I could fathom his mind.", "characters": 276, "sentences": 5}, {"text": "\"No,\" said he; \"I am sick of all that rubbish!\" He certainly is a wonderfully interesting study. I wish I could get some glimpse of his mind or of the cause of his sudden passion. Stop; there may be a clue after all, if we can find why to-day his paroxysms came on at high noon and at sunset. Can it be that there is a malign influence of the sun at periods which affects certain natures--as at times the moon does others? We shall see.", "characters": 436, "sentences": 5}, {"text": "\"_5 September._--Patient greatly improved. Good appetite; sleeps naturally; good spirits; colour coming back.\"", "characters": 110, "sentences": 4}, {"text": "\"_6 September._--Terrible change for the worse. Come at once; do not lose an hour. I hold over telegram to Holmwood till have seen you.\"", "characters": 136, "sentences": 5}, {"text": "\"No,\" I said. \"I waited till I had seen you, as I said in my telegram. I wrote him a letter simply telling him that you were coming, as Miss Westenra was not so well, and that I should let him know if need be.\"", "characters": 210, "sentences": 4}, {"text": "\"Why not now?\" I asked. \"It may do some good; we may arrive at some decision.\" He stopped and looked at me, and said:--", "characters": 119, "sentences": 3}, {"text": "I went downstairs with him, and as we were going there was a knock at the hall-door. When we reached the hall the maid had just opened the door, and Arthur was stepping quickly in. He rushed up to me, saying in an eager whisper:--", "characters": 230, "sentences": 3}, {"text": "\"Sir, you have come in time. You are the lover of our dear miss. She is bad, very, very bad. Nay, my child, do not go like that.\" For he suddenly grew pale and sat down in a chair almost fainting. \"You are to help her. You can do more than any that live, and your courage is your best help.\"", "characters": 291, "sentences": 8}, {"text": "\"What can I do?\" asked Arthur hoarsely. \"Tell me, and I shall do it. My life is hers, and I would give the last drop of blood in my body for her.\" The Professor has a strongly humorous side, and I could from old knowledge detect a trace of its origin in his answer:--", "characters": 267, "sentences": 4}, {"text": "\"What shall I do?\" There was fire in his eyes, and his open nostril quivered with intent. Van Helsing slapped him on the shoulder. \"Come!\" he said. \"You are a man, and it is a man we want. You are better than me, better than my friend John.\" Arthur looked bewildered, and the Professor went on by explaining in a kindly way:--", "characters": 326, "sentences": 6}, {"text": "\"Good boy!\" said Van Helsing. \"In the not-so-far-off you will be happy that you have done all for her you love. Come now and be silent. You shall kiss her once before it is done, but then you must go; and you must leave at my sign. Say no word to Madame; you know how it is with her! There must be no shock; any knowledge of this would be one. Come!\"", "characters": 350, "sentences": 6}, {"text": "We all went up to Lucy's room. Arthur by direction remained outside. Lucy turned her head and looked at us, but said nothing. She was not asleep, but she was simply too weak to make the effort. Her eyes spoke to us; that was all. Van Helsing took some things from his bag and laid them on a little table out of sight. Then he mixed a narcotic, and coming over to the bed, said cheerily:--", "characters": 388, "sentences": 7}, {"text": "\"Now, little miss, here is your medicine. Drink it off, like a good child. See, I lift you so that to swallow is easy. Yes.\" She had made the effort with success.", "characters": 162, "sentences": 6}, {"text": "When Arthur had gone I went back to the room. Lucy was sleeping gently, but her breathing was stronger; I could see the counterpane move as her breast heaved. By the bedside sat Van Helsing, looking at her intently. The velvet band again covered the red mark. I asked the Professor in a whisper:--", "characters": 297, "sentences": 5}, {"text": "\"Well,\" said I, \"I can make nothing of it.\" The Professor stood up. \"I must go back to Amsterdam to-night,\" he said. \"There are books and things there which I want. You must remain here all the night, and you must not let your sight pass from her.\"", "characters": 248, "sentences": 6}, {"text": "\"We are the best nurses, you and I. You keep watch all night; see that she is well fed, and that nothing disturbs her. You must not sleep all the night. Later on we can sleep, you and I. I shall be back as soon as possible. And then we may begin.\"", "characters": 247, "sentences": 7}, {"text": "\"We shall see!\" he answered, as he hurried out. He came back a moment later and put his head inside the door and said with warning finger held up:--", "characters": 148, "sentences": 2}, {"text": "\"Remember, she is your charge. If you leave her, and harm befall, you shall not sleep easy hereafter!\"", "characters": 102, "sentences": 2}, {"text": "\"I don't know; oh, I don't know. And that is what is so terrible. All this weakness comes to me in sleep; until I dread the very thought.\"", "characters": 138, "sentences": 4}, {"text": "\"But, my dear girl, you may sleep to-night. I am here watching you, and I can promise that nothing will happen.\"", "characters": 112, "sentences": 3}, {"text": "\"Ah, I can trust you!\" I seized the opportunity, and said: \"I promise you that if I see any evidence of bad dreams I will wake you at once.\"", "characters": 140, "sentences": 2}, {"text": "\"You will? Oh, will you really? How good you are to me. Then I will sleep!\" And almost at the word she gave a deep sigh of relief, and sank back, asleep.", "characters": 153, "sentences": 3}, {"text": "All night long I watched by her. She never stirred, but slept on and on in a deep, tranquil, life-giving, health-giving sleep. Her lips were slightly parted, and her breast rose and fell with the regularity of a pendulum. There was a smile on her face, and it was evident that no bad dreams had come to disturb her peace of mind.", "characters": 329, "sentences": 5}, {"text": "_9 September_.--I was pretty tired and worn out when I got to Hillingham. For two nights I had hardly had a wink of sleep, and my brain was beginning to feel that numbness which marks cerebral exhaustion. Lucy was up and in cheerful spirits. When she shook hands with me she looked sharply in my face and said:--", "characters": 312, "sentences": 5}, {"text": "_10 September._--I was conscious of the Professor's hand on my head, and started awake all in a second. That is one of the things that we learn in an asylum, at any rate.", "characters": 170, "sentences": 4}, {"text": "The blind was down, and I went over to raise it gently, whilst Van Helsing stepped, with his soft, cat-like tread, over to the bed.", "characters": 131, "sentences": 2}, {"text": "As I raised the blind, and the morning sunlight flooded the room, I heard the Professor's low hiss of inspiration, and knowing its rarity, a deadly fear shot through my heart. As I passed over he moved back, and his exclamation of horror, \"Gott in Himmel!\" needed no enforcement from his agonised face. He raised his hand and pointed to the bed, and his iron face was drawn and ashen white. I felt my knees begin to tremble.", "characters": 424, "sentences": 5}, {"text": "The Professor watched me critically. \"That will do,\" he said. \"Already?\" I remonstrated. \"You took a great deal more from Art.\" To which he smiled a sad sort of smile as he replied:--", "characters": 183, "sentences": 5}, {"text": "\"He is her lover, her _fiancé_. You have work, much work, to do for her and for others; and the present will suffice.\"", "characters": 119, "sentences": 3}, {"text": "When we stopped the operation, he attended to Lucy, whilst I applied digital pressure to my own incision. I laid down, whilst I waited his leisure to attend to me, for I felt faint and a little sick. By-and-by he bound up my wound, and sent me downstairs to get a glass of wine for myself. As I was leaving the room, he came after me, and half whispered:--", "characters": 356, "sentences": 4}, {"text": "\"Mind, nothing must be said of this. If our young lover should turn up unexpected, as before, no word to him. It would at once frighten him and enjealous him, too. There must be none. So!\"", "characters": 188, "sentences": 5}, {"text": "\"You are not much the worse. Go into the room, and lie on your sofa, and rest awhile; then have much breakfast, and come here to me.\"", "characters": 133, "sentences": 3}, {"text": "Lucy slept well into the day, and when she woke she was fairly well and strong, though not nearly so much so as the day before. When Van Helsing had seen her, he went out for a walk, leaving me in charge, with strict injunctions that I was not to leave her for a moment. I could hear his voice in the hall, asking the way to the nearest telegraph office.", "characters": 354, "sentences": 4}, {"text": "Lucy chatted with me freely, and seemed quite unconscious that anything had happened. I tried to keep her amused and interested. When her mother came up to see her, she did not seem to notice any change whatever, but said to me gratefully:--", "characters": 241, "sentences": 3}, {"text": "Van Helsing returned in a couple of hours, and presently said to me: \"Now you go home, and eat much and drink enough. Make yourself strong. I stay here to-night, and I shall sit up with little miss myself. You and I must watch the case, and we must have none other to know. I have grave reasons. No, do not ask them; think what you will. Do not fear to think even the most not-probable. Good-night.\"", "characters": 399, "sentences": 9}, {"text": "_11 September._--This afternoon I went over to Hillingham. Found Van Helsing in excellent spirits, and Lucy much better. Shortly after I had arrived, a big parcel from abroad came for the Professor. He opened it with much impressment--assumed, of course--and showed a great bundle of white flowers.", "characters": 298, "sentences": 6}, {"text": "Whilst he was speaking, Lucy had been examining the flowers and smelling them. Now she threw them down, saying, with half-laughter, and half-disgust:--", "characters": 151, "sentences": 2}, {"text": "\"Oh, Professor, I believe you are only putting up a joke on me. Why, these flowers are only common garlic.\"", "characters": 107, "sentences": 3}, {"text": "To my surprise, Van Helsing rose up and said with all his sternness, his iron jaw set and his bushy eyebrows meeting:--", "characters": 119, "sentences": 1}, {"text": "\"Well, Professor, I know you always have a reason for what you do, but this certainly puzzles me. It is well we have no sceptic here, or he would say that you were working some spell to keep out an evil spirit.\"", "characters": 211, "sentences": 3}, {"text": "\"Perhaps I am!\" he answered quietly as he began to make the wreath which Lucy was to wear round her neck.", "characters": 105, "sentences": 2}, {"text": "We then waited whilst Lucy made her toilet for the night, and when she was in bed he came and himself fixed the wreath of garlic round her neck. The last words he said to her were:--", "characters": 182, "sentences": 2}, {"text": "\"Take care you do not disturb it; and even if the room feel close, do not to-night open the window or the door.\"", "characters": 112, "sentences": 2}, {"text": "\"I promise,\" said Lucy, \"and thank you both a thousand times for all your kindness to me! Oh, what have I done to be blessed with such friends?\"", "characters": 144, "sentences": 1}, {"text": "\"To-night I can sleep in peace, and sleep I want--two nights of travel, much reading in the day between, and much anxiety on the day to follow, and a night to sit up, without to wink. To-morrow in the morning early you call for me, and we come together to see our pretty miss, so much more strong for my 'spell' which I have work. Ho! ho!\"", "characters": 339, "sentences": 3}, {"text": "He seemed so confident that I, remembering my own confidence two nights before and with the baneful result, felt awe and vague terror. It must have been my weakness that made me hesitate to tell it to my friend, but I felt it all the more, like unshed tears.", "characters": 258, "sentences": 3}, {"text": "_13 September._--Called at the Berkeley and found Van Helsing, as usual, up to time. The carriage ordered from the hotel was waiting. The Professor took his bag, which he always brings with him now.", "characters": 198, "sentences": 5}, {"text": "Let all be put down exactly. Van Helsing and I arrived at Hillingham at eight o'clock. It was a lovely morning; the bright sunshine and all the fresh feeling of early autumn seemed like the completion of nature's annual work. The leaves were turning to all kinds of beautiful colours, but had not yet begun to drop from the trees. When we entered we met Mrs. Westenra coming out of the morning room. She is always an early riser. She greeted us warmly and said:--", "characters": 463, "sentences": 8}, {"text": "\"You will be glad to know that Lucy is better. The dear child is still asleep. I looked into her room and saw her, but did not go in, lest I should disturb her.\" The Professor smiled, and looked quite jubilant. He rubbed his hands together, and said:--", "characters": 252, "sentences": 5}, {"text": "\"You must not take all the credit to yourself, doctor. Lucy's state this morning is due in part to me.\"", "characters": 103, "sentences": 3}, {"text": "She moved off into her boudoir, where she usually breakfasted early. As she had spoken, I watched the Professor's face, and saw it turn ashen grey. He had been able to retain his self-command whilst the poor lady was present, for he knew her state and how mischievous a shock would be; he actually smiled on her as he held open the door for her to pass into her room. But the instant she had disappeared he pulled me, suddenly and forcibly, into the dining-room and closed the door.", "characters": 482, "sentences": 5}, {"text": "Once again I drew up the blind, whilst Van Helsing went towards the bed. This time he did not start as he looked on the poor face with the same awful, waxen pallor as before. He wore a look of stern sadness and infinite pity.", "characters": 225, "sentences": 4}, {"text": "Again the operation; again the narcotic; again some return of colour to the ashy cheeks, and the regular breathing of healthy sleep. This time I watched whilst Van Helsing recruited himself and rested.", "characters": 201, "sentences": 3}, {"text": "Presently he took an opportunity of telling Mrs. Westenra that she must not remove anything from Lucy's room without consulting him; that the flowers were of medicinal value, and that the breathing of their odour was a part of the system of cure. Then he took over the care of the case himself, saying that he would watch this night and the next and would send me word when to come.", "characters": 382, "sentences": 4}, {"text": "After another hour Lucy waked from her sleep, fresh and bright and seemingly not much the worse for her terrible ordeal.", "characters": 120, "sentences": 2}, {"text": "What does it all mean? I am beginning to wonder if my long habit of life amongst the insane is beginning to tell upon my own brain.", "characters": 131, "sentences": 2}, {"text": "\"Now, sir, you can go on and arsk me what you want. You'll excoose me refoosin' to talk of perfeshunal subjects afore meals. I gives the wolves and the jackals and the hyenas in all our section their tea afore I begins to arsk them questions.\"", "characters": 243, "sentences": 4}, {"text": "\"Exactly. I want you to give me your view of it. Just tell me how it happened; and when I know the facts I'll get you to say what you consider was the cause of it, and how you think the whole affair will end.\"", "characters": 209, "sentences": 4}, {"text": "\"All right, guv'nor. This 'ere is about the 'ole story. That 'ere wolf what we called Bersicker was one of three grey ones that came from Norway to Jamrach's, which we bought off him four years ago. He was a nice well-behaved wolf, that never gave no trouble to talk of. I'm more surprised at 'im for wantin' to get out nor any other animile in the place. But, there, you can't trust wolves no more nor women.\"", "characters": 410, "sentences": 7}, {"text": "\"Don't you mind him, sir!\" broke in Mrs. Tom, with a cheery laugh. \"'E's got mindin' the animiles so long that blest if he ain't like a old wolf 'isself! But there ain't no 'arm in 'im.\"", "characters": 186, "sentences": 4}, {"text": "\"'Maybe it's you,' says I, for I did not like the airs as he give 'isself. He didn't git angry, as I 'oped he would, but he smiled a kind of insolent smile, with a mouth full of white, sharp teeth. 'Oh no, they wouldn't like me,' 'e says.", "characters": 238, "sentences": 4}, {"text": "\"'Ow yes, they would,' says I, a-imitatin' of him. 'They always likes a bone or two to clean their teeth on about tea-time, which you 'as a bagful.'", "characters": 148, "sentences": 3}, {"text": "\"Well, it was a odd thing, but when the animiles see us a-talkin' they lay down, and when I went over to Bersicker he let me stroke his ears same as ever. That there man kem over, and blessed but if he didn't put in his hand and stroke the old wolf's ears too!", "characters": 260, "sentences": 2}, {"text": "\"'Are you in the business yourself?' I says, tyking off my 'at, for a man what trades in wolves, anceterer, is a good friend to keepers.", "characters": 136, "sentences": 2}, {"text": "\"Well, sir,\" he said, with a suspicious sort of modesty, \"I think I can; but I don't know as 'ow you'd be satisfied with the theory.\"", "characters": 133, "sentences": 2}, {"text": "\"Certainly I shall. If a man like you, who knows the animals from experience, can't hazard a good guess at any rate, who is even to try?\"", "characters": 137, "sentences": 2}, {"text": "\"Well then, sir, I accounts for it this way; it seems to me that 'ere wolf escaped--simply because he wanted to get out.\"", "characters": 121, "sentences": 2}, {"text": "From the hearty way that both Thomas and his wife laughed at the joke I could see that it had done service before, and that the whole explanation was simply an elaborate sell. I couldn't cope in badinage with the worthy Thomas, but I thought I knew a surer way to his heart, so I said:--", "characters": 287, "sentences": 2}, {"text": "\"Now, Mr. Bilder, we'll consider that first half-sovereign worked off, and this brother of his is waiting to be claimed when you've told me what you think will happen.\"", "characters": 168, "sentences": 3}, {"text": "\"Right y'are, sir,\" he said briskly. \"Ye'll excoose me, I know, for a-chaffin' of ye, but the old woman here winked at me, which was as much as telling me to go on.\"", "characters": 165, "sentences": 3}, {"text": "I was handing him the half-sovereign, when something came bobbing up against the window, and Mr. Bilder's face doubled its natural length with surprise.", "characters": 152, "sentences": 3}, {"text": "He went to the door and opened it; a most unnecessary proceeding it seemed to me. I have always thought that a wild animal never looks so well as when some obstacle of pronounced durability is between us; a personal experience has intensified rather than diminished that idea.", "characters": 276, "sentences": 3}, {"text": "After all, however, there is nothing like custom, for neither Bilder nor his wife thought any more of the wolf than I should of a dog. The animal itself was as peaceful and well-behaved as that father of all picture-wolves--Red Riding Hood's quondam friend, whilst moving her confidence in masquerade.", "characters": 301, "sentences": 3}, {"text": "The whole scene was an unutterable mixture of comedy and pathos. The wicked wolf that for half a day had paralysed London and set all the children in the town shivering in their shoes, was there in a sort of penitent mood, and was received and petted like a sort of vulpine prodigal son. Old Bilder examined him all over with most tender solicitude, and when he had finished with his penitent said:--", "characters": 400, "sentences": 3}, {"text": "\"There, I knew the poor old chap would get into some kind of trouble; didn't I say it all along? Here's his head all cut and full of broken glass. 'E's been a-gettin' over some bloomin' wall or other. It's a shyme that people are allowed to top their walls with broken bottles. This 'ere's what comes of it. Come along, Bersicker.\"", "characters": 331, "sentences": 6}, {"text": "He took the wolf and locked him up in a cage, with a piece of meat that satisfied, in quantity at any rate, the elementary conditions of the fatted calf, and went off to report.", "characters": 177, "sentences": 2}, {"text": "I came off, too, to report the only exclusive information that is given to-day regarding the strange escapade at the Zoo.", "characters": 121, "sentences": 2}, {"text": "I cannot afford to lose blood just at present; I have lost too much of late for my physical good, and then the prolonged strain of Lucy's illness and its horrible phases is telling on me. I am over-excited and weary, and I need rest, rest, rest. Happily Van Helsing has not summoned me, so I need not forego my sleep; to-night I could not well do without it.", "characters": 358, "sentences": 4}, {"text": "\"_17 September._--Do not fail to be at Hillingham to-night. If not watching all the time frequently, visit and see that flowers are as placed; very important; do not fail. Shall be with you as soon as possible after arrival.\"", "characters": 225, "sentences": 5}, {"text": "_18 September._--Just off for train to London. The arrival of Van Helsing's telegram filled me with dismay. A whole night lost, and I know by bitter experience what may happen in a night. Of course it is possible that all may be well, but what _may_ have happened? Surely there is some horrible doom hanging over us that every possible accident should thwart us in all we try to do. I shall take this cylinder with me, and then I can complete my entry on Lucy's phonograph.", "characters": 473, "sentences": 7}, {"text": "_17 September. Night._--I write this and leave it to be seen, so that no one may by any chance get into trouble through me. This is an exact record of what took place to-night. I feel I am dying of weakness, and have barely strength to write, but it must be done if I die in the doing.", "characters": 285, "sentences": 6}, {"text": "I went to bed as usual, taking care that the flowers were placed as Dr. Van Helsing directed, and soon fell asleep.", "characters": 115, "sentences": 3}, {"text": "The air seems full of specks, floating and circling in the draught from the window, and the lights burn blue and dim. What am I to do? God shield me from harm this night! I shall hide this paper in my breast, where they shall find it when they come to lay me out. My dear mother gone! It is time that I go too. Good-bye, dear Arthur, if I should not survive this night. God keep you, dear, and God help me!", "characters": 406, "sentences": 5}, {"text": "I could find no means of ingress. Every window and door was fastened and locked, and I returned baffled to the porch. As I did so, I heard the rapid pit-pat of a swiftly driven horse's feet. They stopped at the gate, and a few seconds later I met Van Helsing running up the avenue. When he saw me, he gasped out:--", "characters": 314, "sentences": 5}, {"text": "I answered as quickly and coherently as I could that I had only got his telegram early in the morning, and had not lost a minute in coming here, and that I could not make any one in the house hear me. He paused and raised his hat as he said solemnly:--", "characters": 252, "sentences": 2}, {"text": "\"Then I fear we are too late. God's will be done!\" With his usual recuperative energy, he went on: \"Come. If there be no way open to get in, we must make one. Time is all in all to us now.\"", "characters": 189, "sentences": 5}, {"text": "I flew downstairs and returned with it, taking care to smell and taste it, lest it, too, were drugged like the decanter of sherry which I found on the table. The maids were still breathing, but more restlessly, and I fancied that the narcotic was wearing off. I did not stay to make sure, but returned to Van Helsing. He rubbed the brandy, as on another occasion, on her lips and gums and on her wrists and the palms of her hands. He said to me:--", "characters": 447, "sentences": 5}, {"text": "\"I can do this, all that can be at the present. You go wake those maids. Flick them in the face with a wet towel, and flick them hard. Make them get heat and fire and a warm bath. This poor soul is nearly as cold as that beside her. She will need be heated before we can do anything more.\"", "characters": 289, "sentences": 7}, {"text": "I never saw in all my experience the Professor work in such deadly earnest. I knew--as he knew--that it was a stand-up fight with death, and in a pause told him so. He answered me in a way that I did not understand, but with the sternest look that his face could wear:--", "characters": 270, "sentences": 3}, {"text": "\"If that were all, I would stop here where we are now, and let her fade away into peace, for I see no light in life over her horizon.\" He went on with his work with, if possible, renewed and more frenzied vigour.", "characters": 212, "sentences": 3}, {"text": "Presently we both began to be conscious that the heat was beginning to be of some effect. Lucy's heart beat a trifle more audibly to the stethoscope, and her lungs had a perceptible movement. Van Helsing's face almost beamed, and as we lifted her from the bath and rolled her in a hot sheet to dry her he said to me:--", "characters": 318, "sentences": 3}, {"text": "We took Lucy into another room, which had by now been prepared, and laid her in bed and forced a few drops of brandy down her throat. I noticed that Van Helsing tied a soft silk handkerchief round her throat. She was still unconscious, and was quite as bad as, if not worse than, we had ever seen her.", "characters": 301, "sentences": 4}, {"text": "Van Helsing called in one of the women, and told her to stay with her and not to take her eyes off her till we returned, and then beckoned me out of the room.", "characters": 158, "sentences": 2}, {"text": "\"What are we to do now? Where are we to turn for help? We must have another transfusion of blood, and that soon, or that poor girl's life won't be worth an hour's purchase. You are exhausted already; I am exhausted too. I fear to trust those women, even if they would have courage to submit. What are we to do for some one who will open his veins for her?\"", "characters": 356, "sentences": 4}, {"text": "The voice came from the sofa across the room, and its tones brought relief and joy to my heart, for they were those of Quincey Morris. Van Helsing started angrily at the first sound, but his face softened and a glad look came into his eyes as I cried out: \"Quincey Morris!\" and rushed towards him with outstretched hands.", "characters": 321, "sentences": 3}, {"text": "\"Have not heard from Seward for three days, and am terribly anxious. Cannot leave. Father still in same condition. Send me word how Lucy is. Do not delay.--HOLMWOOD.\"", "characters": 166, "sentences": 7}, {"text": "\"A brave man's blood is the best thing on this earth when a woman is in trouble. You're a man and no mistake. Well, the devil may work against us for all he's worth, but God sends us men when we want them.\"", "characters": 206, "sentences": 4}, {"text": "When I had read it, I stood looking at the Professor, and after a pause asked him: \"In God's name, what does it all mean? Was she, or is she, mad; or what sort of horrible danger is it?\" I was so bewildered that I did not know what to say more. Van Helsing put out his hand and took the paper, saying:--", "characters": 303, "sentences": 2}, {"text": "\"Do not trouble about it now. Forget it for the present. You shall know and understand it all in good time; but it will be later. And now what is it that you came to me to say?\" This brought me back to fact, and I was all myself again.", "characters": 235, "sentences": 5}, {"text": "\"Good, oh my friend John! Well thought of! Truly Miss Lucy, if she be sad in the foes that beset her, is at least happy in the friends that love her. One, two, three, all open their veins for her, besides one old man. Ah yes, I know, friend John; I am not blind! I love you all the more for it! Now go.\"", "characters": 303, "sentences": 4}, {"text": "In the hall I met Quincey Morris, with a telegram for Arthur telling him that Mrs. Westenra was dead; that Lucy also had been ill, but was now going on better; and that Van Helsing and I were with her. I told him where I was going, and he hurried me out, but as I was going said:--", "characters": 281, "sentences": 3}, {"text": "\"When you come back, Jack, may I have two words with you all to ourselves?\" I nodded in reply and went out. I found no difficulty about the registration, and arranged with the local undertaker to come up in the evening to measure for the coffin and to make arrangements.", "characters": 270, "sentences": 3}, {"text": "\"Ten days! Then I guess, Jack Seward, that that poor pretty creature that we all love has had put into her veins within that time the blood of four strong men. Man alive, her whole body wouldn't hold it.\" Then, coming close to me, he spoke in a fierce half-whisper: \"What took it out?\"", "characters": 285, "sentences": 3}, {"text": "I shook my head. \"That,\" I said, \"is the crux. Van Helsing is simply frantic about it, and I am at my wits' end. I can't even hazard a guess. There has been a series of little circumstances which have thrown out all our calculations as to Lucy being properly watched. But these shall not occur again. Here we stay until all be well--or ill.\" Quincey held out his hand. \"Count me in,\" he said. \"You and the Dutchman will tell me what to do, and I'll do it.\"", "characters": 456, "sentences": 11}, {"text": "_19 September._--All last night she slept fitfully, being always afraid to sleep, and something weaker when she woke from it. The Professor and I took it in turns to watch, and we never left her for a moment unattended. Quincey Morris said nothing about his intention, but I knew that all night long he patrolled round and round the house.", "characters": 339, "sentences": 5}, {"text": "It was now nearly one o'clock, and he and Van Helsing are sitting with her. I am to relieve them in a quarter of an hour, and I am entering this on Lucy's phonograph. Until six o'clock they are to try to rest. I fear that to-morrow will end our watching, for the shock has been too great; the poor child cannot rally. God help us all.", "characters": 334, "sentences": 6}, {"text": "\"It seems _an age_ since I heard from you, or indeed since I wrote. You will pardon me, I know, for all my faults when you have read all my budget of news. Well, I got my husband back all right; when we arrived at Exeter there was a carriage waiting for us, and in it, though he had an attack of gout, Mr. Hawkins. He took us to his house, where there were rooms for us all nice and comfortable, and we dined together. After dinner Mr. Hawkins said:--", "characters": 451, "sentences": 7}, {"text": "\"'My dears, I want to drink your health and prosperity; and may every blessing attend you both. I know you both from children, and have, with love and pride, seen you grow up. Now I want you to make your home here with me. I have left to me neither chick nor child; all are gone, and in my will I have left you everything.' I cried, Lucy dear, as Jonathan and the old man clasped hands. Our evening was a very, very happy one.", "characters": 426, "sentences": 7}, {"text": "_Report from Patrick Hennessey, M. D., M. R. C. S. L. K. Q. C. P. I., etc., etc., to John Seward, M. D._", "characters": 104, "sentences": 17}, {"text": "\"I shall report to you any matter of interest occurring here, and shall wire you at once if there is anything of importance.", "characters": 124, "sentences": 2}, {"text": "_20 September._--Only resolution and habit can let me make an entry to-night. I am too miserable, too low-spirited, too sick of the world and all in it, including life itself, that I would not care if I heard this moment the flapping of the wings of the angel of death. And he has been flapping those grim wings to some purpose of late--Lucy's mother and Arthur's father, and now.... Let me get on with my work.", "characters": 411, "sentences": 9}, {"text": "For fully five minutes Van Helsing stood looking at her, with his face at its sternest. Then he turned to me and said calmly:--", "characters": 127, "sentences": 2}, {"text": "\"She is dying. It will not be long now. It will be much difference, mark me, whether she dies conscious or in her sleep. Wake that poor boy, and let him come and see the last; he trusts us, and we have promised him.\"", "characters": 216, "sentences": 5}, {"text": "When we came into Lucy's room I could see that Van Helsing had, with his usual forethought, been putting matters straight and making everything look as pleasing as possible. He had even brushed Lucy's hair, so that it lay on the pillow in its usual sunny ripples. When we came into the room she opened her eyes, and seeing him, whispered softly:--", "characters": 347, "sentences": 3}, {"text": "\"Arthur! Oh, my love, I am so glad you have come!\" He was stooping to kiss her, when Van Helsing motioned him back. \"No,\" he whispered, \"not yet! Hold her hand; it will comfort her more.\"", "characters": 187, "sentences": 3}, {"text": "So Arthur took her hand and knelt beside her, and she looked her best, with all the soft lines matching the angelic beauty of her eyes. Then gradually her eyes closed, and she sank to sleep. For a little bit her breast heaved softly, and her breath came and went like a tired child's.", "characters": 284, "sentences": 4}, {"text": "And then insensibly there came the strange change which I had noticed in the night. Her breathing grew stertorous, the mouth opened, and the pale gums, drawn back, made the teeth look longer and sharper than ever. In a sort of sleep-waking, vague, unconscious way she opened her eyes, which were now dull and hard at once, and said in a soft, voluptuous voice, such as I had never heard from her lips:--", "characters": 403, "sentences": 3}, {"text": "\"Arthur! Oh, my love, I am so glad you have come! Kiss me!\" Arthur bent eagerly over to kiss her; but at that instant Van Helsing, who, like me, had been startled by her voice, swooped upon him, and catching him by the neck with both hands, dragged him back with a fury of strength which I never thought he could have possessed, and actually hurled him almost across the room.", "characters": 376, "sentences": 2}, {"text": "\"Not for your life!\" he said; \"not for your living soul and hers!\" And he stood between them like a lion at bay.", "characters": 112, "sentences": 2}, {"text": "Arthur was so taken aback that he did not for a moment know what to do or say; and before any impulse of violence could seize him he realised the place and the occasion, and stood silent, waiting.", "characters": 196, "sentences": 2}, {"text": "I kept my eyes fixed on Lucy, as did Van Helsing, and we saw a spasm as of rage flit like a shadow over her face; the sharp teeth champed together. Then her eyes closed, and she breathed heavily.", "characters": 195, "sentences": 3}, {"text": "Very shortly after she opened her eyes in all their softness, and putting out her poor, pale, thin hand, took Van Helsing's great brown one; drawing it to her, she kissed it. \"My true friend,\" she said, in a faint voice, but with untellable pathos, \"My true friend, and his! Oh, guard him, and give me peace!\"", "characters": 309, "sentences": 2}, {"text": "\"I swear it!\" he said solemnly, kneeling beside her and holding up his hand, as one who registers an oath. Then he turned to Arthur, and said to him: \"Come, my child, take her hand in yours, and kiss her on the forehead, and only once.\"", "characters": 236, "sentences": 3}, {"text": "Lucy's eyes closed; and Van Helsing, who had been watching closely, took Arthur's arm, and drew him away.", "characters": 105, "sentences": 2}, {"text": "I took Arthur by the arm, and led him away to the drawing-room, where he sat down, and covered his face with his hands, sobbing in a way that nearly broke me down to see.", "characters": 170, "sentences": 2}, {"text": "I went back to the room, and found Van Helsing looking at poor Lucy, and his face was sterner than ever. Some change had come over her body. Death had given back part of her beauty, for her brow and cheeks had recovered some of their flowing lines; even the lips had lost their deadly pallor. It was as if the blood, no longer needed for the working of the heart, had gone to make the harshness of death as little rude as might be.", "characters": 431, "sentences": 5}, {"text": "The funeral was arranged for the next succeeding day, so that Lucy and her mother might be buried together. I attended to all the ghastly formalities, and the urbane undertaker proved that his staff were afflicted--or blessed--with something of his own obsequious suavity. Even the woman who performed the last offices for the dead remarked to me, in a confidential, brother-professional way, when she had come out from the death-chamber:--", "characters": 440, "sentences": 3}, {"text": "\"She makes a very beautiful corpse, sir. It's quite a privilege to attend on her. It's not too much to say that she will do credit to our establishment!\"", "characters": 153, "sentences": 3}, {"text": "\"I know; I know. You forget that I am a lawyer as well as a doctor. But this is not altogether for the law. You knew that, when you avoided the coroner. I have more than him to avoid. There may be papers more--such as this.\"", "characters": 224, "sentences": 7}, {"text": "As he spoke he took from his pocket-book the memorandum which had been in Lucy's breast, and which she had torn in her sleep.", "characters": 125, "sentences": 2}, {"text": "\"When you find anything of the solicitor who is for the late Mrs. Westenra, seal all her papers, and write him to-night. For me, I watch here in the room and in Miss Lucy's old room all night, and I myself search for what may be. It is not well that her very thoughts go into the hands of strangers.\"", "characters": 300, "sentences": 5}, {"text": "I went on with my part of the work, and in another half hour had found the name and address of Mrs. Westenra's solicitor and had written to him. All the poor lady's papers were in order; explicit directions regarding the place of burial were given. I had hardly sealed the letter, when, to my surprise, Van Helsing walked into the room, saying:--", "characters": 346, "sentences": 4}, {"text": "\"I did not look for any specific thing. I only hoped to find, and find I have, all that there was--only some letters and a few memoranda, and a diary new begun. But I have them here, and we shall for the present say nothing of them. I shall see that poor lad to-morrow evening, and, with his sanction, I shall use some.\"", "characters": 320, "sentences": 5}, {"text": "\"And now, friend John, I think we may to bed. We want sleep, both you and I, and rest to recuperate. To-morrow we shall have much to do, but for the to-night there is no need of us. Alas!\"", "characters": 188, "sentences": 4}, {"text": "I was undressing in my own room, when, with a premonitory tap at the door, he entered, and at once began to speak:--", "characters": 116, "sentences": 1}, {"text": "\"But why do it at all? The girl is dead. Why mutilate her poor body without need? And if there is no necessity for a post-mortem and nothing to gain by it--no good to her, to us, to science, to human knowledge--why do it? Without such it is monstrous.\"", "characters": 252, "sentences": 3}, {"text": "I must have slept long and soundly, for it was broad daylight when Van Helsing waked me by coming into my room. He came over to my bedside and said:--", "characters": 150, "sentences": 2}, {"text": "\"Because,\" he said sternly, \"it is too late--or too early. See!\" Here he held up the little golden crucifix. \"This was stolen in the night.\"", "characters": 140, "sentences": 4}, {"text": "\"Because I get it back from the worthless wretch who stole it, from the woman who robbed the dead and the living. Her punishment will surely come, but not through me; she knew not altogether what she did and thus unknowing, she only stole. Now we must wait.\"", "characters": 258, "sentences": 4}, {"text": "He was a good fellow, but his rejoicing at the one little part--in which he was officially interested--of so great a tragedy, was an object-lesson in the limitations of sympathetic understanding.", "characters": 195, "sentences": 2}, {"text": "\"You loved her too, old fellow; she told me all about it, and there was no friend had a closer place in her heart than you. I don't know how to thank you for all you have done for her. I can't think yet....\"", "characters": 207, "sentences": 7}, {"text": "Here he suddenly broke down, and threw his arms round my shoulders and laid his head on my breast, crying:--", "characters": 108, "sentences": 1}, {"text": "\"Oh, Jack! Jack! What shall I do! The whole of life seems gone from me all at once, and there is nothing in the wide world for me to live for.\"", "characters": 143, "sentences": 2}, {"text": "I comforted him as well as I could. In such cases men do not need much expression. A grip of the hand, the tightening of an arm over the shoulder, a sob in unison, are expressions of sympathy dear to a man's heart. I stood still and silent till his sobs died away, and then I said softly to him:--", "characters": 297, "sentences": 4}, {"text": "Together we moved over to the bed, and I lifted the lawn from her face. God! how beautiful she was. Every hour seemed to be enhancing her loveliness. It frightened and amazed me somewhat; and as for Arthur, he fell a-trembling, and finally was shaken with doubt as with an ague. At last, after a long pause, he said to me in a faint whisper:--", "characters": 343, "sentences": 5}, {"text": "I left him in the drawing-room, and told Van Helsing that he had said good-bye; so the latter went to the kitchen to tell the undertaker's men to proceed with the preparations and to screw up the coffin. When he came out of the room again I told him of Arthur's question, and he replied:--", "characters": 289, "sentences": 2}, {"text": "We all dined together, and I could see that poor Art was trying to make the best of things. Van Helsing had been silent all dinner-time; but when we had lit our cigars he said--", "characters": 177, "sentences": 2}, {"text": "\"No, no, not that, for God's sake! not yet at any rate. Forgive me, sir: I did not mean to speak offensively; it is only because my loss is so recent.\"", "characters": 151, "sentences": 3}, {"text": "\"I only used that name because I was in doubt. I must not call you 'Mr.,' and I have grown to love you--yes, my dear boy, to love you--as Arthur.\"", "characters": 146, "sentences": 4}, {"text": "\"Call me what you will,\" he said. \"I hope I may always have the title of a friend. And let me say that I am at a loss for words to thank you for your goodness to my poor dear.\" He paused a moment, and went on: \"I know that she understood your goodness even better than I do; and if I was rude or in any way wanting at that time you acted so--you remember\"--the Professor nodded--\"you must forgive me.\"", "characters": 401, "sentences": 5}, {"text": "\"And, indeed, indeed, sir,\" said Arthur warmly, \"I shall in all ways trust you. I know and believe you have a very noble heart, and you are Jack's friend, and you were hers. You shall do what you like.\"", "characters": 202, "sentences": 4}, {"text": "\"Dr. Van Helsing, you may do what you will. I feel that in saying this I am doing what my dear one would have approved. I shall not trouble you with questions till the time comes.\"", "characters": 180, "sentences": 5}, {"text": "\"And you are right. There will be pain for us all; but it will not be all pain, nor will this pain be the last. We and you too--you most of all, my dear boy--will have to pass through the bitter water before we reach the sweet. But we must be brave of heart and unselfish, and do our duty, and all will be well!\"", "characters": 312, "sentences": 4}, {"text": "I slept on a sofa in Arthur's room that night. Van Helsing did not go to bed at all. He went to and fro, as if patrolling the house, and was never out of sight of the room where Lucy lay in her coffin, strewn with the wild garlic flowers, which sent, through the odour of lily and rose, a heavy, overpowering smell into the night.", "characters": 330, "sentences": 4}, {"text": "The service was very simple and very solemn. There were only ourselves and the servants there, one or two old friends of his from Exeter, his London agent, and a gentleman representing Sir John Paxton, the President of the Incorporated Law Society. Jonathan and I stood hand in hand, and we felt that our best and dearest friend was gone from us....", "characters": 349, "sentences": 7}, {"text": "\"No, dear,\" I said; \"I don't know him; who is it?\" His answer seemed to shock and thrill me, for it was said as if he did not know that it was to me, Mina, to whom he was speaking:--", "characters": 182, "sentences": 1}, {"text": "The poor dear was evidently terrified at something--very greatly terrified; I do believe that if he had not had me to lean on and to support him he would have sunk down. He kept staring; a man came out of the shop with a small parcel, and gave it to the lady, who then drove off. The dark man kept his eyes fixed on her, and when the carriage moved up Piccadilly he followed in the same direction, and hailed a hansom. Jonathan kept looking after him, and said, as if to himself:--", "characters": 481, "sentences": 4}, {"text": "_Later._--A sad home-coming in every way--the house empty of the dear soul who was so good to us; Jonathan still pale and dizzy under a slight relapse of his malady; and now a telegram from Van Helsing, whoever he may be:--", "characters": 223, "sentences": 2}, {"text": "\"You will be grieved to hear that Mrs. Westenra died five days ago, and that Lucy died the day before yesterday. They were both buried to-day.\"", "characters": 143, "sentences": 4}, {"text": "Oh, what a wealth of sorrow in a few words! Poor Mrs. Westenra! poor Lucy! Gone, gone, never to return to us! And poor, poor Arthur, to have lost such sweetness out of his life! God help us all to bear our troubles.", "characters": 215, "sentences": 3}, {"text": "I did not like to wound him by pretending not to see his idea; but, as I did not yet understand the cause of his laughter, I asked him. As he answered me his face grew stern, and he said in quite a different tone:--", "characters": 215, "sentences": 2}, {"text": "\"Well, for the life of me, Professor,\" I said, \"I can't see anything to laugh at in all that. Why, your explanation makes it a harder puzzle than before. But even if the burial service was comic, what about poor Art and his trouble? Why, his heart was simply breaking.\"", "characters": 269, "sentences": 4}, {"text": "\"Just so. Said he not that the transfusion of his blood to her veins had made her truly his bride?\"", "characters": 99, "sentences": 2}, {"text": "\"Quite so. But there was a difficulty, friend John. If so that, then what about the others? Ho, ho! Then this so sweet maid is a polyandrist, and me, with my poor wife dead to me, but alive by Church's law, though no wits, all gone--even I, who am faithful husband to this now-no-wife, am bigamist.\"", "characters": 299, "sentences": 4}, {"text": "\"I don't see where the joke comes in there either!\" I said; and I did not feel particularly pleased with him for saying such things. He laid his hand on my arm, and said:--", "characters": 172, "sentences": 2}, {"text": "\"Friend John, forgive me if I pain. I showed not my feeling to others when it would wound, but only to you, my old friend, whom I can trust. If you could have looked into my very heart then when I want to laugh; if you could have done so when the laugh arrived; if you could do so now, when King Laugh have pack up his crown, and all that is to him--for he go far, far away from me, and for a long, long time--maybe you would perhaps pity me the most of all.\"", "characters": 459, "sentences": 4}, {"text": "And now we are all scattered; and for many a long day loneliness will sit over our roofs with brooding wings. Lucy lies in the tomb of her kin, a lordly death-house in a lonely churchyard, away from teeming London; where the air is fresh, and the sun rises over Hampstead Hill, and where wild flowers grow of their own accord.", "characters": 326, "sentences": 3}, {"text": "So I can finish this diary; and God only knows if I shall ever begin another. If I do, or if I even open this again, it will be to deal with different people and different themes; for here at the end, where the romance of my life is told, ere I go back to take up the thread of my life-work, I say sadly and without hope,", "characters": 321, "sentences": 2}, {"text": "We have just received intelligence that another child, missed last night, was only discovered late in the morning under a furze bush at the Shooter's Hill side of Hampstead Heath, which is, perhaps, less frequented than the other parts. It has the same tiny wound in the throat as has been noticed in other cases. It was terribly weak, and looked quite emaciated. It too, when partially restored, had the common story to tell of being lured away by the \"bloofer lady.\"", "characters": 468, "sentences": 5}, {"text": "\"_25 September._--Come to-day by quarter-past ten train if you can catch it. Can see you any time you call.", "characters": 107, "sentences": 4}, {"text": "It was half-past two o'clock when the knock came. I took my courage _à deux mains_ and waited. In a few minutes Mary opened the door, and announced \"Dr. Van Helsing.\"", "characters": 167, "sentences": 5}, {"text": "\"It is Mina Murray that I came to see that was friend of that poor dear child Lucy Westenra. Madam Mina, it is on account of the dead I come.\"", "characters": 142, "sentences": 3}, {"text": "\"Sir,\" I said, \"you could have no better claim on me than that you were a friend and helper of Lucy Westenra.\" And I held out my hand. He took it and said tenderly:--", "characters": 166, "sentences": 3}, {"text": "\"Oh, Madam Mina, I knew that the friend of that poor lily girl must be good, but I had yet to learn----\" He finished his speech with a courtly bow. I asked him what it was that he wanted to see me about, so he at once began:--", "characters": 226, "sentences": 2}, {"text": "\"Oh, Madam Mina, I will be grateful; you will do me much favour.\" I could not resist the temptation of mystifying him a bit--I suppose it is some of the taste of the original apple that remains still in our mouths--so I handed him the shorthand diary. He took it with a grateful bow, and said:--", "characters": 295, "sentences": 3}, {"text": "\"If you wish,\" I answered as demurely as I could. He opened it, and for an instant his face fell. Then he stood up and bowed.", "characters": 125, "sentences": 4}, {"text": "\"Oh, you so clever woman!\" he said. \"I knew long that Mr. Jonathan was a man of much thankfulness; but see, his wife have all the good things. And will you not so much honour me and so help me as to read it for me? Alas! I know not the shorthand.\" By this time my little joke was over, and I was almost ashamed; so I took the typewritten copy from my workbasket and handed it to him.", "characters": 383, "sentences": 6}, {"text": "\"Forgive me,\" I said: \"I could not help it; but I had been thinking that it was of dear Lucy that you wished to ask, and so that you might not have time to wait--not on my account, but because I know your time must be precious--I have written it out on the typewriter for you.\"", "characters": 277, "sentences": 2}, {"text": "He took it and his eyes glistened. \"You are so good,\" he said. \"And may I read it now? I may want to ask you some things when I have read.\"", "characters": 139, "sentences": 4}, {"text": "\"By all means,\" I said, \"read it over whilst I order lunch; and then you can ask me questions whilst we eat.\" He bowed and settled himself in a chair with his back to the light, and became absorbed in the papers, whilst I went to see after lunch chiefly in order that he might not be disturbed. When I came back, I found him walking hurriedly up and down the room, his face all ablaze with excitement. He rushed up to me and took me by both hands.", "characters": 447, "sentences": 5}, {"text": "\"And now tell me all about him.\" When it came to speaking to this great learned man, I began to fear that he would think me a weak fool, and Jonathan a madman--that journal is all so strange--and I hesitated to go on. But he was so sweet and kind, and he had promised to help, and I trusted him, so I said:--", "characters": 308, "sentences": 3}, {"text": "\"Dr. Van Helsing, what I have to tell you is so queer that you must not laugh at me or at my husband. I have been since yesterday in a sort of fever of doubt; you must be kind to me, and not think me foolish that I have even half believed some very strange things.\" He reassured me by his manner as well as his words when he said:--", "characters": 332, "sentences": 4}, {"text": "\"Oh, my dear, if you only know how strange is the matter regarding which I am here, it is you who would laugh. I have learned not to think little of any one's belief, no matter how strange it be. I have tried to keep an open mind; and it is not the ordinary things of life that could close it, but the strange things, the extraordinary things, the things that make one doubt if they be mad or sane.\"", "characters": 399, "sentences": 4}, {"text": "\"Thank you, thank you, a thousand times! You have taken a weight off my mind. If you will let me, I shall give you a paper to read. It is long, but I have typewritten it out. It will tell you my trouble and Jonathan's. It is the copy of his journal when abroad, and all that happened. I dare not say anything of it; you will read for yourself and judge. And then when I see you, perhaps, you will be very kind and tell me what you think.\"", "characters": 438, "sentences": 8}, {"text": "\"I promise,\" he said as I gave him the papers; \"I shall in the morning, so soon as I can, come to see you and your husband, if I may.\"", "characters": 134, "sentences": 2}, {"text": "\"Jonathan will be here at half-past eleven, and you must come to lunch with us and see him then; you could catch the quick 3:34 train, which will leave you at Paddington before eight.\" He was surprised at my knowledge of the trains off-hand, but he does not know that I have made up all the trains to and from Exeter, so that I may help Jonathan in case he is in a hurry.", "characters": 371, "sentences": 3}, {"text": "He was, I think, surprised to see me. When I came into the room where he was, and introduced myself, he took me by the shoulder, and turned my face round to the light, and said, after a sharp scrutiny:--", "characters": 203, "sentences": 2}, {"text": "\"But Madam Mina told me you were ill, that you had had a shock.\" It was so funny to hear my wife called \"Madam Mina\" by this kindly, strong-faced old man. I smiled, and said:--", "characters": 176, "sentences": 3}, {"text": "\"So! You are physiognomist. I learn more here with each hour. I am with so much pleasure coming to you to breakfast; and, oh, sir, you will pardon praise from an old man, but you are blessed in your wife.\" I would listen to him go on praising Mina for a day, so I simply nodded and stood silent.", "characters": 295, "sentences": 5}, {"text": "\"And now,\" he said, \"may I ask you for some more help? I have a great task to do, and at the beginning it is to know. You can help me here. Can you tell me what went before your going to Transylvania? Later on I may ask more help, and of a different kind; but at first this will do.\"", "characters": 283, "sentences": 4}, {"text": "\"Then I am with you heart and soul. As you go by the 10:30 train, you will not have time to read them; but I shall get the bundle of papers. You can take them with you and read them in the train.\"", "characters": 196, "sentences": 4}, {"text": "I looked over the paper, for I really did not know what he meant; but he took it from me and pointed out a paragraph about children being decoyed away at Hampstead. It did not convey much to me, until I reached a passage where it described small punctured wounds on their throats. An idea struck me, and I looked up. \"Well?\" he said.", "characters": 333, "sentences": 5}, {"text": "\"Simply that there is some cause in common. Whatever it was that injured her has injured them.\" I did not quite understand his answer:--", "characters": 136, "sentences": 3}, {"text": "\"How do you mean, Professor?\" I asked. I was a little inclined to take his seriousness lightly--for, after all, four days of rest and freedom from burning, harrowing anxiety does help to restore one's spirits--but when I saw his face, it sobered me. Never, even in the midst of our despair about poor Lucy, had he looked more stern.", "characters": 332, "sentences": 4}, {"text": "\"Tell me!\" I said. \"I can hazard no opinion. I do not know what to think, and I have no data on which to found a conjecture.\"", "characters": 125, "sentences": 4}, {"text": "\"Do you mean to tell me, friend John, that you have no suspicion as to what poor Lucy died of; not after all the hints given, not only by events, but by me?\"", "characters": 157, "sentences": 1}, {"text": "\"And how the blood lost or waste?\" I shook my head. He stepped over and sat down beside me, and went on:--", "characters": 106, "sentences": 2}, {"text": "\"Good God, Professor!\" I said, starting up. \"Do you mean to tell me that Lucy was bitten by such a bat; and that such a thing is here in London in the nineteenth century?\" He waved his hand for silence, and went on:--", "characters": 217, "sentences": 2}, {"text": "\"Professor, let me be your pet student again. Tell me the thesis, so that I may apply your knowledge as you go on. At present I am going in my mind from point to point as a mad man, and not a sane one, follows an idea. I feel like a novice lumbering through a bog in a mist, jumping from one tussock to another in the mere blind effort to move on without knowing where I am going.\"", "characters": 381, "sentences": 5}, {"text": "\"Then you want me not to let some previous conviction injure the receptivity of my mind with regard to some strange matter. Do I read your lesson aright?\"", "characters": 154, "sentences": 2}, {"text": "\"Ah, you are my favourite pupil still. It is worth to teach you. Now that you are willing to understand, you have taken the first step to understand. You think then that those so small holes in the children's throats were made by the same that made the hole in Miss Lucy?\"", "characters": 272, "sentences": 4}, {"text": "He threw himself with a despairing gesture into a chair, and placed his elbows on the table, covering his face with his hands as he spoke:--", "characters": 140, "sentences": 1}, {"text": "For a while sheer anger mastered me; it was as if he had during her life struck Lucy on the face. I smote the table hard and rose up as I said to him:--", "characters": 152, "sentences": 2}, {"text": "\"My friend, it was because I wished to be gentle in the breaking to you, for I know you have loved that so sweet lady. But even yet I do not expect you to believe. It is so hard to accept at once any abstract truth, that we may doubt such to be possible when we have always believed the 'no' of it; it is more hard still to accept so sad a concrete truth, and of such a one as Miss Lucy. To-night I go to prove it. Dare you come with me?\"", "characters": 438, "sentences": 5}, {"text": "This staggered me. A man does not like to prove such a truth; Byron excepted from the category, jealousy.", "characters": 105, "sentences": 3}, {"text": "\"And then?\" He took a key from his pocket and held it up. \"And then we spend the night, you and I, in the churchyard where Lucy lies. This is the key that lock the tomb. I had it from the coffin-man to give to Arthur.\" My heart sank within me, for I felt that there was some fearful ordeal before us. I could do nothing, however, so I plucked up what heart I could and said that we had better hasten, as the afternoon was passing....", "characters": 433, "sentences": 10}, {"text": "\"I hope,\" said Van Helsing, \"that when you are sending the child home you will caution its parents to keep strict watch over it. These fancies to stray are most dangerous; and if the child were to remain out another night, it would probably be fatal. But in any case I suppose you will not let it away for some days?\"", "characters": 317, "sentences": 3}, {"text": "Our visit to the hospital took more time than we had reckoned on, and the sun had dipped before we came out. When Van Helsing saw how dark it was, he said:--", "characters": 157, "sentences": 2}, {"text": "\"There is no hurry. It is more late than I thought. Come, let us seek somewhere that we may eat, and then we shall go on our way.\"", "characters": 130, "sentences": 4}, {"text": "Van Helsing went about his work systematically. Holding his candle so that he could read the coffin plates, and so holding it that the sperm dropped in white patches which congealed as they touched the metal, he made assurance of Lucy's coffin. Another search in his bag, and he took out a turnscrew.", "characters": 300, "sentences": 4}, {"text": "It was certainly a surprise to me, and gave me a considerable shock, but Van Helsing was unmoved. He was now more sure than ever of his ground, and so emboldened to proceed in his task. \"Are you satisfied now, friend John?\" he asked.", "characters": 233, "sentences": 4}, {"text": "\"That is good logic,\" he said, \"so far as it goes. But how do you--how can you--account for it not being there?\"", "characters": 112, "sentences": 2}, {"text": "\"Perhaps a body-snatcher,\" I suggested. \"Some of the undertaker's people may have stolen it.\" I felt that I was speaking folly, and yet it was the only real cause which I could suggest. The Professor sighed. \"Ah well!\" he said, \"we must have more proof. Come with me.\"", "characters": 268, "sentences": 7}, {"text": "It was a lonely vigil. Just after I had taken my place I heard a distant clock strike twelve, and in time came one and two. I was chilled and unnerved, and angry with the Professor for taking me on such an errand and with myself for coming. I was too cold and too sleepy to be keenly observant, and not sleepy enough to betray my trust so altogether I had a dreary, miserable time.", "characters": 381, "sentences": 5}, {"text": "\"We shall see,\" said the Professor, and with one impulse we took our way out of the churchyard, he carrying the sleeping child.", "characters": 127, "sentences": 2}, {"text": "When we had got some little distance away, we went into a clump of trees, and struck a match, and looked at the child's throat. It was without a scratch or scar of any kind.", "characters": 173, "sentences": 3}, {"text": "I cannot sleep, so I make this entry. But I must try to get a few hours' sleep, as Van Helsing is to call for me at noon. He insists that I shall go with him on another expedition.", "characters": 180, "sentences": 4}, {"text": "There lay Lucy, seemingly just as we had seen her the night before her funeral. She was, if possible, more radiantly beautiful than ever; and I could not believe that she was dead. The lips were red, nay redder than before; and on the cheeks was a delicate bloom.", "characters": 263, "sentences": 4}, {"text": "\"Are you convinced now?\" said the Professor in response, and as he spoke he put over his hand, and in a way that made me shudder, pulled back the dead lips and showed the white teeth.", "characters": 183, "sentences": 2}, {"text": "\"See,\" he went on, \"see, they are even sharper than before. With this and this\"--and he touched one of the canine teeth and that below it--\"the little children can be bitten. Are you of belief now, friend John?\" Once more, argumentative hostility woke within me. I _could_ not accept such an overwhelming idea as he suggested; so, with an attempt to argue of which I was even at the moment ashamed, I said:--", "characters": 408, "sentences": 4}, {"text": "\"And yet she has been dead one week. Most peoples in that time would not look so.\" I had no answer for this, so was silent. Van Helsing did not seem to notice my silence; at any rate, he showed neither chagrin nor triumph. He was looking intently at the face of the dead woman, raising the eyelids and looking at the eyes, and once more opening the lips and examining the teeth. Then he turned to me and said:--", "characters": 411, "sentences": 6}, {"text": "I answered: \"Do not press me too hard all at once. I am willing to accept. How will you do this bloody work?\"", "characters": 109, "sentences": 3}, {"text": "\"I shall cut off her head and fill her mouth with garlic, and I shall drive a stake through her body.\" It made me shudder to think of so mutilating the body of the woman whom I had loved. And yet the feeling was not so strong as I had expected. I was, in fact, beginning to shudder at the presence of this being, this Un-Dead, as Van Helsing called it, and to loathe it. Is it possible that love is all subjective, or all objective?", "characters": 432, "sentences": 5}, {"text": "I waited a considerable time for Van Helsing to begin, but he stood as if wrapped in thought. Presently he closed the catch of his bag with a snap, and said:--", "characters": 159, "sentences": 2}, {"text": "So we locked the tomb and came away, and got over the wall of the churchyard, which was not much of a task, and drove back to Piccadilly.", "characters": 137, "sentences": 2}, {"text": "\"Therefore I write this in case.... Take the papers that are with this, the diaries of Harker and the rest, and read them, and then find this great Un-Dead, and cut off his head and burn his heart or drive a stake through it, so that the world may rest from him.", "characters": 262, "sentences": 6}, {"text": "_29 September, morning._.... Last night, at a little before ten o'clock, Arthur and Quincey came into Van Helsing's room; he told us all that he wanted us to do, but especially addressing himself to Arthur, as if all our wills were centred in his. He began by saying that he hoped we would all come with him too, \"for,\" he said, \"there is a grave duty to be done there. You were doubtless surprised at my letter?\" This query was directly addressed to Lord Godalming.", "characters": 466, "sentences": 9}, {"text": "\"I was. It rather upset me for a bit. There has been so much trouble around my house of late that I could do without any more. I have been curious, too, as to what you mean. Quincey and I talked it over; but the more we talked, the more puzzled we got, till now I can say for myself that I'm about up a tree as to any meaning about anything.\"", "characters": 342, "sentences": 6}, {"text": "\"Oh,\" said the Professor, \"then you are nearer the beginning, both of you, than friend John here, who has to go a long way back before he can even get so far as to begin.\"", "characters": 171, "sentences": 2}, {"text": "It was evident that he recognised my return to my old doubting frame of mind without my saying a word. Then, turning to the other two, he said with intense gravity:--", "characters": 166, "sentences": 2}, {"text": "\"I want your permission to do what I think good this night. It is, I know, much to ask; and when you know what it is I propose to do you will know, and only then, how much. Therefore may I ask that you promise me in the dark, so that afterwards, though you may be angry with me for a time--I must not disguise from myself the possibility that such may be--you shall not blame yourselves for anything.\"", "characters": 401, "sentences": 4}, {"text": "\"That's frank anyhow,\" broke in Quincey. \"I'll answer for the Professor. I don't quite see his drift, but I swear he's honest; and that's good enough for me.\"", "characters": 158, "sentences": 4}, {"text": "\"I thank you, sir,\" said Van Helsing proudly. \"I have done myself the honour of counting you one trusting friend, and such endorsement is dear to me.\" He held out a hand, which Quincey took.", "characters": 190, "sentences": 4}, {"text": "\"Dr. Van Helsing, I don't quite like to 'buy a pig in a poke,' as they say in Scotland, and if it be anything in which my honour as a gentleman or my faith as a Christian is concerned, I cannot make such a promise. If you can assure me that what you intend does not violate either of these two, then I give my consent at once; though for the life of me, I cannot understand what you are driving at.\"", "characters": 399, "sentences": 4}, {"text": "\"I accept your limitation,\" said Van Helsing, \"and all I ask of you is that if you feel it necessary to condemn any act of mine, you will first consider it well and be satisfied that it does not violate your reservations.\"", "characters": 222, "sentences": 2}, {"text": "\"Agreed!\" said Arthur; \"that is only fair. And now that the _pourparlers_ are over, may I ask what it is we are to do?\"", "characters": 119, "sentences": 2}, {"text": "\"Professor, are you in earnest; or it is some monstrous joke? Pardon me, I see that you are in earnest.\" He sat down again, but I could see that he sat firmly and proudly, as one who is on his dignity. There was silence until he asked again:--", "characters": 243, "sentences": 3}, {"text": "\"This is too much!\" he said, angrily rising again. \"I am willing to be patient in all things that are reasonable; but in this--this desecration of the grave--of one who----\" He fairly choked with indignation. The Professor looked pityingly at him.", "characters": 247, "sentences": 4}, {"text": "\"If I could spare you one pang, my poor friend,\" he said, \"God knows I would. But this night our feet must tread in thorny paths; or later, and for ever, the feet you love must walk in paths of flame!\"", "characters": 201, "sentences": 2}, {"text": "\"Would it not be well to hear what I have to say?\" said Van Helsing. \"And then you will at least know the limit of my purpose. Shall I go on?\"", "characters": 142, "sentences": 3}, {"text": "\"Miss Lucy is dead; is it not so? Yes! Then there can be no wrong to her. But if she be not dead----\"", "characters": 101, "sentences": 2}, {"text": "\"Good God!\" he cried. \"What do you mean? Has there been any mistake; has she been buried alive?\" He groaned in anguish that not even hope could soften.", "characters": 151, "sentences": 3}, {"text": "\"I did not say she was alive, my child; I did not think it. I go no further than to say that she might be Un-Dead.\"", "characters": 115, "sentences": 3}, {"text": "\"There are mysteries which men can only guess at, which age by age they may solve only in part. Believe me, we are now on the verge of one. But I have not done. May I cut off the head of dead Miss Lucy?\"", "characters": 203, "sentences": 4}, {"text": "\"Oh, it is hard to think of it, and I cannot understand; but at least I shall go with you and wait.\"", "characters": 100, "sentences": 2}, {"text": "\"Professor, I answered for you. Your word is all I want. I wouldn't ask such a thing ordinarily--I wouldn't so dishonour you as to imply a doubt; but this is a mystery that goes beyond any honour or dishonour. Is this your doing?\"", "characters": 230, "sentences": 4}, {"text": "\"I swear to you by all that I hold sacred that I have not removed nor touched her. What happened was this: Two nights ago my friend Seward and I came here--with good purpose, believe me. I opened that coffin, which was then sealed up, and we found it, as now, empty. We then waited, and saw something white come through the trees. The next day we came here in day-time, and she lay there. Did she not, friend John?\"", "characters": 415, "sentences": 6}, {"text": "\"And is that stuff you have put there going to do it?\" asked Quincey. \"Great Scott! Is this a game?\"", "characters": 100, "sentences": 2}, {"text": "\"What is that which you are using?\" This time the question was by Arthur. Van Helsing reverently lifted his hat as he answered:--", "characters": 129, "sentences": 2}, {"text": "We shuddered with horror. I could see by the tremulous light that even Van Helsing's iron nerve had failed. Arthur was next to me, and if I had not seized his arm and held him up, he would have fallen.", "characters": 201, "sentences": 4}, {"text": "\"Come to me, Arthur. Leave these others and come to me. My arms are hungry for you. Come, and we can rest together. Come, my husband, come!\"", "characters": 140, "sentences": 5}, {"text": "And so for full half a minute, which seemed an eternity, she remained between the lifted crucifix and the sacred closing of her means of entry. Van Helsing broke the silence by asking Arthur:--", "characters": 193, "sentences": 2}, {"text": "\"My friend Arthur, you have had a sore trial; but after, when you look back, you will see how it was necessary. You are now in the bitter waters, my child. By this time to-morrow you will, please God, have passed them, and have drunk of the sweet waters; so do not mourn overmuch. Till then I shall not ask you to forgive me.\"", "characters": 326, "sentences": 5}, {"text": "Arthur and Quincey came home with me, and we tried to cheer each other on the way. We had left the child in safety, and were tired; so we all slept with more or less reality of sleep.", "characters": 183, "sentences": 3}, {"text": "We all looked at Arthur. He saw, too, what we all did, the infinite kindness which suggested that his should be the hand which would restore Lucy to us as a holy, and not an unholy, memory; he stepped forward and said bravely, though his hand trembled, and his face was as pale as snow:--", "characters": 288, "sentences": 2}, {"text": "\"My true friend, from the bottom of my broken heart I thank you. Tell me what I am to do, and I shall not falter!\" Van Helsing laid a hand on his shoulder, and said:--", "characters": 167, "sentences": 2}, {"text": "\"Brave lad! A moment's courage, and it is done. This stake must be driven through her. It will be a fearful ordeal--be not deceived in that--but it will be only a short time, and you will then rejoice more than your pain was great; from this grim tomb you will emerge as though you tread on air. But you must not falter when once you have begun. Only think that we, your true friends, are round you, and that we pray for you all the time.\"", "characters": 439, "sentences": 6}, {"text": "\"Take this stake in your left hand, ready to place the point over the heart, and the hammer in your right. Then when we begin our prayer for the dead--I shall read him, I have here the book, and the others shall follow--strike in God's name, that so all may be well with the dead that we love and that the Un-Dead pass away.\"", "characters": 325, "sentences": 3}, {"text": "Arthur took the stake and the hammer, and when once his mind was set on action his hands never trembled nor even quivered. Van Helsing opened his missal and began to read, and Quincey and I followed as well as we could. Arthur placed the point over the heart, and as I looked I could see its dint in the white flesh. Then he struck with all his might.", "characters": 351, "sentences": 5}, {"text": "And then the writhing and quivering of the body became less, and the teeth seemed to champ, and the face to quiver. Finally it lay still. The terrible task was over.", "characters": 165, "sentences": 4}, {"text": "The reaction of the terrible strain came as he took the old man's hand in his, and raising it to his lips, pressed it, and said:--", "characters": 130, "sentences": 1}, {"text": "\"Forgiven! God bless you that you have given my dear one her soul again, and me peace.\" He put his hands on the Professor's shoulder, and laying his head on his breast, cried for a while silently, whilst we stood unmoving. When he raised his head Van Helsing said to him:--", "characters": 273, "sentences": 3}, {"text": "\"And now, my child, you may kiss her. Kiss her dead lips if you will, as she would have you to, if for her to choose. For she is not a grinning devil now--not any more a foul Thing for all eternity. No longer she is the devil's Un-Dead. She is God's true dead, whose soul is with Him!\"", "characters": 285, "sentences": 5}, {"text": "Arthur bent and kissed her, and then we sent him and Quincey out of the tomb; the Professor and I sawed the top off the stake, leaving the point of it in the body. Then we cut off the head and filled the mouth with garlic. We soldered up the leaden coffin, screwed on the coffin-lid, and gathering up our belongings, came away. When the Professor locked the door he gave the key to Arthur.", "characters": 389, "sentences": 5}, {"text": "Outside the air was sweet, the sun shone, and the birds sang, and it seemed as if all nature were tuned to a different pitch. There was gladness and mirth and peace everywhere, for we were at rest ourselves on one account, and we were glad, though it was with a tempered joy.", "characters": 275, "sentences": 3}, {"text": "\"Now, my friends, one step of our work is done, one the most harrowing to ourselves. But there remains a greater task: to find out the author of all this our sorrow and to stamp him out. I have clues which we can follow; but it is a long task, and a difficult, and there is danger in it, and pain. Shall you not all help me? We have learned to believe, all of us--is it not so? And since so, do we not see our duty? Yes! And do we not promise to go on to the bitter end?\"", "characters": 471, "sentences": 4}, {"text": "Each in turn, we took his hand, and the promise was made. Then said the Professor as we moved off:--", "characters": 100, "sentences": 2}, {"text": "The Professor was delighted. \"Ah, that wonderful Madam Mina,\" he said, \"pearl among women! She arrive, but I cannot stay. She must go to your house, friend John. You must meet her at the station. Telegraph her _en route_, so that she may be prepared.\"", "characters": 251, "sentences": 6}, {"text": "The crowd melted away, after the bustling fashion common to arrival platforms; and I was beginning to feel uneasy, lest I might miss my guest, when a sweet-faced, dainty-looking girl stepped up to me, and, after a quick glance, said: \"Dr. Seward, is it not?\"", "characters": 258, "sentences": 2}, {"text": "\"I knew you from the description of poor dear Lucy; but----\" She stopped suddenly, and a quick blush overspread her face.", "characters": 121, "sentences": 2}, {"text": "The blush that rose to my own cheeks somehow set us both at ease, for it was a tacit answer to her own. I got her luggage, which included a typewriter, and we took the Underground to Fenchurch Street, after I had sent a wire to my housekeeper to have a sitting-room and bedroom prepared at once for Mrs. Harker.", "characters": 311, "sentences": 4}, {"text": "In due time we arrived. She knew, of course, that the place was a lunatic asylum, but I could see that she was unable to repress a shudder when we entered.", "characters": 155, "sentences": 3}, {"text": "_29 September._--After I had tidied myself, I went down to Dr. Seward's study. At the door I paused a moment, for I thought I heard him talking with some one. As, however, he had pressed me to be quick, I knocked at the door, and on his calling out, \"Come in,\" I entered.", "characters": 271, "sentences": 6}, {"text": "To my intense surprise, there was no one with him. He was quite alone, and on the table opposite him was what I knew at once from the description to be a phonograph. I had never seen one, and was much interested.", "characters": 212, "sentences": 4}, {"text": "\"I hope I did not keep you waiting,\" I said; \"but I stayed at the door as I heard you talking, and thought there was some one with you.\"", "characters": 136, "sentences": 2}, {"text": "\"Yes,\" he answered. \"I keep it in this.\" As he spoke he laid his hand on the phonograph. I felt quite excited over it, and blurted out:--", "characters": 137, "sentences": 4}, {"text": "\"Certainly,\" he replied with alacrity, and stood up to put it in train for speaking. Then he paused, and a troubled look overspread his face.", "characters": 141, "sentences": 3}, {"text": "\"The fact is,\" he began awkwardly, \"I only keep my diary in it; and as it is entirely--almost entirely--about my cases, it may be awkward--that is, I mean----\" He stopped, and I tried to help him out of his embarrassment:--", "characters": 223, "sentences": 1}, {"text": "\"You helped to attend dear Lucy at the end. Let me hear how she died; for all that I know of her, I shall be very grateful. She was very, very dear to me.\"", "characters": 155, "sentences": 4}, {"text": "\"Why not?\" I asked, for some grave, terrible feeling was coming over me. Again he paused, and I could see that he was trying to invent an excuse. At length he stammered out:--", "characters": 175, "sentences": 3}, {"text": "\"Then, Dr. Seward, you had better let me copy it out for you on my typewriter.\" He grew to a positively deathly pallor as he said:--", "characters": 132, "sentences": 3}, {"text": "Then it was terrible; my intuition was right! For a moment I thought, and as my eyes ranged the room, unconsciously looking for something or some opportunity to aid me, they lit on a great batch of typewriting on the table. His eyes caught the look in mine, and, without his thinking, followed their direction. As they saw the parcel he realised my meaning.", "characters": 357, "sentences": 4}, {"text": "\"You do not know me,\" I said. \"When you have read those papers--my own diary and my husband's also, which I have typed--you will know me better. I have not faltered in giving every thought of my own heart in this cause; but, of course, you do not know me--yet; and I must not expect you to trust me so far.\"", "characters": 307, "sentences": 4}, {"text": "He is certainly a man of noble nature; poor dear Lucy was right about him. He stood up and opened a large drawer, in which were arranged in order a number of hollow cylinders of metal covered with dark wax, and said:--", "characters": 218, "sentences": 2}, {"text": "\"Oh, no, not distressed me,\" she replied, \"but I have been more touched than I can say by your grief. That is a wonderful machine, but it is cruelly true. It told me, in its very tones, the anguish of your heart. It was like a soul crying out to Almighty God. No one must hear them spoken ever again! See, I have tried to be useful. I have copied out the words on my typewriter, and none other need now hear your heart beat, as I did.\"", "characters": 435, "sentences": 7}, {"text": "\"No one need ever know, shall ever know,\" I said in a low voice. She laid her hand on mine and said very gravely:--", "characters": 115, "sentences": 2}, {"text": "_29 September._--After dinner I came with Dr. Seward to his study. He brought back the phonograph from my room, and I took my typewriter. He placed me in a comfortable chair, and arranged the phonograph so that I could touch it without getting up, and showed me how to stop it in case I should want to pause. Then he very thoughtfully took a chair, with his back to me, so that I might be as free as possible, and began to read. I put the forked metal to my ears and listened.", "characters": 476, "sentences": 8}, {"text": "_Later._--After lunch Harker and his wife went back to their own room, and as I passed a while ago I heard the click of the typewriter. They are hard at it. Mrs. Harker says that they are knitting together in chronological order every scrap of evidence they have. Harker has got the letters between the consignee of the boxes at Whitby and the carriers in London who took charge of them. He is now reading his wife's typescript of my diary. I wonder what they make out of it. Here it is....", "characters": 490, "sentences": 13}, {"text": "\"That 'ere 'ouse, guv'nor, is the rummiest I ever was in. Blyme! but it ain't been touched sence a hundred years. There was dust that thick in the place that you might have slep' on it without 'urtin' of yer bones; an' the place was that neglected that yer might 'ave smelled ole Jerusalem in it. But the ole chapel--that took the cike, that did! Me and my mate, we thort we wouldn't never git out quick enough. Lor', I wouldn't take less nor a quid a moment to stay there arter dark.\"", "characters": 485, "sentences": 6}, {"text": "Having been in the house, I could well believe him; but if he knew what I know, he would, I think, have raised his terms.", "characters": 121, "sentences": 2}, {"text": "Of one thing I am now satisfied: that _all_ the boxes which arrived at Whitby from Varna in the _Demeter_ were safely deposited in the old chapel at Carfax. There should be fifty of them there, unless any have since been removed--as from Dr. Seward's diary I fear.", "characters": 264, "sentences": 4}, {"text": "I shall try to see the carter who took away the boxes from Carfax when Renfield attacked them. By following up this clue we may learn a good deal.", "characters": 146, "sentences": 3}, {"text": "\"I loved dear Lucy, and I know what she was to you, and what you were to her. She and I were like sisters; and now she is gone, will you not let me be like a sister to you in your trouble? I know what sorrows you have had, though I cannot measure the depth of them. If sympathy and pity can help in your affliction, won't you let me be of some little service--for Lucy's sake?\"", "characters": 377, "sentences": 3}, {"text": "We women have something of the mother in us that makes us rise above smaller matters when the mother-spirit is invoked; I felt this big sorrowing man's head resting on me, as though it were that of the baby that some day may lie on my bosom, and I stroked his hair as though he were my own child. I never thought at the time how strange it all was.", "characters": 348, "sentences": 3}, {"text": "As I came along the corridor I saw Mr. Morris looking out of a window. He turned as he heard my footsteps. \"How is Art?\" he said. Then noticing my red eyes, he went on: \"Ah, I see you have been comforting him. Poor old fellow! he needs it. No one but a woman can help a man when he is in trouble of the heart; and he had no one to comfort him.\"", "characters": 344, "sentences": 8}, {"text": "He bore his own trouble so bravely that my heart bled for him. I saw the manuscript in his hand, and I knew that when he read it he would realise how much I knew; so I said to him:--", "characters": 182, "sentences": 2}, {"text": "\"I wish I could comfort all who suffer from the heart. Will you let me be your friend, and will you come to me for comfort if you need it? You will know, later on, why I speak.\" He saw that I was in earnest, and stooping, took my hand, and raising it to his lips, kissed it. It seemed but poor comfort to so brave and unselfish a soul, and impulsively I bent over and kissed him. The tears rose in his eyes, and there was a momentary choking in his throat; he said quite calmly:--", "characters": 480, "sentences": 5}, {"text": "\"Little girl, you will never regret that true-hearted kindness, so long as ever you live!\" Then he went into the study to his friend.", "characters": 133, "sentences": 2}, {"text": "\"Dr. Seward, may I ask a favour? I want to see your patient, Mr. Renfield. Do let me see him. What you have said of him in your diary interests me so much!\" She looked so appealing and so pretty that I could not refuse her, and there was no possible reason why I should; so I took her with me. When I went into the room, I told the man that a lady would like to see him; to which he simply answered: \"Why?\"", "characters": 406, "sentences": 6}, {"text": "\"Good-evening, Mr. Renfield,\" said she. \"You see, I know you, for Dr. Seward has told me of you.\" He made no immediate reply, but eyed her all over intently with a set frown on his face. This look gave way to one of wonder, which merged in doubt; then, to my intense astonishment, he said:--", "characters": 291, "sentences": 6}, {"text": "\"You're not the girl the doctor wanted to marry, are you? You can't be, you know, for she's dead.\" Mrs. Harker smiled sweetly as she replied:--", "characters": 143, "sentences": 3}, {"text": "\"Oh no! I have a husband of my own, to whom I was married before I ever saw Dr. Seward, or he me. I am Mrs. Harker.\"", "characters": 116, "sentences": 5}, {"text": "\"But why not?\" I thought that this style of conversation might not be pleasant to Mrs. Harker, any more than it was to me, so I joined in:--", "characters": 140, "sentences": 2}, {"text": "\"How did you know I wanted to marry any one?\" His reply was simply contemptuous, given in a pause in which he turned his eyes from Mrs. Harker to me, instantly turning them back again:--", "characters": 186, "sentences": 2}, {"text": "\"I don't see that at all, Mr. Renfield,\" said Mrs. Harker, at once championing me. He replied to her with as much courtesy and respect as he had shown contempt to me:--", "characters": 168, "sentences": 4}, {"text": "We continued to talk for some time; and, seeing that he was seemingly quite reasonable, she ventured, looking at me questioningly as she began, to lead him to his favourite topic. I was again astonished, for he addressed himself to the question with the impartiality of the completest sanity; he even took himself as an example when he mentioned certain things.", "characters": 361, "sentences": 3}, {"text": "When I went to the station to meet Van Helsing I left the boys behind me. Poor Art seemed more cheerful than he has been since Lucy first took ill, and Quincey is more like his own bright self than he has been for many a long day.", "characters": 230, "sentences": 3}, {"text": "Van Helsing stepped from the carriage with the eager nimbleness of a boy. He saw me at once, and rushed up to me, saying:--", "characters": 123, "sentences": 2}, {"text": "\"Ah, friend John, how goes all? Well? So! I have been busy, for I come here to stay if need be. All affairs are settled with me, and I have much to tell. Madam Mina is with you? Yes. And her so fine husband? And Arthur and my friend Quincey, they are with you, too? Good!\"", "characters": 272, "sentences": 4}, {"text": "As I drove to the house I told him of what had passed, and of how my own diary had come to be of some use through Mrs. Harker's suggestion; at which the Professor interrupted me:--", "characters": 180, "sentences": 2}, {"text": "\"I am told, Madam Mina, by my friend John that you and your husband have put up in exact order all things that have been, up to this moment.\"", "characters": 141, "sentences": 2}, {"text": "\"But why not up to now? We have seen hitherto how good light all the little things have made. We have told our secrets, and yet no one who has told is the worse for it.\"", "characters": 169, "sentences": 3}, {"text": "\"Dr. Van Helsing, will you read this, and tell me if it must go in. It is my record of to-day. I too have seen the need of putting down at present everything, however trivial; but there is little in this except what is personal. Must it go in?\" The Professor read it over gravely, and handed it back, saying:--", "characters": 310, "sentences": 5}, {"text": "\"It need not go in if you do not wish it; but I pray that it may. It can but make your husband love you the more, and all us, your friends, more honour you--as well as more esteem and love.\" She took it back with another blush and a bright smile.", "characters": 246, "sentences": 4}, {"text": "And so now, up to this very hour, all the records we have are complete and in order. The Professor took away one copy to study after dinner, and before our meeting, which is fixed for nine o'clock. The rest of us have already read everything; so when we meet in the study we shall all be informed as to facts, and can arrange our plan of battle with this terrible and mysterious enemy.", "characters": 385, "sentences": 4}, {"text": "\"I may, I suppose, take it that we are all acquainted with the facts that are in these papers.\" We all expressed assent, and he went on:--", "characters": 138, "sentences": 2}, {"text": "\"Then it were, I think good that I tell you something of the kind of enemy with which we have to deal. I shall then make known to you something of the history of this man, which has been ascertained for me. So we then can discuss how we shall act, and can take our measure according.", "characters": 283, "sentences": 4}, {"text": "Whilst he was speaking, Jonathan had taken my hand. I feared, oh so much, that the appalling nature of our danger was overcoming him when I saw his hand stretch out; but it was life to me to feel its touch--so strong, so self-reliant, so resolute. A brave man's hand can speak for itself; it does not even need a woman's love to hear its music.", "characters": 344, "sentences": 4}, {"text": "When the Professor had done speaking my husband looked in my eyes, and I in his; there was no need for speaking between us.", "characters": 123, "sentences": 2}, {"text": "\"Well, you know what we have to contend against; but we, too, are not without strength. We have on our side power of combination--a power denied to the vampire kind; we have sources of science; we are free to act and think; and the hours of the day and the night are ours equally. In fact, so far as our powers extend, they are unfettered, and we are free to use them. We have self-devotion in a cause, and an end to achieve which is not a selfish one. These things are much.", "characters": 475, "sentences": 6}, {"text": "\"Now let us see how far the general powers arrayed against us are restrict, and how the individual cannot. In fine, let us consider the limitations of the vampire in general, and of this one in particular.", "characters": 205, "sentences": 3}, {"text": "Whilst they were talking Mr. Morris was looking steadily at the window, and he now got up quietly, and went out of the room. There was a little pause, and then the Professor went on:--", "characters": 184, "sentences": 3}, {"text": "Here we were interrupted in a very startling way. Outside the house came the sound of a pistol-shot; the glass of the window was shattered with a bullet, which, ricochetting from the top of the embrasure, struck the far wall of the room. I am afraid I am at heart a coward, for I shrieked out. The men all jumped to their feet; Lord Godalming flew over to the window and threw up the sash. As he did so we heard Mr. Morris's voice without:--", "characters": 441, "sentences": 6}, {"text": "\"Sorry! I fear I have alarmed you. I shall come in and tell you about it.\" A minute later he came in and said:--", "characters": 112, "sentences": 3}, {"text": "\"It was an idiotic thing of me to do, and I ask your pardon, Mrs. Harker, most sincerely; I fear I must have frightened you terribly. But the fact is that whilst the Professor was talking there came a big bat and sat on the window-sill. I have got such a horror of the damned brutes from recent events that I cannot stand them, and I went out to have a shot, as I have been doing of late of evenings, whenever I have seen one. You used to laugh at me for it then, Art.\"", "characters": 469, "sentences": 6}, {"text": "\"I don't know; I fancy not, for it flew away into the wood.\" Without saying any more he took his seat, and the Professor began to resume his statement:--", "characters": 153, "sentences": 2}, {"text": "\"We must trace each of these boxes; and when we are ready, we must either capture or kill this monster in his lair; or we must, so to speak, sterilise the earth, so that no more he can seek safety in it. Thus in the end we may find him in his form of man between the hours of noon and sunset, and so engage with him when he is at his most weak.", "characters": 344, "sentences": 3}, {"text": "\"And now for you, Madam Mina, this night is the end until all be well. You are too precious to us to have such risk. When we part to-night, you no more must question. We shall tell you all in good time. We are men and are able to bear; but you must be our star and our hope, and we shall act all the more free that you are not in the danger, such as we are.\"", "characters": 358, "sentences": 6}, {"text": "All the men, even Jonathan, seemed relieved; but it did not seem to me good that they should brave danger and, perhaps, lessen their safety--strength being the best safety--through care of me; but their minds were made up, and, though it was a bitter pill for me to swallow, I could say nothing, save to accept their chivalrous care of me.", "characters": 339, "sentences": 2}, {"text": "\"As there is no time to lose, I vote we have a look at his house right now. Time is everything with him; and swift action on our part may save another victim.\"", "characters": 159, "sentences": 3}, {"text": "I own that my heart began to fail me when the time for action came so close, but I did not say anything, for I had a greater fear that if I appeared as a drag or a hindrance to their work, they might even leave me out of their counsels altogether. They have now gone off to Carfax, with means to get into the house.", "characters": 315, "sentences": 3}, {"text": "Manlike, they had told me to go to bed and sleep; as if a woman can sleep when those she loves are in danger! I shall lie down and pretend to sleep, lest Jonathan have added anxiety about me when he returns.", "characters": 207, "sentences": 2}, {"text": "_1 October, 4 a. m._--Just as we were about to leave the house, an urgent message was brought to me from Renfield to know if I would see him at once, as he had something of the utmost importance to say to me. I told the messenger to say that I would attend to his wishes in the morning; I was busy just at the moment. The attendant added:--", "characters": 340, "sentences": 5}, {"text": "\"He seems very importunate, sir. I have never seen him so eager. I don't know but what, if you don't see him soon, he will have one of his violent fits.\" I knew the man would not have said this without some cause, so I said: \"All right; I'll go now\"; and I asked the others to wait a few minutes for me, as I had to go and see my \"patient.\"", "characters": 340, "sentences": 5}, {"text": "\"Take me with you, friend John,\" said the Professor. \"His case in your diary interest me much, and it had bearing, too, now and again on _our_ case. I should much like to see him, and especial when his mind is disturbed.\"", "characters": 221, "sentences": 4}, {"text": "\"Me too?\" said Quincey Morris. \"May I come?\" said Harker. I nodded, and we all went down the passage together.", "characters": 110, "sentences": 4}, {"text": "\"You have,\" I said frankly, but at the same time, as I felt, brutally. There was a considerable pause, and then he said slowly:--", "characters": 129, "sentences": 2}, {"text": "\"Can you not tell frankly your real reason for wishing to be free to-night? I will undertake that if you will satisfy even me--a stranger, without prejudice, and with the habit of keeping an open mind--Dr. Seward will give you, at his own risk and on his own responsibility, the privilege you seek.\" He shook his head sadly, and with a look of poignant regret on his face. The Professor went on:--", "characters": 397, "sentences": 4}, {"text": "\"Dr. Van Helsing, I have nothing to say. Your argument is complete, and if I were free to speak I should not hesitate a moment; but I am not my own master in the matter. I can only ask you to trust me. If I am refused, the responsibility does not rest with me.\" I thought it was now time to end the scene, which was becoming too comically grave, so I went towards the door, simply saying:--", "characters": 390, "sentences": 6}, {"text": "I thought that the longer this went on the wilder he would get, and so would bring on a fit; so I took him by the hand and raised him up.", "characters": 137, "sentences": 2}, {"text": "\"Come,\" I said sternly, \"no more of this; we have had quite enough already. Get to your bed and try to behave more discreetly.\"", "characters": 127, "sentences": 3}, {"text": "He suddenly stopped and looked at me intently for several moments. Then, without a word, he rose and moving over, sat down on the side of the bed. The collapse had come, as on former occasion, just as I had expected.", "characters": 216, "sentences": 4}, {"text": "\"You will, I trust, Dr. Seward, do me the justice to bear in mind, later on, that I did what I could to convince you to-night.\"", "characters": 127, "sentences": 3}, {"text": "\"Say, Jack, if that man wasn't attempting a bluff, he is about the sanest lunatic I ever saw. I'm not sure, but I believe that he had some serious purpose, and if he had, it was pretty rough on him not to get a chance.\" Lord Godalming and I were silent, but Dr. Van Helsing added:--", "characters": 282, "sentences": 4}, {"text": "\"Friend John, you know more of lunatics than I do, and I'm glad of it, for I fear that if it had been to me to decide I would before that last hysterical outburst have given him free. But we live and learn, and in our present task we must take no chance, as my friend Quincey would say. All is best as they are.\" Dr. Seward seemed to answer them both in a dreamy kind of way:--", "characters": 377, "sentences": 5}, {"text": "\"Friend John, have no fear. We are trying to do our duty in a very sad and terrible case; we can only do as we deem best. What else have we to hope for, except the pity of the good God?\" Lord Godalming had slipped away for a few minutes, but now he returned. He held up a little silver whistle, as he remarked:--", "characters": 312, "sentences": 4}, {"text": "\"That old place may be full of rats, and if so, I've got an antidote on call.\" Having passed the wall, we took our way to the house, taking care to keep in the shadows of the trees on the lawn when the moonlight shone out. When we got to the porch the Professor opened his bag and took out a lot of things, which he laid on the step, sorting them into four little groups, evidently one for each. Then he spoke:--", "characters": 412, "sentences": 4}, {"text": "\"_In manus tuas, Domine!_\" he said, crossing himself as he passed over the threshold. We closed the door behind us, lest when we should have lit our lamps we should possibly attract attention from the road. The Professor carefully tried the lock, lest we might not be able to open it from within should we be in a hurry making our exit. Then we all lit our lamps and proceeded on our search.", "characters": 391, "sentences": 5}, {"text": "Under ordinary circumstances such a stench would have brought our enterprise to an end; but this was no ordinary case, and the high and terrible purpose in which we were involved gave us a strength which rose above merely physical considerations. After the involuntary shrinking consequent on the first nauseous whiff, we one and all set about our work as though that loathsome place were a garden of roses.", "characters": 407, "sentences": 3}, {"text": "\"The first thing is to see how many of the boxes are left; we must then examine every hole and corner and cranny and see if we cannot get some clue as to what has become of the rest.\" A glance was sufficient to show how many remained, for the great earth chests were bulky, and there was no mistaking them.", "characters": 306, "sentences": 3}, {"text": "A few minutes later I saw Morris step suddenly back from a corner, which he was examining. We all followed his movements with our eyes, for undoubtedly some nervousness was growing on us, and we saw a whole mass of phosphorescence, which twinkled like stars. We all instinctively drew back. The whole place was becoming alive with rats.", "characters": 336, "sentences": 5}, {"text": "Lord Godalming lifted one of the dogs, and carrying him in, placed him on the floor. The instant his feet touched the ground he seemed to recover his courage, and rushed at his natural enemies. They fled before him so fast that before he had shaken the life out of a score, the other dogs, who had by now been lifted in the same manner, had but small prey ere the whole mass had vanished.", "characters": 388, "sentences": 4}, {"text": "The morning was quickening in the east when we emerged from the front. Dr. Van Helsing had taken the key of the hall-door from the bunch, and locked the door in orthodox fashion, putting the key into his pocket when he had done.", "characters": 228, "sentences": 4}, {"text": "The house was silent when we got back, save for some poor creature who was screaming away in one of the distant wards, and a low, moaning sound from Renfield's room. The poor wretch was doubtless torturing himself, after the manner of the insane, with needless thoughts of pain.", "characters": 278, "sentences": 3}, {"text": "_1 October._--It was towards noon when I was awakened by the Professor walking into my room. He was more jolly and cheerful than usual, and it is quite evident that last night's work has helped to take some of the brooding weight off his mind. After going over the adventure of the night he suddenly said:--", "characters": 307, "sentences": 4}, {"text": "\"Not at all,\" I answered. \"Come in. My work is finished, and I am free. I can go with you now, if you like.", "characters": 107, "sentences": 5}, {"text": "\"I agree with you with all my heart,\" I answered earnestly, for I did not want him to weaken in this matter. \"Mrs. Harker is better out of it. Things are quite bad enough for us, all men of the world, and who have been in many tight places in our time; but it is no place for a woman, and if she had remained in touch with the affair, it would in time infallibly have wrecked her.\"", "characters": 381, "sentences": 5}, {"text": "So Van Helsing has gone to confer with Mrs. Harker and Harker; Quincey and Art are all out following up the clues as to the earth-boxes. I shall finish my round of work and we shall meet to-night.", "characters": 196, "sentences": 4}, {"text": "That has done me good. Well, some day Jonathan will tell me all; and lest it should ever be that he should think for a moment that I kept anything from him, I still keep my journal as usual. Then if he has feared of my trust I shall show it to him, with every thought of my heart put down for his dear eyes to read. I feel strangely sad and low-spirited to-day. I suppose it is the reaction from the terrible excitement.", "characters": 420, "sentences": 6}, {"text": "_2 October, evening._--A long and trying and exciting day. By the first post I got my directed envelope with a dirty scrap of paper enclosed, on which was written with a carpenter's pencil in a sprawling hand:--", "characters": 211, "sentences": 3}, {"text": "\"Well, guv'nor, I forgits the number, but it was only a few doors from a big white church or somethink of the kind, not long built. It was a dusty old 'ouse, too, though nothin' to the dustiness of the 'ouse we tooked the bloomin' boxes from.\"", "characters": 243, "sentences": 3}, {"text": "\"There was the old party what engaged me a-waitin' in the 'ouse at Purfleet. He 'elped me to lift the boxes and put them in the dray. Curse me, but he was the strongest chap I ever struck, an' him a old feller, with a white moustache, one that thin you would think he couldn't throw a shadder.\"", "characters": 294, "sentences": 4}, {"text": "\"Why, 'e took up 'is end o' the boxes like they was pounds of tea, and me a-puffin' an' a-blowin' afore I could up-end mine anyhow--an' I'm no chicken, neither.\"", "characters": 161, "sentences": 2}, {"text": "\"He was there too. He must 'a' started off and got there afore me, for when I rung of the bell he kem an' opened the door 'isself an' 'elped me to carry the boxes into the 'all.\"", "characters": 178, "sentences": 3}, {"text": "\"Yus; there was five in the first load an' four in the second. It was main dry work, an' I don't so well remember 'ow I got 'ome.\" I interrupted him:--", "characters": 151, "sentences": 3}, {"text": "\"Yus; it was a big 'all, an' there was nothin' else in it.\" I made one more attempt to further matters:--", "characters": 105, "sentences": 2}, {"text": "\"Never used no key nor nothink. The old gent, he opened the door 'isself an' shut it again when I druv off. I don't remember the last time--but that was the beer.\"", "characters": 163, "sentences": 4}, {"text": "The gentleman who saw me was particularly suave in manner, but uncommunicative in equal proportion. Having once told me that the Piccadilly house--which throughout our interview he called a \"mansion\"--was sold, he considered my business as concluded. When I asked who had purchased it, he opened his eyes a thought wider, and paused a few seconds before replying:--", "characters": 365, "sentences": 3}, {"text": "\"Pardon me,\" I said, with equal politeness, \"but I have a special reason for wishing to know who purchased it.\"", "characters": 111, "sentences": 2}, {"text": "Again he paused longer, and raised his eyebrows still more. \"It is sold, sir,\" was again his laconic reply.", "characters": 107, "sentences": 3}, {"text": "\"But I do mind,\" he answered. \"The affairs of their clients are absolutely safe in the hands of Mitchell, Sons, & Candy.\" This was manifestly a prig of the first water, and there was no use arguing with him. I thought I had best meet him on his own ground, so I said:--", "characters": 269, "sentences": 4}, {"text": "\"Your clients, sir, are happy in having so resolute a guardian of their confidence. I am myself a professional man.\" Here I handed him my card. \"In this instance I am not prompted by curiosity; I act on the part of Lord Godalming, who wishes to know something of the property which was, he understood, lately for sale.\" These words put a different complexion on affairs. He said:--", "characters": 381, "sentences": 6}, {"text": "\"I would like to oblige you if I could, Mr. Harker, and especially would I like to oblige his lordship. We once carried out a small matter of renting some chambers for him when he was the Honourable Arthur Holmwood. If you will let me have his lordship's address I will consult the House on the subject, and will, in any case, communicate with his lordship by to-night's post. It will be a pleasure if we can so far deviate from our rules as to give the required information to his lordship.\"", "characters": 492, "sentences": 6}, {"text": "I wanted to secure a friend, and not to make an enemy, so I thanked him, gave the address at Dr. Seward's and came away. It was now dark, and I was tired and hungry. I got a cup of tea at the Aërated Bread Company and came down to Purfleet by the next train.", "characters": 259, "sentences": 5}, {"text": "I could not tell the others of the day's discovery till we were alone; so after dinner--followed by a little music to save appearances even amongst ourselves--I took Mina to her room and left her to go to bed. The dear girl was more affectionate with me than ever, and clung to me as though she would detain me; but there was much to be talked of and I came away. Thank God, the ceasing of telling things has made no difference between us.", "characters": 439, "sentences": 4}, {"text": "When I came down again I found the others all gathered round the fire in the study. In the train I had written my diary so far, and simply read it off to them as the best means of letting them get abreast of my own information; when I had finished Van Helsing said:--", "characters": 267, "sentences": 2}, {"text": "\"This has been a great day's work, friend Jonathan. Doubtless we are on the track of the missing boxes. If we find them all in that house, then our work is near the end. But if there be some missing, we must search until we find them. Then shall we make our final _coup_, and hunt the wretch to his real death.\" We all sat silent awhile and all at once Mr. Morris spoke:--", "characters": 372, "sentences": 7}, {"text": "\"Quincey's head is level. This burglary business is getting serious; we got off once all right; but we have now a rare job on hand--unless we can find the Count's key basket.\"", "characters": 175, "sentences": 3}, {"text": "As nothing could well be done before morning, and as it would be at least advisable to wait till Lord Godalming should hear from Mitchell's, we decided not to take any active step before breakfast time. For a good while we sat and smoked, discussing the matter in its various lights and bearings; I took the opportunity of bringing this diary right up to the moment. I am very sleepy and shall go to bed....", "characters": 407, "sentences": 7}, {"text": "Just a line. Mina sleeps soundly and her breathing is regular. Her forehead is puckered up into little wrinkles, as though she thinks even in her sleep. She is still too pale, but does not look so haggard as she did this morning. To-morrow will, I hope, mend all this; she will be herself at home in Exeter. Oh, but I am sleepy!", "characters": 328, "sentences": 6}, {"text": "\"What about the flies these times?\" He smiled on me in quite a superior sort of way--such a smile as would have become the face of Malvolio--as he answered me:--", "characters": 161, "sentences": 1}, {"text": "\"The fly, my dear sir, has one striking feature; its wings are typical of the aërial powers of the psychic faculties. The ancients did well when they typified the soul as a butterfly!\"", "characters": 185, "sentences": 2}, {"text": "\"Oh, it is a soul you are after now, is it?\" His madness foiled his reason, and a puzzled look spread over his face as, shaking his head with a decision which I had but seldom seen in him, he said:--", "characters": 199, "sentences": 1}, {"text": "\"Oh, no, oh no! I want no souls. Life is all I want.\" Here he brightened up; \"I am pretty indifferent about it at present. Life is all right; I have all I want. You must get a new patient, doctor, if you wish to study zoöphagy!\"", "characters": 229, "sentences": 5}, {"text": "\"Oh no! Far be it from me to arrogate to myself the attributes of the Deity. I am not even concerned in His especially spiritual doings. If I may state my intellectual position I am, so far as concerns things purely terrestrial, somewhat in the position which Enoch occupied spiritually!\" This was a poser to me. I could not at the moment recall Enoch's appositeness; so I had to ask a simple question, though I felt that by so doing I was lowering myself in the eyes of the lunatic:--", "characters": 485, "sentences": 4}, {"text": "\"Because he walked with God.\" I could not see the analogy, but did not like to admit it; so I harked back to what he had denied:--", "characters": 130, "sentences": 2}, {"text": "\"So you don't care about life and you don't want souls. Why not?\" I put my question quickly and somewhat sternly, on purpose to disconcert him. The effort succeeded; for an instant he unconsciously relapsed into his old servile manner, bent low before me, and actually fawned upon me as he replied:--", "characters": 300, "sentences": 3}, {"text": "I think that through the cloudiness of his insanity he saw some antagonism in me, for he at once fell back on the last refuge of such as he--a dogged silence. After a short time I saw that for the present it was useless to speak to him. He was sulky, and so I came away.", "characters": 270, "sentences": 4}, {"text": "I found him sitting out in the middle of the floor on his stool, a pose which is generally indicative of some mental energy on his part. When I came in, he said at once, as though the question had been waiting on his lips:--", "characters": 224, "sentences": 2}, {"text": "\"What about souls?\" It was evident then that my surmise had been correct. Unconscious cerebration was doing its work, even with the lunatic. I determined to have the matter out. \"What about them yourself?\" I asked. He did not reply for a moment but looked all round him, and up and down, as though he expected to find some inspiration for an answer.", "characters": 349, "sentences": 6}, {"text": "\"I don't want any souls!\" he said in a feeble, apologetic way. The matter seemed preying on his mind, and so I determined to use it--to \"be cruel only to be kind.\" So I said:--", "characters": 176, "sentences": 3}, {"text": "\"But,\" I asked, \"how are we to get the life without getting the soul also?\" This seemed to puzzle him, so I followed it up:--", "characters": 125, "sentences": 1}, {"text": "\"Would you like some sugar to get your flies round again?\" He seemed to wake up all at once, and shook his head. With a laugh he replied:--", "characters": 139, "sentences": 2}, {"text": "\"Not much! flies are poor things, after all!\" After a pause he added, \"But I don't want their souls buzzing round me, all the same.\"", "characters": 132, "sentences": 2}, {"text": "\"Blow spiders! What's the use of spiders? There isn't anything in them to eat or\"--he stopped suddenly, as though reminded of a forbidden topic.", "characters": 144, "sentences": 2}, {"text": "\"So, so!\" I thought to myself, \"this is the second time he has suddenly stopped at the word 'drink'; what does it mean?\" Renfield seemed himself aware of having made a lapse, for he hurried on, as though to distract my attention from it:--", "characters": 239, "sentences": 1}, {"text": "\"I don't take any stock at all in such matters. 'Rats and mice and such small deer,' as Shakespeare has it, 'chicken-feed of the larder' they might be called. I'm past all that sort of nonsense. You might as well ask a man to eat molecules with a pair of chop-sticks, as to try to interest me about the lesser carnivora, when I know of what is before me.\"", "characters": 355, "sentences": 5}, {"text": "\"I see,\" I said. \"You want big things that you can make your teeth meet in? How would you like to breakfast on elephant?\"", "characters": 121, "sentences": 2}, {"text": "\"What ridiculous nonsense you are talking!\" He was getting too wide awake, so I thought I would press him hard. \"I wonder,\" I said reflectively, \"what an elephant's soul is like!\"", "characters": 179, "sentences": 2}, {"text": "The effect I desired was obtained, for he at once fell from his high-horse and became a child again.", "characters": 100, "sentences": 2}, {"text": "\"Dr. Seward, you have been very considerate towards me. Believe me that I am very, very grateful to you!\" I thought it well to leave him in this mood, and so I came away. There is certainly something to ponder over in this man's state. Several points seem to make what the American interviewer calls \"a story,\" if one could only get them in proper order. Here they are:--", "characters": 371, "sentences": 6}, {"text": "Logically all these things point one way! he has assurance of some kind that he will acquire some higher life. He dreads the consequence--the burden of a soul. Then it is a human life he looks to!", "characters": 196, "sentences": 3}, {"text": "_2 October._--I placed a man in the corridor last night, and told him to make an accurate note of any sound he might hear from Renfield's room, and gave him instructions that if there should be anything strange he was to call me. After dinner, when we had all gathered round the fire in the study--Mrs. Harker having gone to bed--we discussed the attempts and discoveries of the day. Harker was the only one who had any result, and we are in great hopes that his clue may be an important one.", "characters": 492, "sentences": 6}, {"text": "Before going to bed I went round to the patient's room and looked in through the observation trap. He was sleeping soundly, and his heart rose and fell with regular respiration.", "characters": 177, "sentences": 3}, {"text": "This morning the man on duty reported to me that a little after midnight he was restless and kept saying his prayers somewhat loudly. I asked him if that was all; he replied that it was all he heard. There was something about his manner so suspicious that I asked him point blank if he had been asleep. He denied sleep, but admitted to having \"dozed\" for a while. It is too bad that men cannot be trusted unless they are watched.", "characters": 429, "sentences": 6}, {"text": "The attendant came bursting into my room and told me that Renfield had somehow met with some accident. He had heard him yell; and when he went to him found him lying on his face on the floor, all covered with blood. I must go at once....", "characters": 237, "sentences": 7}, {"text": "_3 October._--Let me put down with exactness all that happened, as well as I can remember it, since last I made an entry. Not a detail that I can recall must be forgotten; in all calmness I must proceed.", "characters": 203, "sentences": 4}, {"text": "\"I think, sir, his back is broken. See, both his right arm and leg and the whole side of his face are paralysed.\" How such a thing could have happened puzzled the attendant beyond measure. He seemed quite bewildered, and his brows were gathered in as he said:--", "characters": 261, "sentences": 4}, {"text": "\"Go to Dr. Van Helsing, and ask him to kindly come here at once. I want him without an instant's delay.\" The man ran off, and within a few minutes the Professor, in his dressing gown and slippers, appeared. When he saw Renfield on the ground, he looked keenly at him a moment, and then turned to me. I think he recognised my thought in my eyes, for he said very quietly, manifestly for the ears of the attendant:--", "characters": 414, "sentences": 6}, {"text": "\"Ah, a sad accident! He will need very careful watching, and much attention. I shall stay with you myself; but I shall first dress myself. If you will remain I shall in a few minutes join you.\"", "characters": 193, "sentences": 4}, {"text": "The patient was now breathing stertorously and it was easy to see that he had suffered some terrible injury. Van Helsing returned with extraordinary celerity, bearing with him a surgical case. He had evidently been thinking and had his mind made up; for, almost before he looked at the patient, he whispered to me:--", "characters": 316, "sentences": 3}, {"text": "\"Send the attendant away. We must be alone with him when he becomes conscious, after the operation.\" So I said:--", "characters": 113, "sentences": 3}, {"text": "\"I think that will do now, Simmons. We have done all that we can at present. You had better go your round, and Dr. Van Helsing will operate. Let me know instantly if there be anything unusual anywhere.\"", "characters": 202, "sentences": 6}, {"text": "The man withdrew, and we went into a strict examination of the patient. The wounds of the face was superficial; the real injury was a depressed fracture of the skull, extending right up through the motor area. The Professor thought a moment and said:--", "characters": 252, "sentences": 3}, {"text": "\"We must reduce the pressure and get back to normal conditions, as far as can be; the rapidity of the suffusion shows the terrible nature of his injury. The whole motor area seems affected. The suffusion of the brain will increase quickly, so we must trephine at once or it may be too late.\" As he was speaking there was a soft tapping at the door. I went over and opened it and found in the corridor without, Arthur and Quincey in pajamas and slippers: the former spoke:--", "characters": 473, "sentences": 5}, {"text": "\"My God! what has happened to him? Poor, poor devil!\" I told him briefly, and added that we expected he would recover consciousness after the operation--for a short time, at all events. He went at once and sat down on the edge of the bed, with Godalming beside him; we all watched in patience.", "characters": 293, "sentences": 3}, {"text": "\"We shall wait,\" said Van Helsing, \"just long enough to fix the best spot for trephining, so that we may most quickly and perfectly remove the blood clot; for it is evident that the hæmorrhage is increasing.\"", "characters": 209, "sentences": 2}, {"text": "At last there came a time when it was evident that the patient was sinking fast; he might die at any moment. I looked up at the Professor and caught his eyes fixed on mine. His face was sternly set as he spoke:--", "characters": 212, "sentences": 3}, {"text": "\"There is no time to lose. His words may be worth many lives; I have been thinking so, as I stood here. It may be there is a soul at stake! We shall operate just above the ear.\"", "characters": 177, "sentences": 4}, {"text": "Without another word he made the operation. For a few moments the breathing continued to be stertorous. Then there came a breath so prolonged that it seemed as though it would tear open his chest. Suddenly his eyes opened, and became fixed in a wild, helpless stare. This was continued for a few moments; then it softened into a glad surprise, and from the lips came a sigh of relief. He moved convulsively, and as he did so, said:--", "characters": 433, "sentences": 6}, {"text": "\"I'll be quiet, Doctor. Tell them to take off the strait-waistcoat. I have had a terrible dream, and it has left me so weak that I cannot move. What's wrong with my face? it feels all swollen, and it smarts dreadfully.\" He tried to turn his head; but even with the effort his eyes seemed to grow glassy again so I gently put it back. Then Van Helsing said in a quiet grave tone:--", "characters": 380, "sentences": 6}, {"text": "\"Tell us your dream, Mr. Renfield.\" As he heard the voice his face brightened, through its mutilation, and he said:--", "characters": 117, "sentences": 3}, {"text": "\"I must not deceive myself; it was no dream, but all a grim reality.\" Then his eyes roved round the room; as they caught sight of the two figures sitting patiently on the edge of the bed he went on:--", "characters": 200, "sentences": 2}, {"text": "\"If I were not sure already, I would know from them.\" For an instant his eyes closed--not with pain or sleep but voluntarily, as though he were bringing all his faculties to bear; when he opened them he said, hurriedly, and with more energy than he had yet displayed:--", "characters": 269, "sentences": 2}, {"text": "\"By making them happen; just as he used to send in the flies when the sun was shining. Great big fat ones with steel and sapphire on their wings; and big moths, in the night, with skull and cross-bones on their backs.\" Van Helsing nodded to him as he whispered to me unconsciously:--", "characters": 283, "sentences": 3}, {"text": "\"The _Acherontia Aitetropos of the Sphinges_--what you call the 'Death's-head Moth'?\" The patient went on without stopping.", "characters": 123, "sentences": 2}, {"text": "His voice was weaker, so I moistened his lips with the brandy again, and he continued; but it seemed as though his memory had gone on working in the interval for his story was further advanced. I was about to call him back to the point, but Van Helsing whispered to me: \"Let him go on. Do not interrupt him; he cannot go back, and maybe could not proceed at all if once he lost the thread of his thought.\" He proceeded:--", "characters": 421, "sentences": 4}, {"text": "The two men sitting on the bed stood up and came over, standing behind him so that he could not see them, but where they could hear better. They were both silent, but the Professor started and quivered; his face, however, grew grimmer and sterner still. Renfield went on without noticing:--", "characters": 290, "sentences": 3}, {"text": "\"When Mrs. Harker came in to see me this afternoon she wasn't the same; it was like tea after the teapot had been watered.\" Here we all moved, but no one said a word; he went on:--", "characters": 180, "sentences": 3}, {"text": "\"They never leave me; and they shall not till this unhappy business is over. Be wise also, my friends. It is no common enemy that we deal with. Alas! alas! that that dear Madam Mina should suffer!\" He stopped; his voice was breaking, and I do not know if rage or terror predominated in my own heart.", "characters": 299, "sentences": 5}, {"text": "Van Helsing said solemnly, \"You are always right; but this is life and death. All chambers are alike to the doctor; and even were they not they are all as one to me to-night. Friend John, when I turn the handle, if the door does not open, do you put your shoulder down and shove; and you too, my friends. Now!\"", "characters": 310, "sentences": 4}, {"text": "He turned the handle as he spoke, but the door did not yield. We threw ourselves against it; with a crash it burst open, and we almost fell headlong into the room. The Professor did actually fall, and I saw across him as he gathered himself up from hands and knees. What I saw appalled me. I felt my hair rise like bristles on the back of my neck, and my heart seemed to stand still.", "characters": 383, "sentences": 6}, {"text": "\"No! no! Jonathan, you must not leave me. I have suffered enough to-night, God knows, without the dread of his harming you. You must stay with me. Stay with these friends who will watch over you!\" Her expression became frantic as she spoke; and, he yielding to her, she pulled him down sitting on the bed side, and clung to him fiercely.", "characters": 337, "sentences": 5}, {"text": "Van Helsing and I tried to calm them both. The Professor held up his little golden crucifix, and said with wonderful calmness:--", "characters": 128, "sentences": 2}, {"text": "\"Unclean, unclean! I must touch him or kiss him no more. Oh, that it should be that it is I who am now his worst enemy, and whom he may have most cause to fear.\" To this he spoke out resolutely:--", "characters": 196, "sentences": 3}, {"text": "\"I could not see him anywhere in the passage, or in any of our rooms. I looked in the study but, though he had been there, he had gone. He had, however----\" He stopped suddenly, looking at the poor drooping figure on the bed. Van Helsing said gravely:--", "characters": 253, "sentences": 4}, {"text": "\"Go on, friend Arthur. We want here no more concealments. Our hope now is in knowing all. Tell freely!\" So Art went on:--", "characters": 121, "sentences": 4}, {"text": "\"God's will be done!\" I could not but feel that Art was keeping back something; but, as I took it that it was with a purpose, I said nothing. Van Helsing turned to Morris and asked:--", "characters": 183, "sentences": 2}, {"text": "\"A little,\" he answered. \"It may be much eventually, but at present I can't say. I thought it well to know if possible where the Count would go when he left the house. I did not see him; but I saw a bat rise from Renfield's window, and flap westward. I expected to see him in some shape go back to Carfax; but he evidently sought some other lair. He will not be back to-night; for the sky is reddening in the east, and the dawn is close. We must work to-morrow!\"", "characters": 462, "sentences": 7}, {"text": "He said the latter words through his shut teeth. For a space of perhaps a couple of minutes there was silence, and I could fancy that I could hear the sound of our hearts beating; then Van Helsing said, placing his hand very tenderly on Mrs. Harker's head:--", "characters": 258, "sentences": 3}, {"text": "\"And now, Madam Mina--poor, dear, dear Madam Mina--tell us exactly what happened. God knows that I do not want that you be pained; but it is need that we know all. For now more than ever has all work to be done quick and sharp, and in deadly earnest. The day is close to us that must end all, if it may be so; and now is the chance that we may live and learn.\"", "characters": 360, "sentences": 5}, {"text": "\"I felt my strength fading away, and I was in a half swoon. How long this horrible thing lasted I know not; but it seemed that a long time must have passed before he took his foul, awful, sneering mouth away. I saw it drip with the fresh blood!\" The remembrance seemed for a while to overpower her, and she drooped and would have sunk down but for her husband's sustaining arm. With a great effort she recovered herself and went on:--", "characters": 434, "sentences": 4}, {"text": "As she was telling her terrible story, the eastern sky began to quicken, and everything became more and more clear. Harker was still and quiet; but over his face, as the awful narrative went on, came a grey look which deepened and deepened in the morning light, till when the first red streak of the coming dawn shot up, the flesh stood darkly out against the whitening hair.", "characters": 375, "sentences": 3}, {"text": "We have arranged that one of us is to stay within call of the unhappy pair till we can meet together and arrange about taking action.", "characters": 133, "sentences": 2}, {"text": "Of this I am sure: the sun rises to-day on no more miserable house in all the great round of its daily course.", "characters": 110, "sentences": 2}, {"text": "When Dr. Van Helsing and Dr. Seward had come back from seeing poor Renfield, we went gravely into what was to be done. First, Dr. Seward told us that when he and Dr. Van Helsing had gone down to the room below they had found Renfield lying on the floor, all in a heap. His face was all bruised and crushed in, and the bones of the neck were broken.", "characters": 348, "sentences": 8}, {"text": "\"But dear Madam Mina, are you not afraid; not for yourself, but for others from yourself, after what has happened?\" Her face grew set in its lines, but her eyes shone with the devotion of a martyr as she answered:--", "characters": 215, "sentences": 1}, {"text": "\"To what?\" he asked gently, whilst we were all very still; for each in our own way we had a sort of vague idea of what she meant. Her answer came with direct simplicity, as though she were simply stating a fact:--", "characters": 213, "sentences": 2}, {"text": "\"Because if I find in myself--and I shall watch keenly for it--a sign of harm to any that I love, I shall die!\"", "characters": 111, "sentences": 1}, {"text": "\"I would; if there were no friend who loved me, who would save me such a pain, and so desperate an effort!\" She looked at him meaningly as she spoke. He was sitting down; but now he rose and came close to her and put his hand on her head as he said solemnly:", "characters": 258, "sentences": 2}, {"text": "\"My child, there is such an one if it were for your good. For myself I could hold it in my account with God to find such an euthanasia for you, even at this moment if it were best. Nay, were it safe! But my child----\" For a moment he seemed choked, and a great sob rose in his throat; he gulped it down and went on:--", "characters": 317, "sentences": 3}, {"text": "As usual Van Helsing had thought ahead of everyone else, and was prepared with an exact ordering of our work.", "characters": 109, "sentences": 2}, {"text": "\"Then let us come at once,\" I cried, \"we are wasting the precious, precious time!\" The Professor did not move, but simply said:--", "characters": 129, "sentences": 1}, {"text": "I was staggered; but I knew that if he wished to delay he had a good reason for it. So I said, as quietly as I could:--", "characters": 119, "sentences": 2}, {"text": "\"Ah, my child, that I do; and indeed there is no wish of me to add to your anguish. But just think, what can we do, until all the world be at movement. Then will come our time. I have thought and thought, and it seems to me that the simplest way is the best of all. Now we wish to get into the house, but we have no key; is it not so?\" I nodded.", "characters": 345, "sentences": 6}, {"text": "\"Now suppose that you were, in truth, the owner of that house, and could not still get it; and think there was to you no conscience of the housebreaker, what would you do?\"", "characters": 172, "sentences": 1}, {"text": "I could not but see how right he was and the terrible despair of Mina's face became relaxed a thought; there was hope in such good counsel. Van Helsing went on:--", "characters": 162, "sentences": 2}, {"text": "\"When once within that house we may find more clues; at any rate some of us can remain there whilst the rest find the other places where there be more earth-boxes--at Bermondsey and Mile End.\"", "characters": 192, "sentences": 2}, {"text": "Lord Godalming stood up. \"I can be of some use here,\" he said. \"I shall wire to my people to have horses and carriages where they will be most convenient.\"", "characters": 155, "sentences": 4}, {"text": "\"Look here, old fellow,\" said Morris, \"it is a capital idea to have all ready in case we want to go horsebacking; but don't you think that one of your snappy carriages with its heraldic adornments in a byway of Walworth or Mile End would attract too much attention for our purposes? It seems to me that we ought to take cabs when we go south or east; and even leave them somewhere near the neighbourhood we are going to.\"", "characters": 421, "sentences": 2}, {"text": "\"Friend Quincey is right!\" said the Professor. \"His head is what you call in plane with the horizon. It is a difficult thing that we go to do, and we do not want no peoples to watch us if so it may.\"", "characters": 199, "sentences": 4}, {"text": "When we came to the discussion of the sequence of our efforts and of the disposition of our forces, there were new sources of doubt. It was finally agreed that before starting for Piccadilly we should destroy the Count's lair close at hand. In case he should find it out too soon, we should thus be still ahead of him in our work of destruction; and his presence in his purely material shape, and at his weakest, might give us some new clue.", "characters": 441, "sentences": 4}, {"text": "\"Do you forget,\" he said, with actually a smile, \"that last night he banqueted heavily, and will sleep late?\"", "characters": 109, "sentences": 1}, {"text": "\"No, I shall not forget, for it is well that I remember; and with it I have so much in memory of you that is sweet, that I take it all together. Now, you must all be going soon. Breakfast is ready, and we must all eat that we may be strong.\"", "characters": 241, "sentences": 4}, {"text": "Breakfast was a strange meal to us all. We tried to be cheerful and encourage each other, and Mina was the brightest and most cheerful of us. When it was over, Van Helsing stood up and said:--", "characters": 192, "sentences": 3}, {"text": "There was hope in his words, and comfort; and they made for resignation. Mina and I both felt so, and simultaneously we each took one of the old man's hands and bent over and kissed it. Then without a word we all knelt down together, and, all holding hands, swore to be true to each other. We men pledged ourselves to raise the veil of sorrow from the head of her whom, each in his own way, we loved; and we prayed for help and guidance in the terrible task which lay before us.", "characters": 478, "sentences": 5}, {"text": "It was then time to start. So I said farewell to Mina, a parting which neither of us shall forget to our dying day; and we set out.", "characters": 131, "sentences": 3}, {"text": "To one thing I have made up my mind: if we find out that Mina must be a vampire in the end, then she shall not go into that unknown and terrible land alone. I suppose it is thus that in old times one vampire meant many; just as their hideous bodies could only rest in sacred earth, so the holiest love was the recruiting sergeant for their ghastly ranks.", "characters": 354, "sentences": 3}, {"text": "One by one we treated in the same way each of the great boxes, and left them as we had found them to all appearance; but in each was a portion of the Host.", "characters": 155, "sentences": 2}, {"text": "\"So much is already done. If it may be that with all the others we can be so successful, then the sunset of this evening may shine on Madam Mina's forehead all white as ivory and with no stain!\"", "characters": 194, "sentences": 2}, {"text": "When the man had fairly gone, we three crossed the street and knocked at the door. It was immediately opened by Quincey Morris, beside whom stood Lord Godalming lighting a cigar.", "characters": 178, "sentences": 3}, {"text": "Harker groaned and said, \"And this is all arrayed against my darling! But how is he experimenting? The knowledge may help us to defeat him!\"", "characters": 140, "sentences": 1}, {"text": "\"He has all along, since his coming, been trying his power, slowly but surely; that big child-brain of his is working. Well for us, it is, as yet, a child-brain; for had he dared, at the first, to attempt certain things he would long ago have been beyond our power. However, he means to succeed, and a man who has centuries before him can afford to wait and to go slow. _Festina lente_ may well be his motto.\"", "characters": 409, "sentences": 5}, {"text": "\"I fail to understand,\" said Harker wearily. \"Oh, do be more plain to me! Perhaps grief and trouble are dulling my brain.\"", "characters": 122, "sentences": 3}, {"text": "Whilst he was speaking we were startled by a knock at the hall door, the double postman's knock of the telegraph boy. We all moved out to the hall with one impulse, and Van Helsing, holding up his hand to us to keep silence, stepped to the door and opened it. The boy handed in a despatch. The Professor closed the door again, and, after looking at the direction, opened it and read aloud.", "characters": 389, "sentences": 5}, {"text": "\"Look out for D. He has just now, 12:45, come from Carfax hurriedly and hastened towards the South. He seems to be going the round and may want to see you: Mina.\"", "characters": 162, "sentences": 4}, {"text": "\"God will act in His own way and time. Do not fear, and do not rejoice as yet; for what we wish for at the moment may be our undoings.\"", "characters": 135, "sentences": 3}, {"text": "\"I care for nothing now,\" he answered hotly, \"except to wipe out this brute from the face of creation. I would sell my soul to do it!\"", "characters": 134, "sentences": 2}, {"text": "\"There's nothing to do but to wait here. If, however, he doesn't turn up by five o'clock, we must start off; for it won't do to leave Mrs. Harker alone after sunset.\"", "characters": 166, "sentences": 4}, {"text": "We ran over and saw him spring unhurt from the ground. He, rushing up the steps, crossed the flagged yard, and pushed open the stable door. There he turned and spoke to us:--", "characters": 174, "sentences": 3}, {"text": "Godalming and Morris had rushed out into the yard, and Harker had lowered himself from the window to follow the Count. He had, however, bolted the stable door; and by the time they had forced it open there was no sign of him. Van Helsing and I tried to make inquiry at the back of the house; but the mews was deserted and no one had seen him depart.", "characters": 349, "sentences": 4}, {"text": "It was now late in the afternoon, and sunset was not far off. We had to recognise that our game was up; with heavy hearts we agreed with the Professor when he said:--", "characters": 166, "sentences": 2}, {"text": "\"Let us go back to Madam Mina--poor, poor dear Madam Mina. All we can do just now is done; and we can there, at least, protect her. But we need not despair. There is but one more earth-box, and we must try to find it; when that is done all may yet be well.\" I could see that he spoke as bravely as he could to comfort Harker. The poor fellow was quite broken down; now and again he gave a low groan which he could not suppress--he was thinking of his wife.", "characters": 456, "sentences": 7}, {"text": "With sad hearts we came back to my house, where we found Mrs. Harker waiting us, with an appearance of cheerfulness which did honour to her bravery and unselfishness. When she saw our faces, her own became as pale as death: for a second or two her eyes were closed as if she were in secret prayer; and then she said cheerfully:--", "characters": 329, "sentences": 3}, {"text": "\"I can never thank you all enough. Oh, my poor darling!\" As she spoke, she took her husband's grey head in her hands and kissed it--\"Lay your poor head here and rest it. All will yet be well, dear! God will protect us if He so will it in His good intent.\" The poor fellow groaned. There was no place for words in his sublime misery.", "characters": 332, "sentences": 6}, {"text": "As she spoke I could see her husband's face darken and draw together, as though the passion in him were shrivelling his being to its core. Instinctively the clasp on his wife's hand grew closer, till his knuckles looked white. She did not flinch from the pain which I knew she must have suffered, but looked at him with eyes that were more appealing than ever. As she stopped speaking he leaped to his feet, almost tearing his hand from hers as he spoke:--", "characters": 456, "sentences": 4}, {"text": "\"May God give him into my hand just for long enough to destroy that earthly life of him which we are aiming at. If beyond it I could send his soul for ever and ever to burning hell I would do it!\"", "characters": 196, "sentences": 2}, {"text": "We men were all in tears now. There was no resisting them, and we wept openly. She wept, too, to see that her sweeter counsels had prevailed. Her husband flung himself on his knees beside her, and putting his arms round her, hid his face in the folds of her dress. Van Helsing beckoned to us and we stole out of the room, leaving the two loving hearts alone with their God.", "characters": 373, "sentences": 6}, {"text": "_Later._--I must have fallen asleep, for I was awaked by Mina, who was sitting up in bed, with a startled look on her face. I could see easily, for we did not leave the room in darkness; she had placed a warning hand over my mouth, and now she whispered in my ear:--", "characters": 266, "sentences": 3}, {"text": "\"Hush! there is someone in the corridor!\" I got up softly, and crossing the room, gently opened the door.", "characters": 105, "sentences": 2}, {"text": "Just outside, stretched on a mattress, lay Mr. Morris, wide awake. He raised a warning hand for silence as he whispered to me:--", "characters": 128, "sentences": 3}, {"text": "\"Hush! go back to bed; it is all right. One of us will be here all night. We don't mean to take any chances!\"", "characters": 109, "sentences": 3}, {"text": "His look and gesture forbade discussion, so I came back and told Mina. She sighed and positively a shadow of a smile stole over her poor, pale face as she put her arms round me and said softly:--", "characters": 195, "sentences": 2}, {"text": "\"Oh, thank God for good brave men!\" With a sigh she sank back again to sleep. I write this now as I am not sleepy, though I must try again.", "characters": 139, "sentences": 3}, {"text": "_4 October, morning._--Once again during the night I was wakened by Mina. This time we had all had a good sleep, for the grey of the coming dawn was making the windows into sharp oblongs, and the gas flame was like a speck rather than a disc of light. She said to me hurriedly:--", "characters": 279, "sentences": 4}, {"text": "\"I have an idea. I suppose it must have come in the night, and matured without my knowing it. He must hypnotise me before the dawn, and then I shall be able to speak. Go quick, dearest; the time is getting close.\" I went to the door. Dr. Seward was resting on the mattress, and, seeing me, he sprang to his feet.", "characters": 312, "sentences": 8}, {"text": "In two or three minutes later Van Helsing was in the room in his dressing-gown, and Mr. Morris and Lord Godalming were with Dr. Seward at the door asking questions. When the Professor saw Mina a smile--a positive smile ousted the anxiety of his face; he rubbed his hands as he said:--", "characters": 284, "sentences": 4}, {"text": "\"Oh, my dear Madam Mina, this is indeed a change. See! friend Jonathan, we have got our dear Madam Mina, as of old, back to us to-day!\" Then turning to her, he said, cheerfully: \"And what am I do for you? For at this hour you do not want me for nothings.\"", "characters": 255, "sentences": 3}, {"text": "\"I want you to hypnotise me!\" she said. \"Do it before the dawn, for I feel that then I can speak, and speak freely. Be quick, for the time is short!\" Without a word he motioned her to sit up in bed.", "characters": 198, "sentences": 4}, {"text": "\"I do not know. Sleep has no place it can call its own.\" For several minutes there was silence. Mina sat rigid, and the Professor stood staring at her fixedly; the rest of us hardly dared to breathe. The room was growing lighter; without taking his eyes from Mina's face, Dr. Van Helsing motioned me to pull up the blind. I did so, and the day seemed just upon us. A red streak shot up, and a rosy light seemed to diffuse itself through the room. On the instant the Professor spoke again:--", "characters": 490, "sentences": 9}, {"text": "\"Where are you now?\" The answer came dreamily, but with intention; it were as though she were interpreting something. I have heard her use the same tone when reading her shorthand notes.", "characters": 186, "sentences": 3}, {"text": "\"Then you are on a ship?\" We all looked at each other, trying to glean something each from the other. We were afraid to think. The answer came quick:--", "characters": 151, "sentences": 3}, {"text": "\"The sound of men stamping overhead as they run about. There is the creaking of a chain, and the loud tinkle as the check of the capstan falls into the rachet.\"", "characters": 160, "sentences": 3}, {"text": "\"I am still--oh, so still. It is like death!\" The voice faded away into a deep breath as of one sleeping, and the open eyes closed again.", "characters": 137, "sentences": 3}, {"text": "\"Then there is not a moment to lose: it may not be yet too late!\" Mr. Morris and Lord Godalming started for the door but the Professor's calm voice called them back:--", "characters": 167, "sentences": 2}, {"text": "\"But why need we seek him further, when he is gone away from us?\" He took her hand and patted it as he replied:--", "characters": 113, "sentences": 1}, {"text": "\"Ask me nothings as yet. When we have breakfast, then I answer all questions.\" He would say no more, and we separated to dress.", "characters": 127, "sentences": 4}, {"text": "After breakfast Mina repeated her question. He looked at her gravely for a minute and then said sorrowfully:--", "characters": 110, "sentences": 2}, {"text": "\"Because my dear, dear Madam Mina, now more than ever must we find him even if we have to follow him to the jaws of Hell!\" She grew paler as she asked faintly:--", "characters": 161, "sentences": 1}, {"text": "\"Because,\" he answered solemnly, \"he can live for centuries, and you are but mortal woman. Time is now to be dreaded--since once he put that mark upon your throat.\"", "characters": 164, "sentences": 3}, {"text": "_4 October._--When I read to Mina, Van Helsing's message in the phonograph, the poor girl brightened up considerably. Already the certainty that the Count is out of the country has given her comfort; and comfort is strength to her. For my own part, now that his horrible danger is not face to face with us, it seems almost impossible to believe in it. Even my own terrible experiences in Castle Dracula seem like a long-forgotten dream. Here in the crisp autumn air in the bright sunlight----", "characters": 492, "sentences": 6}, {"text": "The day is running by more quickly than I ever thought a day could run for me again. It is now three o'clock.", "characters": 109, "sentences": 3}, {"text": "_5 October, 5 p. m._--Our meeting for report. Present: Professor Van Helsing, Lord Godalming, Dr. Seward, Mr. Quincey Morris, Jonathan Harker, Mina Harker.", "characters": 155, "sentences": 7}, {"text": "Dr. Van Helsing described what steps were taken during the day to discover on what boat and whither bound Count Dracula made his escape:--", "characters": 138, "sentences": 2}, {"text": "\"But will not the Count take his rebuff wisely? Since he has been driven from England, will he not avoid it, as a tiger does the village from which he has been hunted?\"", "characters": 168, "sentences": 1}, {"text": "After a general discussion it was determined that for to-night nothing be definitely settled; that we should all sleep on the facts, and try to think out the proper conclusions. To-morrow, at breakfast, we are to meet again, and, after making our conclusions known to one another, we shall decide on some definite cause of action.", "characters": 330, "sentences": 3}, {"text": "I feel a wonderful peace and rest to-night. It is as if some haunting presence were removed from me. Perhaps ...", "characters": 112, "sentences": 6}, {"text": "My surmise was not finished, could not be; for I caught sight in the mirror of the red mark upon my forehead; and I knew that I was still unclean.", "characters": 146, "sentences": 2}, {"text": "_5 October._--We all rose early, and I think that sleep did much for each and all of us. When we met at early breakfast there was more general cheerfulness than any of us had ever expected to experience again.", "characters": 209, "sentences": 4}, {"text": "Van Helsing is coming to my study a little before the others. I shall try to open the subject with him.", "characters": 103, "sentences": 3}, {"text": "_Later._--When the Professor came in, we talked over the state of things. I could see that he had something on his mind which he wanted to say, but felt some hesitancy about broaching the subject. After beating about the bush a little, he said suddenly:--", "characters": 255, "sentences": 4}, {"text": "\"Friend John, there is something that you and I must talk of alone, just at the first at any rate. Later, we may have to take the others into our confidence\"; then he stopped, so I waited; he went on:--", "characters": 202, "sentences": 2}, {"text": "\"Madam Mina, our poor, dear Madam Mina is changing.\" A cold shiver ran through me to find my worst fears thus endorsed. Van Helsing continued:--", "characters": 144, "sentences": 3}, {"text": "It is now close to the time of our general gathering. Van Helsing has gone away to prepare for the meeting, and his painful part of it. I really believe his purpose is to be able to pray alone.", "characters": 193, "sentences": 4}, {"text": "\"I understand that the Count comes from a wolf country, and it may be that he shall get there before us. I propose that we add Winchesters to our armament. I have a kind of belief in a Winchester when there is any trouble of that sort around. Do you remember, Art, when we had the pack after us at Tobolsk? What wouldn't we have given then for a repeater apiece!\"", "characters": 363, "sentences": 4}, {"text": "\"Good!\" said Van Helsing, \"Winchesters it shall be. Quincey's head is level at all times, but most so when there is to hunt, metaphor be more dishonour to science than wolves be of danger to man. In the meantime we can do nothing here; and as I think that Varna is not familiar to any of us, why not go there more soon? It is as long to wait here as there. To-night and to-morrow we can get ready, and then, if all be well, we four can set out on our journey.\"", "characters": 460, "sentences": 5}, {"text": "\"Of course!\" answered the Professor quickly, \"you must remain to take care of your so sweet wife!\" Harker was silent for awhile and then said in a hollow voice:--", "characters": 162, "sentences": 1}, {"text": "\"Let us talk of that part of it in the morning. I want to consult with Mina.\" I thought that now was the time for Van Helsing to warn him not to disclose our plans to her; but he took no notice. I looked at him significantly and coughed. For answer he put his finger on his lips and turned away.", "characters": 295, "sentences": 6}, {"text": "_Later._--How strange it all is. I sat watching Mina's happy sleep, and came as near to being happy myself as I suppose I shall ever be. As the evening drew on, and the earth took its shadows from the sun sinking lower, the silence of the room grew more and more solemn to me. All at once Mina opened her eyes, and looking at me tenderly, said:--", "characters": 346, "sentences": 5}, {"text": "\"Jonathan, I want you to promise me something on your word of honour. A promise made to me, but made holily in God's hearing, and not to be broken though I should go down on my knees and implore you with bitter tears. Quick, you must make it to me at once.\"", "characters": 257, "sentences": 4}, {"text": "\"But, dear one,\" she said, with such spiritual intensity that her eyes were like pole stars, \"it is I who wish it; and it is not for myself. You can ask Dr. Van Helsing if I am not right; if he disagrees you may do as you will. Nay, more, if you all agree, later, you are absolved from the promise.\"", "characters": 299, "sentences": 5}, {"text": "\"I promise!\" I said, and for a moment she looked supremely happy; though to me all happiness for her was denied by the red scar on her forehead. She said:--", "characters": 156, "sentences": 2}, {"text": "\"Promise me that you will not tell me anything of the plans formed for the campaign against the Count. Not by word, or inference, or implication; not at any time whilst this remains to me!\" and she solemnly pointed to the scar. I saw that she was in earnest, and said solemnly:--", "characters": 279, "sentences": 3}, {"text": "_6 October, morning._--Another surprise. Mina woke me early, about the same time as yesterday, and asked me to bring Dr. Van Helsing. I thought that it was another occasion for hypnotism, and without question went for the Professor. He had evidently expected some such call, for I found him dressed in his room. His door was ajar, so that he could hear the opening of the door of our room. He came at once; as he passed into the room, he asked Mina if the others might come, too.", "characters": 479, "sentences": 9}, {"text": "\"No,\" she said quite simply, \"it will not be necessary. You can tell them just as well. I must go with you on your journey.\"", "characters": 124, "sentences": 4}, {"text": "\"But why, dear Madam Mina? You know that your safety is our solemnest duty. We go into danger, to which you are, or may be, more liable than any of us from--from circumstances--things that have been.\" He paused, embarrassed.", "characters": 224, "sentences": 4}, {"text": "\"You men are brave and strong. You are strong in your numbers, for you can defy that which would break down the human endurance of one who had to guard alone. Besides, I may be of service, since you can hypnotise me and so learn that which even I myself do not know.\" Dr. Van Helsing said very gravely:--", "characters": 304, "sentences": 5}, {"text": "\"In the morning we shall leave for Varna. We have now to deal with a new factor: Madam Mina. Oh, but her soul is true. It is to her an agony to tell us so much as she has done; but it is most right, and we are warned in time. There must be no chance lost, and in Varna we must be ready to act the instant when that ship arrives.\"", "characters": 329, "sentences": 6}, {"text": "\"We shall at the first board that ship; then, when we have identified the box, we shall place a branch of the wild rose on it. This we shall fasten, for when it is there none can emerge; so at least says the superstition. And to superstition must we trust at the first; it was man's faith in the early, and it have its root in faith still. Then, when we get the opportunity that we seek, when none are near to see, we shall open the box, and--and all will be well.\"", "characters": 465, "sentences": 5}, {"text": "\"I shall not wait for any opportunity,\" said Morris. \"When I see the box I shall open it and destroy the monster, though there were a thousand men looking on, and if I am to be wiped out for it the next moment!\" I grasped his hand instinctively and found it as firm as a piece of steel. I think he understood my look; I hope he did.", "characters": 332, "sentences": 4}, {"text": "There was nothing further to be said, and we parted. I shall now settle up all my affairs of earth, and be ready for whatever may come....", "characters": 138, "sentences": 6}, {"text": "_Later._--It is all done; my will is made, and all complete. Mina if she survive is my sole heir. If it should not be so, then the others who have been so good to us shall have remainder.", "characters": 187, "sentences": 5}, {"text": "_11 October, Evening._--Jonathan Harker has asked me to note this, as he says he is hardly equal to the task, and he wants an exact record kept.", "characters": 144, "sentences": 3}, {"text": "To-night, when we met, she was somewhat constrained, and bore all the signs of an internal struggle. I put it down myself to her making a violent effort at the earliest instant she could do so. A very few minutes, however, gave her complete control of herself; then, motioning her husband to sit beside her on the sofa where she was half reclining, she made the rest of us bring chairs up close. Taking her husband's hand in hers began:--", "characters": 438, "sentences": 4}, {"text": "\"What is that way?\" asked Van Helsing in a hoarse voice. \"What is that way, which we must not--may not--take?\"", "characters": 110, "sentences": 2}, {"text": "\"When you shall be convinced that I am so changed that it is better that I die that I may live. When I am thus dead in the flesh, then you will, without a moment's delay, drive a stake through me and cut off my head; or do whatever else may be wanting to give me rest!\"", "characters": 269, "sentences": 2}, {"text": "Quincey was the first to rise after the pause. He knelt down before her and taking her hand in his said solemnly:--", "characters": 115, "sentences": 2}, {"text": "\"I'm only a rough fellow, who hasn't, perhaps, lived as a man should to win such a distinction, but I swear to you by all that I hold sacred and dear that, should the time ever come, I shall not flinch from the duty that you have set us. And I promise you, too, that I shall make all certain, for if I am only doubtful I shall take it that the time has come!\"", "characters": 359, "sentences": 2}, {"text": "\"My true friend!\" was all she could say amid her fast-falling tears, as, bending over, she kissed his hand.", "characters": 107, "sentences": 2}, {"text": "\"And I!\" said Lord Godalming, each of them in turn kneeling to her to take the oath. I followed, myself. Then her husband turned to her wan-eyed and with a greenish pallor which subdued the snowy whiteness of his hair, and asked:--", "characters": 231, "sentences": 3}, {"text": "\"Again I swear!\" came the Professor's resonant voice. Mrs. Harker smiled, positively smiled, as with a sigh of relief she leaned back and said:--", "characters": 145, "sentences": 3}, {"text": "\"And now one word of warning, a warning which you must never forget: this time, if it ever come, may come quickly and unexpectedly, and in such case you must lose no time in using your opportunity. At such a time I myself might be--nay! if the time ever comes, _shall be_--leagued with your enemy against you.\"", "characters": 310, "sentences": 3}, {"text": "\"One more request;\" she became very solemn as she said this, \"it is not vital and necessary like the other, but I want you to do one thing for me, if you will.\" We all acquiesced, but no one spoke; there was no need to speak:--", "characters": 227, "sentences": 2}, {"text": "\"I want you to read the Burial Service.\" She was interrupted by a deep groan from her husband; taking his hand in hers, she held it over her heart, and continued: \"You must read it over me some day. Whatever may be the issue of all this fearful state of things, it will be a sweet thought to all or some of us. You, my dearest, will I hope read it, for then it will be in your voice in my memory for ever--come what may!\"", "characters": 421, "sentences": 4}, {"text": "\"Nay,\" she said, holding up a warning hand. \"I am deeper in death at this moment than if the weight of an earthly grave lay heavy upon me!\"", "characters": 139, "sentences": 2}, {"text": "\"It would comfort me, my husband!\" was all she said; and he began to read when she had got the book ready.", "characters": 106, "sentences": 2}, {"text": "She was right in her instinct. Strange as it all was, bizarre as it may hereafter seem even to us who felt its potent influence at the time, it comforted us much; and the silence, which showed Mrs. Harker's coming relapse from her freedom of soul, did not seem so full of despair to any of us as we had dreaded.", "characters": 311, "sentences": 4}, {"text": "_16 October._--Mina's report still the same: lapping waves and rushing water, darkness and favouring winds. We are evidently in good time, and when we hear of the _Czarina Catherine_ we shall be ready. As she must pass the Dardanelles we are sure to have some report.", "characters": 267, "sentences": 5}, {"text": "_24 October._--A whole week of waiting. Daily telegrams to Godalming, but only the same story: \"Not yet reported.\" Mina's morning and evening hypnotic answer is unvaried: lapping waves, rushing water, and creaking masts.", "characters": 220, "sentences": 5}, {"text": "It is only about 24 hours' sail from the Dardanelles to here, at the rate the _Czarina Catherine_ has come from London. She should therefore arrive some time in the morning; but as she cannot possibly get in before then, we are all about to retire early. We shall get up at one o'clock, so as to be ready.", "characters": 305, "sentences": 4}, {"text": "_Later._--Our opinion was justified, for when after a refreshing sleep of some hours she woke up, she seemed brighter and better than she had been for days. At sunset she made the usual hypnotic report. Wherever he may be in the Black Sea, the Count is hurrying to his destination. To his doom, I trust!", "characters": 303, "sentences": 5}, {"text": "_26 October._--Another day and no tidings of the _Czarina Catherine_. She ought to be here by now. That she is still journeying _somewhere_ is apparent, for Mrs. Harker's hypnotic report at sunrise was still the same. It is possible that the vessel may be lying by, at times, for fog; some of the steamers which came in last evening reported patches of fog both to north and south of the port. We must continue our watching, as the ship may now be signalled any moment.", "characters": 469, "sentences": 8}, {"text": "_27 October, Noon._--Most strange; no news yet of the ship we wait for. Mrs. Harker reported last night and this morning as usual: \"lapping waves and rushing water,\" though she added that \"the waves were very faint.\" The telegrams from London have been the same: \"no further report.\" Van Helsing is terribly anxious, and told me just now that he fears the Count is escaping us. He added significantly:--", "characters": 403, "sentences": 7}, {"text": "\"I did not like that lethargy of Madam Mina's. Souls and memories can do strange things during trance.\" I was about to ask him more, but Harker just then came in, and he held up a warning hand. We must try to-night at sunset to make her speak more fully when in her hypnotic state.", "characters": 281, "sentences": 5}, {"text": "_28 October._--Telegram. _Rufus Smith, London, to Lord Godalming,      care H. B. M. Vice Consul, Varna._", "characters": 105, "sentences": 7}, {"text": "When the three men had gone out to their tasks Van Helsing asked Mrs. Harker to look up the copy of the diaries and find him the part of Harker's journal at the Castle. She went away to get it; when the door was shut upon her he said to me:--", "characters": 242, "sentences": 3}, {"text": "\"That other of his race who, in a later age, again and again, brought his forces over The Great River into Turkey Land; who, when he was beaten back, came again, and again, and again, though he had to come alone from the bloody field where his troops were being slaughtered, since he knew that he alone could ultimately triumph.\"", "characters": 329, "sentences": 2}, {"text": "\"Now you shall speak. Tell us two dry men of science what you see with those so bright eyes.\" He took her hand and held it whilst she spoke. His finger and thumb closed on her pulse, as I thought instinctively and unconsciously, as she spoke:--", "characters": 244, "sentences": 4}, {"text": "\"Good, good! oh, you so clever lady!\" said Van Helsing, enthusiastically, as he stooped and kissed her hand. A moment later he said to me, as calmly as though we had been having a sick-room consultation:--", "characters": 205, "sentences": 2}, {"text": "\"Seventy-two only; and in all this excitement. I have hope.\" Turning to her again, he said with keen expectation:--", "characters": 115, "sentences": 3}, {"text": "\"But go on. Go on! there is more to tell if you will. Be not afraid; John and I know. I do in any case, and shall tell you if you are right. Speak, without fear!\"", "characters": 162, "sentences": 5}, {"text": "And so I have written it whilst we wait their return, and Mrs. Harker has written with her typewriter all since she brought the MS. to us.", "characters": 138, "sentences": 4}, {"text": "\"I can see nothing; we are still; there are no waves lapping, but only a steady swirl of water softly running against the hawser. I can hear men's voices calling, near and far, and the roll and creak of oars in the rowlocks. A gun is fired somewhere; the echo of it seems far away. There is tramping of feet overhead, and ropes and chains are dragged along. What is this? There is a gleam of light; I can feel the air blowing upon me.\"", "characters": 435, "sentences": 6}, {"text": "\"Would none of you like a cup of tea? You must all be so tired!\" We could only make her happy, and so acquiesced. She bustled off to get tea; when she had gone Van Helsing said:--", "characters": 179, "sentences": 2}, {"text": "There was no more to be said, so we waited in patience until the dawn; at which time we might learn more from Mrs. Harker.", "characters": 122, "sentences": 3}, {"text": "Early this morning we listened, with breathless anxiety, for her response in her trance. The hypnotic stage was even longer in coming than before; and when it came the time remaining until full sunrise was so short that we began to despair. Van Helsing seemed to throw his whole soul into the effort; at last, in obedience to his will she made reply:--", "characters": 352, "sentences": 3}, {"text": "\"All is dark. I hear lapping water, level with me, and some creaking as of wood on wood.\" She paused, and the red sun shot up. We must wait till to-night.", "characters": 154, "sentences": 5}, {"text": "And so it is that we are travelling towards Galatz in an agony of expectation. We are due to arrive between two and three in the morning; but already, at Bucharest, we are three hours late, so we cannot possibly get in till well after sun-up. Thus we shall have two more hypnotic messages from Mrs. Harker; either or both may possibly throw more light on what is happening.", "characters": 373, "sentences": 5}, {"text": "_30 October, 7 a. m._--We are near Galatz now, and I may not have time to write later. Sunrise this morning was anxiously looked for by us all. Knowing of the increasing difficulty of procuring the hypnotic trance, Van Helsing began his passes earlier than usual. They produced no effect, however, until the regular time, when she yielded with a still greater difficulty, only a minute before the sun rose. The Professor lost no time in his questioning; her answer came with equal quickness:--", "characters": 493, "sentences": 7}, {"text": "\"All is dark. I hear water swirling by, level with my ears, and the creaking of wood on wood. Cattle low far off. There is another sound, a queer one like----\" She stopped and grew white, and whiter still.", "characters": 205, "sentences": 5}, {"text": "\"Go on; go on! Speak, I command you!\" said Van Helsing in an agonised voice. At the same time there was despair in his eyes, for the risen sun was reddening even Mrs. Harker's pale face. She opened her eyes, and we all started as she said, sweetly and seemingly with the utmost unconcern:--", "characters": 290, "sentences": 4}, {"text": "\"Oh, Professor, why ask me to do what you know I can't? I don't remember anything.\" Then, seeing the look of amazement on our faces, she said, turning from one to the other with a troubled look:--", "characters": 196, "sentences": 2}, {"text": "\"What have I said? What have I done? I know nothing, only that I was lying here, half asleep, and heard you say go on! speak, I command you!' It seemed so funny to hear you order me about, as if I were a bad child!\"", "characters": 215, "sentences": 1}, {"text": "\"Oh, Madam Mina,\" he said, sadly, \"it is proof, if proof be needed, of how I love and honour you, when a word for your good, spoken more earnest than ever, can seem so strange because it is to order her whom I am proud to obey!\"", "characters": 228, "sentences": 1}, {"text": "_Later._--Lord Godalming has returned. The Consul is away, and the Vice-Consul sick; so the routine work has been attended to by a clerk. He was very obliging, and offered to do anything in his power.", "characters": 200, "sentences": 5}, {"text": "\"Mine friend, that Devil is more clever than he is thought by some; and he know when he meet his match!\" The skipper was not displeased with the compliment, and went on:--", "characters": 171, "sentences": 1}, {"text": "\"I'll be tellin' ye quick!\" he answered, and, stepping down to his cabin, produced a receipt signed \"Immanuel Hildesheim.\" Burgen-strasse 16 was the address. We found out that this was all the Captain knew; so with thanks we came away.", "characters": 235, "sentences": 4}, {"text": "We then sought for Skinsky, but were unable go find him. One of his neighbours, who did not seem to bear him any affection, said that he had gone away two days before, no one knew whither. This was corroborated by his landlord, who had received by messenger the key of the house together with the rent due, in English money. This had been between ten and eleven o'clock last night. We were at a standstill again.", "characters": 412, "sentences": 6}, {"text": "Whilst we were talking one came running and breathlessly gasped out that the body of Skinsky had been found inside the wall of the churchyard of St. Peter, and that the throat had been torn open as if by some wild animal. Those we had been speaking with ran off to see the horror, the women crying out \"This is the work of a Slovak!\" We hurried away lest we should have been in some way drawn into the affair, and so detained.", "characters": 426, "sentences": 4}, {"text": "As we came home we could arrive at no definite conclusion. We were all convinced that the box was on its way, by water, to somewhere; but where that might be we would have to discover. With heavy hearts we came home to the hotel to Mina.", "characters": 237, "sentences": 4}, {"text": "When we met together, the first thing was to consult as to taking Mina again into our confidence. Things are getting desperate, and it is at least a chance, though a hazardous one. As a preliminary step, I was released from my promise to her.", "characters": 242, "sentences": 4}, {"text": "_30 October, evening._--They were so tired and worn out and dispirited that there was nothing to be done till they had some rest; so I asked them all to lie down for half an hour whilst I should enter everything up to the moment. I feel so grateful to the man who invented the \"Traveller's\" typewriter, and to Mr. Morris for getting this one for me. I should have felt quite; astray doing the work if I had to write with a pen....", "characters": 430, "sentences": 9}, {"text": "It is all done; poor dear, dear Jonathan, what he must have suffered, what must he be suffering now. He lies on the sofa hardly seeming to breathe, and his whole body appears in collapse. His brows are knit; his face is drawn with pain. Poor fellow, maybe he is thinking, and I can see his face all wrinkled up with the concentration of his thoughts. Oh! if I could only help at all.... I shall do what I can.", "characters": 409, "sentences": 10}, {"text": "I have asked Dr. Van Helsing, and he has got me all the papers that I have not yet seen.... Whilst they are resting, I shall go over all carefully, and perhaps I may arrive at some conclusion. I shall try to follow the Professor's example, and think without prejudice on the facts before me....", "characters": 294, "sentences": 11}, {"text": "I do believe that under God's providence I have made a discovery. I shall get the maps and look over them....", "characters": 109, "sentences": 6}, {"text": "I am more than ever sure that I am right. My new conclusion is ready, so I shall get our party together and read it. They can judge it; it is well to be accurate, and every minute is precious.", "characters": 192, "sentences": 4}, {"text": "(_a_) He must be _brought back_ by some one. This is evident; for had he power to move himself as he wished he could go either as man, or wolf, or bat, or in some other way. He evidently fears discovery or interference, in the state of helplessness in which he must be--confined as he is between dawn and sunset in his wooden box.", "characters": 330, "sentences": 4}, {"text": "(_b_) _How is he to be taken?_--Here a process of exclusions may help us. By road, by rail, by water?", "characters": 101, "sentences": 2}, {"text": "(_x_) There are people; and people are curious, and investigate. A hint, a surmise, a doubt as to what might be in the box, would destroy him.", "characters": 142, "sentences": 3}, {"text": "(_z_) His pursuers might follow. This is his highest fear; and in order to prevent his being betrayed he has repelled, so far as he can, even his victim--me!", "characters": 157, "sentences": 2}, {"text": "2. _By Rail._--There is no one in charge of the box. It would have to take its chance of being delayed; and delay would be fatal, with enemies on the track. True, he might escape at night; but what would he be, if left in a strange place with no refuge that he could fly to? This is not what he intends; and he does not mean to risk it.", "characters": 336, "sentences": 6}, {"text": "3. _By Water._--Here is the safest way, in one respect, but with most danger in another. On the water he is powerless except at night; even then he can only summon fog and storm and snow and his wolves. But were he wrecked, the living water would engulf him, helpless; and he would indeed be lost. He could have the vessel drive to land; but if it were unfriendly land, wherein he was not free to move, his position would still be desperate.", "characters": 441, "sentences": 7}, {"text": "We know from the record that he was on the water; so what we have to do is to ascertain _what_ water.", "characters": 101, "sentences": 2}, {"text": "The first thing is to realise exactly what he has done as yet; we may, then, get a light on what his later task is to be.", "characters": 121, "sentences": 2}, {"text": "_Firstly._--We must differentiate between what he did in London as part of his general plan of action, when he was pressed for moments and had to arrange as best he could.", "characters": 171, "sentences": 3}, {"text": "_Secondly_ we must see, as well as we can surmise it from the facts we know of, what he has done here.", "characters": 102, "sentences": 2}, {"text": "The box was given to Skinsky before sunrise. At sunrise the Count could appear in his own form. Here, we ask why Skinsky was chosen at all to aid in the work? In my husband's diary, Skinsky is mentioned as dealing with the Slovaks who trade down the river to the port; and the man's remark, that the murder was the work of a Slovak, showed the general feeling against his class. The Count wanted isolation.", "characters": 406, "sentences": 5}, {"text": "I have examined the map and find that the river most suitable for the Slovaks to have ascended is either the Pruth or the Sereth. I read in the typescript that in my trance I heard cows low and water swirling level with my ears and the creaking of wood. The Count in his box, then, was on a river in an open boat--propelled probably either by oars or poles, for the banks are near and it is working against stream. There would be no such sound if floating down stream.", "characters": 468, "sentences": 5}, {"text": "Of course it may not be either the Sereth or the Pruth, but we may possibly investigate further. Now of these two, the Pruth is the more easily navigated, but the Sereth is, at Fundu, joined by the Bistritza which runs up round the Borgo Pass. The loop it makes is manifestly as close to Dracula's castle as can be got by water.", "characters": 328, "sentences": 4}, {"text": "When I had done reading, Jonathan took me in his arms and kissed me. The others kept shaking me by both hands, and Dr. Van Helsing said:--", "characters": 138, "sentences": 3}, {"text": "\"Good!\" said the Professor, \"both good. But neither must go alone. There must be force to overcome force if need be; the Slovak is strong and rough, and he carries rude arms.\" All the men smiled, for amongst them they carried a small arsenal. Said Mr. Morris:--", "characters": 261, "sentences": 6}, {"text": "\"I have brought some Winchesters; they are pretty handy in a crowd, and there may be wolves. The Count, if you remember, took some other precautions; he made some requisitions on others that Mrs. Harker could not quite hear or understand. We must be ready at all points.\" Dr. Seward said:--", "characters": 290, "sentences": 6}, {"text": "\"Do you mean to say, Professor Van Helsing, that you would bring Mina, in her sad case and tainted as she is with that devil's illness, right into the jaws of his death-trap? Not for the world! Not for Heaven or Hell!\" He became almost speechless for a minute, and then went on:--", "characters": 280, "sentences": 1}, {"text": "_Later._--It took all my courage to say good-bye to my darling. We may never meet again. Courage, Mina! the Professor is looking at you keenly; his look is a warning. There must be no tears now--unless it may be that God will let them fall in gladness.", "characters": 252, "sentences": 6}, {"text": "It is a wild adventure we are on. Here, as we are rushing along through the darkness, with the cold from the river seeming to rise up and strike us; with all the mysterious voices of the night around us, it all comes home. We seem to be drifting into unknown places and unknown ways; into a whole world of dark and dreadful things. Godalming is shutting the furnace door....", "characters": 374, "sentences": 8}, {"text": "_31 October._--Still hurrying along. The day has come, and Godalming is sleeping. I am on watch. The morning is bitterly cold; the furnace heat is grateful, though we have heavy fur coats. As yet we have passed only a few open boats, but none of them had on board any box or package of anything like the size of the one we seek. The men were scared every time we turned our electric lamp on them, and fell on their knees and prayed.", "characters": 432, "sentences": 8}, {"text": "_2 November._--Three days on the road. No news, and no time to write it if there had been, for every moment is precious. We have had only the rest needful for the horses; but we are both bearing it wonderfully. Those adventurous days of ours are turning up useful. We must push on; we shall never feel happy till we get the launch in sight again.", "characters": 346, "sentences": 7}, {"text": "_3 November._--We heard at Fundu that the launch had gone up the Bistritza. I wish it wasn't so cold. There are signs of snow coming; and if it falls heavy it will stop us. In such case we must get a sledge and go on, Russian fashion.", "characters": 234, "sentences": 6}, {"text": "We shall soon be off. I am afraid to think what may happen to us. We are truly in the hands of God. He alone knows what may be, and I pray Him, with all the strength of my sad and humble soul, that He will watch over my beloved husband; that whatever may happen, Jonathan may know that I loved him and honoured him more than I can say, and that my latest and truest thought will be always for him.", "characters": 397, "sentences": 5}, {"text": "Now to the historical, for as Madam Mina write not in her stenography, I must, in my cumbrous old fashion, that so each day of us may not go unrecorded.", "characters": 152, "sentences": 2}, {"text": "\"Of course I know it,\" she answer, and with a pause, add: \"Have not my Jonathan travelled it and wrote of his travel?\"", "characters": 118, "sentences": 1}, {"text": "At first I think somewhat strange, but soon I see that there be only one such by-road. It is used but little, and very different from the coach road from the Bukovina to Bistritz, which is more wide and hard, and more of use.", "characters": 225, "sentences": 3}, {"text": "_5 November, morning._--Let me be accurate in everything, for though you and I have seen some strange things together, you may at the first think that I, Van Helsing, am mad--that the many horrors and the so long strain on nerves has at the last turn my brain.", "characters": 260, "sentences": 3}, {"text": "\"Will you not come over to the fire?\" for I wished to make a test of what she could. She rose obedient, but when she have made a step she stopped, and stood as one stricken.", "characters": 173, "sentences": 3}, {"text": "\"Why not go on?\" I asked. She shook her head, and, coming back, sat down in her place. Then, looking at me with open eyes, as of one waked from sleep, she said simply:--", "characters": 169, "sentences": 3}, {"text": "\"I cannot!\" and remained silent. I rejoiced, for I knew that what she could not, none of those that we dreaded could. Though there might be danger to her body, yet her soul was safe!", "characters": 182, "sentences": 3}, {"text": "And so we remained till the red of the dawn to fall through the snow-gloom. I was desolate and afraid, and full of woe and terror; but when that beautiful sun began to climb the horizon life was to me again. At the first coming of the dawn the horrid figures melted in the whirling mist and snow; the wreaths of transparent gloom moved away towards the castle, and were lost.", "characters": 375, "sentences": 4}, {"text": "I will strengthen me with breakfast, and then I will to my terrible work. Madam Mina still sleeps; and, God be thanked! she is calm in her sleep....", "characters": 148, "sentences": 6}, {"text": "Her, I had not dare to take into this place, but left safe from the Vampire in that Holy circle; and yet even there would be the wolf! I resolve me that my work lay here, and that as to the wolves we must submit, if it were God's will. At any rate it was only death and freedom beyond. So did I choose for her. Had it but been for myself the choice had been easy, the maw of the wolf were better to rest in than the grave of the Vampire! So I make my choice to go on with my work.", "characters": 480, "sentences": 5}, {"text": "This then was the Un-Dead home of the King-Vampire, to whom so many more were due. Its emptiness spoke eloquent to make certain what I knew. Before I began to restore these women to their dead selves through my awful work, I laid in Dracula's tomb some of the Wafer, and so banished him from it, Un-Dead, for ever.", "characters": 314, "sentences": 4}, {"text": "Then began my terrible task, and I dreaded it. Had it been but one, it had been easy, comparative. But three! To begin twice more after I had been through a deed of horror; for if it was terrible with the sweet Miss Lucy, what would it not be with these strange ones who had survived through centuries, and who had been strengthened by the passing of the years; who would, if they could, have fought for their foul lives....", "characters": 424, "sentences": 7}, {"text": "Before I left the castle I so fixed its entrances that never more can the Count enter there Un-Dead.", "characters": 100, "sentences": 2}, {"text": "When I stepped into the circle where Madam Mina slept, she woke from her sleep, and, seeing, me, cried out in pain that I had endured too much.", "characters": 143, "sentences": 2}, {"text": "\"Come!\" she said, \"come away from this awful place! Let us go to meet my husband who is, I know, coming towards us.\" She was looking thin and pale and weak; but her eyes were pure and glowed with fervour. I was glad to see her paleness and her illness, for my mind was full of the fresh horror of that ruddy vampire sleep.", "characters": 322, "sentences": 4}, {"text": "And so with trust and hope, and yet full of fear, we go eastward to meet our friends--and _him_--whom Madam Mina tell me that she _know_ are coming to meet us.", "characters": 159, "sentences": 2}, {"text": "\"At least you shall be safe here from _him_!\" He took the glasses from me, and at the next lull of the snow swept the whole space below us. \"See,\" he said, \"they come quickly; they are flogging the horses, and galloping as hard as they can.\" He paused and went on in a hollow voice:--", "characters": 284, "sentences": 3}, {"text": "\"They are racing for the sunset. We may be too late. God's will be done!\" Down came another blinding rush of driving snow, and the whole landscape was blotted out. It soon passed, however, and once more his glasses were fixed on the plain. Then came a sudden cry:--", "characters": 265, "sentences": 5}, {"text": "Closer and closer they drew. The Professor and I crouched down behind our rock, and held our weapons ready; I could see that he was determined that they should not pass. One and all were quite unaware of our presence.", "characters": 217, "sentences": 4}, {"text": "But, on the instant, came the sweep and flash of Jonathan's great knife. I shrieked as I saw it shear through the throat; whilst at the same moment Mr. Morris's bowie knife plunged into the heart.", "characters": 196, "sentences": 4}, {"text": "It was like a miracle; but before our very eyes, and almost in the drawing of a breath, the whole body crumble into dust and passed from our sight.", "characters": 147, "sentences": 2}, {"text": "I shall be glad as long as I live that even in that moment of final dissolution, there was in the face a look of peace, such as I never could have imagined might have rested there.", "characters": 180, "sentences": 2}, {"text": "The Castle of Dracula now stood out against the red sky, and every stone of its broken battlements was articulated against the light of the setting sun.", "characters": 152, "sentences": 2}, {"text": "The gypsies, taking us as in some way the cause of the extraordinary disappearance of the dead man, turned, without a word, and rode away as if for their lives. Those who were unmounted jumped upon the leiter-wagon and shouted to the horsemen not to desert them. The wolves, which had withdrawn to a safe distance, followed in their wake, leaving us alone.", "characters": 356, "sentences": 4}, {"text": "Mr. Morris, who had sunk to the ground, leaned on his elbow, holding his hand pressed to his side; the blood still gushed through his fingers. I flew to him, for the Holy circle did not now keep me back; so did the two doctors. Jonathan knelt behind him and the wounded man laid back his head on his shoulder. With a sigh he took, with a feeble effort, my hand in that of his own which was unstained. He must have seen the anguish of my heart in my face, for he smiled at me and said:--", "characters": 486, "sentences": 6}, {"text": "\"I am only too happy to have been of any service! Oh, God!\" he cried suddenly, struggling up to a sitting posture and pointing to me, \"It was worth for this to die! Look! look!\"", "characters": 177, "sentences": 1}, {"text": "The sun was now right down upon the mountain top, and the red gleams fell upon my face, so that it was bathed in rosy light. With one impulse the men sank on their knees and a deep and earnest \"Amen\" broke from all as their eyes followed the pointing of his finger. The dying man spoke:--", "characters": 288, "sentences": 3}, {"text": "\"Now God be thanked that all has not been in vain! See! the snow is not more stainless than her forehead! The curse has passed away!\"", "characters": 133, "sentences": 1}, {"text": "Seven years ago we all went through the flames; and the happiness of some of us since then is, we think, well worth the pain we endured. It is an added joy to Mina and to me that our boy's birthday is the same day as that on which Quincey Morris died. His mother holds, I know, the secret belief that some of our brave friend's spirit has passed into him. His bundle of names links all our little band of men together; but we call him Quincey.", "characters": 443, "sentences": 5}, {"text": "In the summer of this year we made a journey to Transylvania, and went over the old ground which was, and is, to us so full of vivid and terrible memories. It was almost impossible to believe that the things which we had seen with our own eyes and heard with our own ears were living truths. Every trace of all that had been was blotted out. The castle stood as before, reared high above a waste of desolation.", "characters": 410, "sentences": 5}, {"text": "\"We want no proofs; we ask none to believe us! This boy will some day know what a brave and gallant woman his mother is. Already he knows her sweetness and loving care; later on he will understand how some men so loved her, that they did dare much for her sake.\"", "characters": 262, "sentences": 3}, {"text": "More stories of the sort you like; more, probably, by the author of      this one; more than 500 titles all told by writers of world-wide      reputation, in the Authors' Alphabetical List which you will find      on the _reverse side_ of the wrapper of this book. Look it over      before you lay it aside. There are books here you are sure to      want--some, possibly, that you have _always_ wanted.", "characters": 402, "sentences": 4}, {"text": "The Grosset & Dunlap list is not only the greatest Index of Good      Fiction available, it represents in addition a generally accepted      Standard of Value. It will pay you to", "characters": 178, "sentences": 2}], "id": 345, "paragraphs": 816, "author": "Bram Stoker"}