{"title": "China and Pottery Marks", "data": [{"text": "Produced by Chris Curnow and the Online Distributed Proofreading Team at http://www.pgdp.net (This file was produced from images generously made available by The Internet Archive.)", "characters": 180, "sentences": 4}, {"text": "From early days when the ancients showed their appreciation of fine pottery and old glassware by burying \"these most esteemed possessions\" with the dead, fine china has been synonymous with culture and breeding. With our ancestors for generations we share the tradition that, just as first editions give prestige to one's book shelves, old china or the finest work of the modern kilns express readily that good taste and discrimination that is characteristic of our old families.", "characters": 479, "sentences": 3}, {"text": "A wealth of association and historic data is to be acquired from the study of the \"fabrique marks\" and periods of the master craftsmen. If in America there was a general tendency toward acquiring, even a smattering, of this knowledge, there would be less of these drawing-room atrocities which Arthur Hayden in his \"Chats on English Earthenware\" points out, \"To have a modern set of vases adorning a Georgian cabinet is like putting new wine in old bottles.\"", "characters": 458, "sentences": 3}, {"text": "For the convenience of the seasoned collector, as well as the beginner, in this book is a representative list of better known marks by which china can be identified. While it is not possible to include a complete list, particularly those of extremely rare specimens, those compiled have particular reference to the marks of English china which is greatly in demand by collectors. These will suffice to enable the reader to identify pieces whenever encountered.", "characters": 460, "sentences": 4}, {"text": "The signatures or mark which the master craftsmen in earth or clay signed their products, just as a painter signs his work, were often specially designed devices of various kinds, often a combination of initials and dates. Each \"fabrique mark\" stands for a certain potter's art just as the modern trade-mark.", "characters": 308, "sentences": 3}, {"text": "Beginning more than a half century ago in the old La Farge House in lower Broadway (where John La Farge was born) the house of Gilman Collamore and Company has done much to develop an appreciation of fine china in America. It was one of the first houses to bring over from England and France china, both modern and old, for its American clients. At this time many fine specimens of old china are on view as well as complete stocks from the modern English and Continental manufacture.", "characters": 483, "sentences": 4}, {"text": "Present mark. This mark with two scratches across it shows imperfect pieces which may or may not have been decorated in the factory. Hard paste.", "characters": 144, "sentences": 4}, {"text": "An extra mark used in 1830 with the sceptre, which is the present mark. This mark complete is never used except with perfect pieces decorated in the factory. Decorated pieces bearing the blue sceptre mark only are decorated outside of the factory.", "characters": 247, "sentences": 4}, {"text": "This mark used from 1730 to 1762. Either in blue or graved in ware. The letter T stands for Tron, the name of the director. Soft paste.", "characters": 135, "sentences": 5}, {"text": "Established in 1778. André Marie Lebeuf, manufacturer. Under the protection of Marie Antoinette. Mark in red. Hard paste.", "characters": 122, "sentences": 6}, {"text": "Established in 1780. Dihl and Guerhard, manufacturers. Under the patronage of Duc d'Angoulême. Hard paste.", "characters": 107, "sentences": 5}, {"text": "Established in 1769. Under the protection of Charles Philippe Comte d'Artois, afterward Charles X. Factory discontinued in 1810.", "characters": 128, "sentences": 4}, {"text": "A (Vincennes) 1753   B (ditto)     1754   C (ditto)     1755   D             1756   E             1757   F             1758   G             1759   H             1760   I             1761   J             1762   K             1763   L             1764   M             1765   N             1766   O             1767   P             1768   Q          [1]1769   R             1770   S             1771   T             1772   U             1773   V             1774   X             1775   Y             1776   Z             1777   AA            1778   BB            1779   CC            1780   DD            1781   EE            1782   FF            1783   GG            1784   HH            1785   II            1786   JJ            1787   KK            1788   LL            1789   MM            1790   NN            1791   OO            1792   PP            1793   QQ            1794   RR            1795", "characters": 900, "sentences": 1}, {"text": "Year IX       1801     T9     \"   X       1802      X     \"   XI      1803     11     \"  XII      1804     [Illustration]     \" XIII      1805     [Illustration]     \"  XIV      1806     [Illustration]", "characters": 201, "sentences": 1}, {"text": "1807                    7   1808                    8   1809                    9   1810                   10   1811    (onze)        o.z.   1812    (douze)       d.z.   1813    (treize)      t.z.   1814    (quatorze)    q.z.   1815    (quinze)      q.n.   1816    (seize)       s.z.   1817    (dix sept)    d.s.", "characters": 312, "sentences": 15}, {"text": "From this date the year is expressed by the last two figures only.--thus, 18 for 1818, etc.,--up to the present time.", "characters": 117, "sentences": 4}], "id": 40311, "paragraphs": 16, "author": "Unknown"}