{"title": "The Legend of Sleepy Hollow", "data": [{"text": "A pleasing land of drowsy head it was,           Of dreams that wave before the half-shut eye;         And of gay castles in the clouds that pass,           Forever flushing round a summer sky.                                          CASTLE OF INDOLENCE.", "characters": 255, "sentences": 3}, {"text": "Such is the general purport of this legendary superstition, which has furnished materials for many a wild story in that region of shadows; and the spectre is known at all the country firesides, by the name of the Headless Horseman of Sleepy Hollow.", "characters": 248, "sentences": 2}, {"text": "It is remarkable that the visionary propensity I have mentioned is not confined to the native inhabitants of the valley, but is unconsciously imbibed by every one who resides there for a time. However wide awake they may have been before they entered that sleepy region, they are sure, in a little time, to inhale the witching influence of the air, and begin to grow imaginative, to dream dreams, and see apparitions.", "characters": 417, "sentences": 3}, {"text": "From his half-itinerant life, also, he was a kind of travelling gazette, carrying the whole budget of local gossip from house to house, so that his appearance was always greeted with satisfaction. He was, moreover, esteemed by the women as a man of great erudition, for he had read several books quite through, and was a perfect master of Cotton Mather's \"History of New England Witchcraft,\" in which, by the way, he most firmly and potently believed.", "characters": 451, "sentences": 3}, {"text": "Brom Bones, however, was the hero of the scene, having come to the gathering on his favorite steed Daredevil, a creature, like himself, full of mettle and mischief, and which no one but himself could manage. He was, in fact, noted for preferring vicious animals, given to all kinds of tricks which kept the rider in constant risk of his neck, for he held a tractable, well-broken horse as unworthy of a lad of spirit.", "characters": 417, "sentences": 3}, {"text": "Old Baltus Van Tassel moved about among his guests with a face dilated with content and good humor, round and jolly as the harvest moon. His hospitable attentions were brief, but expressive, being confined to a shake of the hand, a slap on the shoulder, a loud laugh, and a pressing invitation to \"fall to, and help themselves.\"", "characters": 328, "sentences": 3}, {"text": "And now the sound of the music from the common room, or hall, summoned to the dance. The musician was an old gray-headed negro, who had been the itinerant orchestra of the neighborhood for more than half a century. His instrument was as old and battered as himself. The greater part of the time he scraped on two or three strings, accompanying every movement of the bow with a motion of the head; bowing almost to the ground, and stamping with his foot whenever a fresh couple were to start.", "characters": 491, "sentences": 5}, {"text": "When the dance was at an end, Ichabod was attracted to a knot of the sager folks, who, with Old Van Tassel, sat smoking at one end of the piazza, gossiping over former times, and drawing out long stories about the war.", "characters": 218, "sentences": 2}, {"text": "All these tales, told in that drowsy undertone with which men talk in the dark, the countenances of the listeners only now and then receiving a casual gleam from the glare of a pipe, sank deep in the mind of Ichabod. He repaid them in kind with large extracts from his invaluable author, Cotton Mather, and added many marvellous events that had taken place in his native State of Connecticut, and fearful sights which he had seen in his nightly walks about Sleepy Hollow.", "characters": 471, "sentences": 3}, {"text": "They had now reached the road which turns off to Sleepy Hollow; but Gunpowder, who seemed possessed with a demon, instead of keeping up it, made an opposite turn, and plunged headlong downhill to the left. This road leads through a sandy hollow shaded by trees for about a quarter of a mile, where it crosses the bridge famous in goblin story; and just beyond swells the green knoll on which stands the whitewashed church.", "characters": 422, "sentences": 3}, {"text": "The story-teller, who was just putting a glass of wine to his lips, as a refreshment after his toils, paused for a moment, looked at his inquirer with an air of infinite deference, and, lowering the glass slowly to the table, observed that the story was intended most logically to prove--", "characters": 288, "sentences": 1}, {"text": "\"That there is no situation in life but has its advantages and pleasures--provided we will but take a joke as we find it:", "characters": 121, "sentences": 1}, {"text": "\"Ergo, for a country schoolmaster to be refused the hand of a Dutch heiress is a certain step to high preferment in the state.\"", "characters": 127, "sentences": 2}, {"text": "The cautious old gentleman knit his brows tenfold closer after this explanation, being sorely puzzled by the ratiocination of the syllogism, while, methought, the one in pepper-and-salt eyed him with something of a triumphant leer. At length he observed that all this was very well, but still he thought the story a little on the extravagant--there were one or two points on which he had his doubts.", "characters": 399, "sentences": 3}, {"text": "\"Faith, sir,\" replied the story-teller, \"as to that matter, I don't believe one-half of it myself.\"  D. K.", "characters": 106, "sentences": 4}], "id": 41, "paragraphs": 15, "author": "Washington Irving"}