{"title": "Dr. Jekyll and Mr. Hyde", "data": [{"text": "STRANGE CASE OF                                DR. JEKYLL AND                                   MR. HYDE", "characters": 104, "sentences": 3}, {"text": "\"I incline to Cain's heresy,\" he used to say quaintly: \"I let my brother go to the devil in his own way.\" In this character, it was frequently his fortune to be the last reputable acquaintance and the last good influence in the lives of down-going men. And to such as these, so long as they came about his chambers, he never marked a shade of change in his demeanour.", "characters": 367, "sentences": 4}, {"text": "the panels; children kept shop upon the steps; the schoolboy had tried his knife on the mouldings; and for close on a generation, no one had appeared to drive away these random visitors or to repair their ravages.", "characters": 213, "sentences": 2}, {"text": "Mr. Enfield and the lawyer were on the other side of the by-street; but when they came abreast of the entry, the former lifted up his cane and pointed.", "characters": 151, "sentences": 3}, {"text": "\"Did you ever remark that door?\" he asked; and when his companion had replied in the affirmative, \"It is connected in my mind,\" added he, \"with a very odd story.\"", "characters": 162, "sentences": 2}, {"text": "From this he was recalled by Mr. Utterson asking rather suddenly: \"And you don't know if the drawer of the cheque lives there?\"", "characters": 127, "sentences": 2}, {"text": "\"A likely place, isn't it?\" returned Mr. Enfield. \"But I happen to have noticed his address; he lives in some square or other.\"", "characters": 127, "sentences": 4}, {"text": "The pair walked on again for a while in silence; and then, \"Enfield,\" said Mr. Utterson, \"that's a good rule of yours.\"", "characters": 119, "sentences": 3}, {"text": "\"But for all that,\" continued the lawyer, \"there's one point I want to ask: I want to ask the name of that man who walked over the child.\"", "characters": 138, "sentences": 2}, {"text": "\"Yes, I know,\" said Utterson; \"I know it must seem strange. The fact is, if I do not ask you the name of the other party, it is because I know it already. You see, Richard, your tale has gone home. If you have been inexact in any point, you had better correct it.\"", "characters": 264, "sentences": 5}, {"text": "\"I think you might have warned me,\" returned the other, with a touch of sullenness. \"But I have been pedantically exact, as you call it. The fellow had a key; and what's more, he has it still. I saw him use it, not a week ago.\"", "characters": 227, "sentences": 5}, {"text": "Mr. Utterson sighed deeply but said never a word; and the young man presently resumed. \"Here is another lesson to say nothing,\" said he. \"I am ashamed of my long tongue. Let us make a bargain never to refer to this again.\"", "characters": 222, "sentences": 6}, {"text": "\"I thought it was madness,\" he said, as he replaced the obnoxious paper in the safe, \"and now I begin to fear it is disgrace.\"", "characters": 126, "sentences": 2}, {"text": "With that he blew out his candle, put on a great-coat, and set forth in the direction of Cavendish Square, that citadel of medicine, where his friend, the great Dr. Lanyon, had his house and received his crowding patients. \"If any one knows, it will be Lanyon,\" he had thought.", "characters": 277, "sentences": 4}, {"text": "After a little rambling talk, the lawyer led up to the subject which so disagreeably pre-occupied his mind.", "characters": 107, "sentences": 2}, {"text": "\"I wish the friends were younger,\" chuckled Dr. Lanyon. \"But I suppose we are. And what of that? I see little of him now.\"", "characters": 122, "sentences": 5}, {"text": "\"We had,\" was the reply. \"But it is more than ten years since Henry Jekyll became too fanciful for me. He began to go wrong, wrong in mind; and though of course I continue to take an interest in him for old sake's sake, as they say,", "characters": 232, "sentences": 3}, {"text": "I see and I have seen devilish little of the man. Such unscientific balderdash,\" added the doctor, flushing suddenly purple, \"would have estranged Damon and Pythias.\"", "characters": 166, "sentences": 3}, {"text": "This little spirit of temper was somewhat of a relief to Mr. Utterson. \"They have only differed on some point of science,\" he thought; and being a man of no scientific passions (except in the matter of conveyancing), he even added: \"It is nothing worse than that!\" He gave his friend a few seconds to recover his composure, and then approached the question he had come to put. \"Did you ever come across a protege of his--one Hyde?\" he asked.", "characters": 441, "sentences": 5}, {"text": "That was the amount of information that the lawyer carried back with him to the great, dark bed on which he tossed to and fro, until the small hours of the morning began to grow large. It was a night of little ease to his toiling mind, toiling in mere darkness and besieged by questions.", "characters": 287, "sentences": 3}, {"text": "Six o'clock struck on the bells of the church that was so conveniently near to Mr. Utterson's dwelling, and still he was digging at the problem. Hitherto it had touched him on the intellectual side alone; but now his imagination also was engaged, or rather enslaved; and as he lay and tossed in the gross darkness of the night and the curtained room, Mr. Enfield's tale went by", "characters": 377, "sentences": 4}, {"text": "things when well examined. He might see a reason for his friend's strange preference or bondage (call it which you please) and even for the startling clause of the will. At least it would be a face worth seeing: the face of a man who was without bowels of mercy: a face which had but to show itself to raise up, in the mind of the unimpressionable Enfield, a spirit of enduring hatred.", "characters": 385, "sentences": 4}, {"text": "From that time forward, Mr. Utterson began to haunt the door in the by-street of shops. In the morning before office hours, at noon when business was plenty, and time scarce, at night under the face of the fogged city moon, by all lights and at all hours of solitude or concourse, the lawyer was to be found on his chosen post.", "characters": 327, "sentences": 4}, {"text": "aware of an odd, light footstep drawing near. In the course of his nightly patrols, he had long grown accustomed to the quaint effect with which the footfalls of a single person, while he is still a great way off, suddenly spring out distinct from the vast hum and clatter of the city. Yet his attention had never before been so sharply and decisively arrested; and it was with a strong, superstitious prevision of success that he withdrew into the entry of the court.", "characters": 468, "sentences": 4}, {"text": "The steps drew swiftly nearer, and swelled out suddenly louder as they turned the end of the street. The lawyer, looking forth from the entry, could soon see what manner of man he had to deal with. He was small and very plainly dressed, and the look of him, even at that distance, went somehow strongly against the watcher's inclination. But he made straight for the door, crossing the roadway to save time; and as he came, he drew a key from his pocket like one approaching home.", "characters": 480, "sentences": 5}, {"text": "Mr. Hyde shrank back with a hissing intake of the breath. But his fear was only momentary; and though he did not look the lawyer in the face, he answered coolly enough: \"That is my name. What do you want?\"", "characters": 205, "sentences": 4}, {"text": "son of Gaunt Street--you must have heard my name; and meeting you so conveniently, I thought you might admit me.\"", "characters": 113, "sentences": 2}, {"text": "\"You will not find Dr. Jekyll; he is from home,\" replied Mr. Hyde, blowing in the key. And then suddenly, but still without looking up, \"How did you know me?\" he asked.", "characters": 168, "sentences": 5}, {"text": "Mr. Hyde appeared to hesitate, and then, as if upon some sudden reflection, fronted about with an air of defiance; and the pair stared at each other pretty fixedly for a few seconds. \"Now I shall know you again,\" said Mr. Utterson. \"It may be useful.\"", "characters": 251, "sentences": 6}, {"text": "\"Yes,\" returned Mr. Hyde, \"it is as well we have, met; and a propos, you should have my address.\" And he gave a number of a street in Soho.", "characters": 139, "sentences": 4}, {"text": "\"Good God!\" thought Mr. Utterson, \"can he, too, have been thinking of the will?\" But he kept his feelings to himself and only grunted in acknowledgment of the address.", "characters": 167, "sentences": 3}, {"text": "The other snarled aloud into a savage laugh; and the next moment, with extraordinary quickness, he had unlocked the door and disappeared into the house.", "characters": 152, "sentences": 2}, {"text": "thing else,\" said the perplexed gentleman. \"There is something more, if I could find a name for it. God bless me, the man seems hardly human! Something troglodytic, shall we say? or can it be the old story of Dr. Fell? or is it the mere radiance of a foul soul that thus transpires through, and transfigures, its clay continent? The last, I think; for, O my poor old Harry Jekyll, if ever I read Satan's signature upon a face, it is on that of your new friend.\"", "characters": 461, "sentences": 5}, {"text": "\"I will see, Mr. Utterson,\" said Poole, admitting the visitor, as he spoke, into a large, low-roofed, comfortable hall, paved with flags, warmed (after the fashion of a country house) by a bright, open fire, and furnished with costly cabinets of oak. \"Will you wait here by the", "characters": 277, "sentences": 3}, {"text": "\"I saw Mr. Hyde go in by the old dissecting-room door, Poole,\" he said. \"Is that right, when Dr. Jekyll is from home?\"", "characters": 118, "sentences": 4}, {"text": "\"Your master seems to repose a great deal of trust in that young man, Poole,\" resumed the other musingly.", "characters": 105, "sentences": 2}, {"text": "thief to Harry's bedside; poor Harry, what a wakening! And the danger of it; for if this Hyde suspects the existence of the will, he may grow impatient to inherit. Ay, I must put my shoulder to the wheel if Jekyll will but let me,\" he added, \"if Jekyll will only let me.\" For once more he saw before his mind's eye, as clear as a transparency, the strange clauses of the will.", "characters": 376, "sentences": 4}, {"text": "The large handsome face of Dr. Jekyll grew pale to the very lips, and there came a blackness about his eyes. \"I do not care to hear more,\" said he. \"This is a matter I thought we had agreed to drop.\"", "characters": 199, "sentences": 5}, {"text": "stand my position,\" returned the doctor, with a certain incoherency of manner. \"I am painfully situated, Utterson; my position is a very strange--a very strange one. It is one of those affairs that cannot be mended by talking.\"", "characters": 227, "sentences": 4}, {"text": "\"Jekyll,\" said Utterson, \"you know me: I am a man to be trusted. Make a clean breast of this in confidence; and I make no doubt I can get you out of it.\"", "characters": 153, "sentences": 3}, {"text": "\"Well, but since we have touched upon this business, and for the last time I hope,\" continued the doctor, \"there is one point I should like you to understand. I have really a very great interest in poor Hyde. I know you have seen", "characters": 229, "sentences": 3}, {"text": "him; he told me so; and I fear he was rude. But, I do sincerely take a great, a very great interest in that young man; and if I am taken away, Utterson, I wish you to promise me that you will bear with him and get his rights for him. I think you would, if you knew all; and it would be a weight off my mind if you would promise.\"", "characters": 329, "sentences": 4}, {"text": "\"I don't ask that,\" pleaded Jekyll, laying his hand upon the other's arm; \"I only ask for justice; I only ask you to help him for my sake, when I am no longer here.\"", "characters": 165, "sentences": 2}, {"text": "This was brought to the lawyer the next morning, before he was out of bed; and he had no sooner seen it, and been told the circumstances, than he shot out a solemn lip. \"I shall say nothing till I have seen the body,\" said he; \"this may be very serious. Have the kindness to wait while I dress.\" And with the same grave countenance he hurried through his breakfast and drove to the police station, whither the body had been carried. As soon as he came into the cell, he nodded.", "characters": 477, "sentences": 6}, {"text": "lighted up with professional ambition. \"This will make a deal of noise,\" he said. \"And perhaps you can help us to the man.\" And he briefly narrated what the maid had seen, and showed the broken stick.", "characters": 200, "sentences": 5}, {"text": "Mr. Utterson had already quailed at the name of Hyde; but when the stick was laid before him, he could doubt no longer; broken and battered as it was, he recognised it for one that he had himself presented many years before to Henry Jekyll.", "characters": 240, "sentences": 3}, {"text": "\"Particularly small and particularly wicked-looking, is what the maid calls him,\" said the officer.", "characters": 99, "sentences": 2}, {"text": "Mr. Utterson reflected; and then, raising his head, \"If you will come with me in my cab,\" he said, \"I think I can take you to his house.\"", "characters": 137, "sentences": 3}, {"text": "An ivory-faced and silvery-haired old woman opened the door. She had an evil face, smoothed by hypocrisy; but her manners were excellent. Yes, she said, this was Mr. Hyde's, but he was not at home; he had been in that night very late,", "characters": 234, "sentences": 4}, {"text": "but had gone away again in less than an hour; there was nothing strange in that; his habits were very irregular, and he was often absent; for instance, it was nearly two months since she had seen him till yesterday.", "characters": 215, "sentences": 2}, {"text": "\"Very well, then, we wish to see his rooms,\" said the lawyer; and when the woman began to declare it was impossible, \"I had better tell you who this person is,\" he added. \"This is Inspector Newcomen of Scotland Yard.\"", "characters": 217, "sentences": 3}, {"text": "A flash of odious joy appeared upon the woman's face. \"Ah!\" said she, \"he is in trouble! What has he done?\"", "characters": 107, "sentences": 2}, {"text": "Mr. Utterson and the inspector exchanged glances. \"He don't seem a very popular character,\" observed the latter. \"And now, my good woman, just let me and this gentleman have a look about us.\"", "characters": 191, "sentences": 5}, {"text": "\"You may depend upon it, sir,\" he told Mr. Utterson: \"I have him in my hand. He must have lost his head, or he never would have left the stick or, above all, burned the cheque-book. Why, money's life to the man. We have nothing to do but wait for him at the bank, and get out the handbills.\"", "characters": 291, "sentences": 6}, {"text": "This last, however, was not so easy of accomplishment; for Mr. Hyde had numbered few familiars--even the master of the servant-maid had only seen him twice; his family could nowhere be traced; he had never been photographed; and the few who could describe him differed widely, as common observers will. Only on one point, were they agreed; and that was the haunting sense of unexpressed deformity with which the fugitive impressed his beholders.", "characters": 445, "sentences": 4}, {"text": "The doctor shuddered. \"They were crying it in the square,\" he said. \"I heard them in my dining-room.\"", "characters": 101, "sentences": 4}, {"text": "\"One word,\" said the lawyer. \"Carew was my client, but so are you, and I want to know what I am doing. You have not been mad enough to hide this fellow?\"", "characters": 153, "sentences": 3}, {"text": "\"Utterson, I swear to God,\" cried the doctor, \"I swear to God I will never set eyes on him again. I bind my honour to you that I am done with him in this world. It is all at an end. And indeed he does not want my help; you do not know him as I do; he is safe, he is quite safe; mark my words, he will never more be heard of.\"", "characters": 325, "sentences": 5}, {"text": "sure of him,\" said he; \"and for your sake, I hope you may be right. If it came to a trial, your name might appear.\"", "characters": 115, "sentences": 3}, {"text": "\"I am quite sure of him,\" replied Jekyll; \"I have grounds for certainty that I cannot share with any one. But there is one thing on which you may advise me. I have--I have received a letter; and I am at a loss whether I should show it to the police. I should like to leave it in your hands, Utterson; you would judge wisely, I am sure; I have so great a trust in you.\"", "characters": 368, "sentences": 5}, {"text": "\"No,\" said the other. \"I cannot say that I care what becomes of Hyde; I am quite done with him. I was thinking of my own character, which this hateful business has rather exposed.\"", "characters": 180, "sentences": 4}, {"text": "Utterson ruminated a while; he was surprised at his friend's selfishness, and yet relieved by it. \"Well,\" said he, at last, \"let me see the letter.\"", "characters": 148, "sentences": 3}, {"text": "The letter was written in an odd, upright hand and signed \"Edward Hyde\": and it signified, briefly enough, that the writer's benefactor, Dr. Jekyll, whom he had long so unworthily repaid for a thousand generosities, need labour under no alarm for his safety, as he had means of escape on which he placed a sure dependence. The lawyer liked this letter well enough; it put a better colour on the intimacy than he had looked for; and he blamed himself for some of his past suspicions.", "characters": 482, "sentences": 4}, {"text": "\"I burned it,\" replied Jekyll, \"before I thought what I was about. But it bore no postmark. The note was handed in.\"", "characters": 116, "sentences": 4}, {"text": "\"Well, I shall consider,\" returned the lawyer. \"And now one word more: it was Hyde who dictated the terms in your will about that disappearance?\"", "characters": 145, "sentences": 2}, {"text": "\"I have had what is far more to the purpose,\" returned the doctor solemnly: \"I have had a lesson--O God, Utterson, what a lesson I have had!\" And he covered his face for a moment with his hands.", "characters": 194, "sentences": 2}, {"text": "On his way out, the lawyer stopped and had a word or two with Poole. \"By the by,\" said he, \"there was a letter handed in to-day: what was the messenger like?\" But Poole was positive nothing had come except by post; \"and only circulars by that,\" he added.", "characters": 254, "sentences": 3}, {"text": "This news sent off the visitor with his fears renewed. Plainly the letter had come by the laboratory door; possibly, indeed, it had been", "characters": 136, "sentences": 2}, {"text": "\"Yes, sir, indeed. It has elicited a great deal of public feeling,\" returned Guest. \"The man, of course, was mad.\"", "characters": 114, "sentences": 4}, {"text": "\"I should like to hear your views on that,\" replied Utterson. \"I have a document here in his handwriting; it is between ourselves, for I scarce know what to do about it; it is an ugly business at the best. But there it is; quite in your way a murderer's autograph.\"", "characters": 265, "sentences": 4}, {"text": "Guest's eyes brightened, and he sat down at once and studied it with passion. \"No, sir,\" he said: \"not mad; but it is an odd hand.\"", "characters": 131, "sentences": 3}, {"text": "\"Is that from Dr. Jekyll, sir?\" inquired the clerk. \"I thought I knew the writing. Anything private, Mr. Utterson?\"", "characters": 115, "sentences": 5}, {"text": "\"One moment. I thank you, sir\"; and the clerk laid the two sheets of paper alongside and sedulously compared their contents. \"Thank you, sir,\" he said at last, returning both; \"it's a very interesting autograph.\"", "characters": 212, "sentences": 4}, {"text": "There was a pause, during which Mr. Utterson struggled with himself. \"Why did you compare them, Guest?\" he inquired suddenly.", "characters": 125, "sentences": 4}, {"text": "\"Well, sir,\" returned the clerk, \"there's a rather singular resemblance; the two hands are in many points identical: only differently sloped.\"", "characters": 142, "sentences": 2}, {"text": "But no sooner was Mr. Utterson alone that night than he locked the note into his safe, where it reposed from that time forward. \"What!\" he thought. \"Henry Jekyll forge for a murderer!\" And his blood ran cold in his veins.", "characters": 221, "sentences": 5}, {"text": "and entertainer; and whilst he had always been known for charities, he was now no less distinguished for religion. He was busy, he was much in the open air, he did good; his face seemed to open and brighten, as if with an inward consciousness of service; and for more than two months, the doctor was at peace.", "characters": 309, "sentences": 3}, {"text": "There at least he was not denied admittance; but when he came in, he was shocked at the change which had taken place in the doctor's appearance. He had his death-warrant written legibly upon his face. The rosy man had grown pale; his flesh had fallen away; he was visibly balder and older; and yet it was not so much, these tokens of a swift physical decay that arrested the lawyer's notice, as a look in the eye and quality of manner that seemed to testify to", "characters": 460, "sentences": 3}, {"text": "some deep-seated terror of the mind. It was unlikely that the doctor should fear death; and yet that was what Utterson was tempted to suspect. \"Yes,\" he thought; \"he is a doctor, he must know his own state and that his days are counted; and the knowledge is more than he can bear.\" And yet when Utterson remarked on his ill-looks, it was with an air of greatness that Lanyon declared himself a doomed man.", "characters": 405, "sentences": 5}, {"text": "\"I have had a shock,\" he said, \"and I shall never recover. It is a question of weeks. Well, life has been pleasant; I liked it; yes, sir, I used to like it. I sometimes think if we knew all, we should be more glad to get away.\"", "characters": 227, "sentences": 5}, {"text": "But Lanyon's face changed, and he held up a trembling hand. \"I wish to see or hear no more of Dr. Jekyll,\" he said in a loud, unsteady voice. \"I am quite done with that person; and I beg that you will spare me any allusion to one whom I regard as dead.\"", "characters": 253, "sentences": 5}, {"text": "\"Tut-tut,\" said Mr. Utterson; and then after a considerable pause, \"Can't I do anything?\" he inquired. \"We are three very old friends, Lanyon; we shall not live to make others.\"", "characters": 177, "sentences": 4}, {"text": "perhaps come to learn the right and wrong of this. I cannot tell you. And in the meantime, if you can sit and talk with me of other things, for God's sake, stay and do so; but if you cannot keep clear of this accursed topic, then, in God's name, go, for I cannot bear it.\"", "characters": 272, "sentences": 4}, {"text": "and now in a moment, friendship, and peace of mind, and the whole tenor of his life were wrecked. So great and unprepared a change pointed to madness; but in view of Lanyon's manner and words, there must lie for it some deeper ground.", "characters": 234, "sentences": 3}, {"text": "the man Hyde; it was set there with a purpose all too plain and horrible. Written by the hand of Lanyon, what should it mean? A great curiosity came on the trustee, to disregard the prohibition and dive at once to the bottom of these mysteries; but professional honour and faith to his dead friend were stringent obligations; and the packet slept in the inmost corner of his private safe.", "characters": 388, "sentences": 3}, {"text": "IT chanced on Sunday, when Mr. Utterson was on his usual walk with Mr. Enfield, that their way lay once again through the by-street; and that when they came in front of the door, both stopped to gaze on it.", "characters": 206, "sentences": 4}, {"text": "\"I hope not,\" said Utterson. \"Did I ever tell you that I once saw him, and shared your feeling of repulsion?\"", "characters": 109, "sentences": 2}, {"text": "\"It was impossible to do the one without the other,\" returned Enfield. \"And by the way, what an ass you must have thought me, not to know that this was a back way to Dr. Jekyll's! It was partly your own fault that I found it out, even when I did.\"", "characters": 247, "sentences": 4}, {"text": "\"So you found it out, did you?\" said Utterson. \"But if that be so, we may step into the court and take a look at the windows. To tell you the truth, I am uneasy about poor Jekyll; and even outside, I feel as if the presence of a friend might do him good.\"", "characters": 255, "sentences": 4}, {"text": "The court was very cool and a little damp, and full of premature twilight, although the sky, high up overhead, was still bright with sunset. The middle one of the three windows was half-way open; and sitting close beside it, taking the air with an infinite sadness of mien, like some disconsolate prisoner, Utterson saw Dr. Jekyll.", "characters": 331, "sentences": 4}, {"text": "\"I am very low, Utterson,\" replied the doctor, drearily, \"very low. It will not last long, thank God.\"", "characters": 102, "sentences": 3}, {"text": "\"You stay too much indoors,\" said the lawyer. \"You should be out, whipping up the circulation like Mr. Enfield and me. (This is my cousin--Mr. Enfield--Dr. Jekyll.) Come, now; get your hat and take a quick turn with us.\"", "characters": 220, "sentences": 8}, {"text": "\"You are very good,\" sighed the other. \"I should like to very much; but no, no, no, it is quite impossible; I dare not. But indeed, Utterson, I am very glad to see you; this is really a great pleasure; I would ask you and Mr. Enfield up, but the place is really not fit.\"", "characters": 271, "sentences": 5}, {"text": "\"Why then,\" said the lawyer, good-naturedly, \"the best thing we can do is to stay down here and speak with you from where we are.\"", "characters": 130, "sentences": 2}, {"text": "\"That is just what I was about to venture to propose,\" returned the doctor with a smile. But the words were hardly uttered, before the smile was struck out of his face and succeeded", "characters": 181, "sentences": 2}, {"text": "MR. UTTERSON was sitting by his fireside one evening after dinner, when he was surprised to receive a visit from Poole.", "characters": 119, "sentences": 3}, {"text": "\"Bless me, Poole, what brings you here?\" he cried; and then taking a second look at him, \"What ails you?\" he added; \"is the doctor ill?\"", "characters": 136, "sentences": 1}, {"text": "\"Take a seat, and here is a glass of wine for you,\" said the lawyer. \"Now, take your time, and tell me plainly what you want.\"", "characters": 126, "sentences": 3}, {"text": "\"You know the doctor's ways, sir,\" replied Poole, \"and how he shuts himself up. Well, he's shut up again in the cabinet; and I don't like it, sir--I wish I may die if I like it. Mr. Utterson, sir, I'm afraid.\"", "characters": 209, "sentences": 5}, {"text": "\"I've been afraid for about a week,\" returned Poole, doggedly disregarding the question, \"and I can bear it no more.\"", "characters": 117, "sentences": 2}, {"text": "words; his manner was altered for the worse; and except for the moment when he had first announced his terror, he had not once looked the lawyer in the face. Even now, he sat with the glass of wine untasted on his knee, and his eyes directed to a corner of the floor. \"I can bear it no more,\" he repeated.", "characters": 305, "sentences": 4}, {"text": "\"Come,\" said the lawyer, \"I see you have some good reason, Poole; I see there is something seriously amiss. Try to tell me what it is.\"", "characters": 135, "sentences": 3}, {"text": "\"Foul play!\" cried the lawyer, a good deal frightened and rather inclined to be irritated in consequence. \"What foul play? What does the man mean?\"", "characters": 147, "sentences": 2}, {"text": "Mr. Utterson's only answer was to rise and get his hat and great-coat; but he observed with wonder the greatness of the relief that appeared upon the butler's face, and perhaps with no less, that the wine was still untasted when he set it down to follow.", "characters": 254, "sentences": 3}, {"text": "It was a wild, cold, seasonable night of March, with a pale moon, lying on her back as though the wind had tilted her, and a flying wrack of the most diaphanous and lawny texture. The wind made talking difficult, and flecked the blood into the face. It seemed to have swept the", "characters": 277, "sentences": 3}, {"text": "Thereupon the servant knocked in a very guarded manner; the door was opened on the chain; and a voice asked from within, \"Is that you, Poole?\"", "characters": 142, "sentences": 1}, {"text": "\"It's all right,\" said Poole. \"Open the door.\" The hall, when they entered it, was brightly lighted up; the fire was built high; and about the hearth the whole of the servants, men and", "characters": 184, "sentences": 3}, {"text": "women, stood huddled together like a flock of sheep. At the sight of Mr. Utterson, the housemaid broke into hysterical whimpering; and the cook, crying out, \"Bless God! it's Mr. Utterson,\" ran forward as if to take him in her arms.", "characters": 231, "sentences": 5}, {"text": "\"What, what? Are you all here?\" said the lawyer peevishly. \"Very irregular, very unseemly; your master would be far from pleased.\"", "characters": 130, "sentences": 3}, {"text": "\"Hold your tongue!\" Poole said to her, with a ferocity of accent that testified to his own jangled nerves; and indeed, when the girl had so suddenly raised the note of her lamentation, they had all started and turned toward the inner door with faces of dreadful expectation. \"And now,\" continued the butler, addressing the knife-boy, \"reach me a candle, and we'll get this through hands at once.\" And then he begged Mr. Utterson to follow him, and led the way to the back-garden.", "characters": 479, "sentences": 5}, {"text": "\"Now, sir,\" said he, \"you come as gently as you can. I want you to hear, and I don't want you to be heard. And see here, sir, if by any chance he was to ask you in, don't go.\"", "characters": 175, "sentences": 4}, {"text": "Mr. Utterson's nerves, at this unlooked-for termination, gave a jerk that nearly threw him from his balance; but he re-collected his courage", "characters": 140, "sentences": 2}, {"text": "and followed the butler into the laboratory building and through the surgical theatre, with its lumber of crates and bottles, to the foot of the stair. Here Poole motioned him to stand on one side and listen; while he himself, setting down the candle and making a great and obvious call on his resolution, mounted the steps and knocked with a somewhat uncertain hand on the red baize of the cabinet door.", "characters": 404, "sentences": 3}, {"text": "\"Mr. Utterson, sir, asking to see you,\" he called; and even as he did so, once more violently signed to the lawyer to give ear.", "characters": 127, "sentences": 3}, {"text": "\"Thank you, sir,\" said Poole, with a note of something like triumph in his voice; and taking up his candle, he led Mr. Utterson back across the yard and into the great kitchen, where the fire was out and the beetles were leaping on the floor.", "characters": 242, "sentences": 3}, {"text": "\"Changed? Well, yes, I think so,\" said the butler. \"Have I been twenty years in this man's house, to be deceived about his voice? No, sir; master's made away with; he was made, away with eight days ago, when we heard him cry out upon the name of God; and who's in there instead of him, and why it stays there, is a thing that cries to Heaven, Mr. Utterson!\"", "characters": 357, "sentences": 3}, {"text": "\"This is a very strange tale, Poole; this is rather a wild tale, my man,\" said Mr. Utterson, biting his finger. \"Suppose it were as you suppose, supposing Dr. Jekyll to have been--well, murdered, what could induce the murderer to stay? That won't hold water; it doesn't commend itself to reason.\"", "characters": 296, "sentences": 5}, {"text": "\"The man at Maw's was main angry, sir, and he threw it back to me like so much dirt,\" returned Poole.", "characters": 101, "sentences": 2}, {"text": "\"I thought it looked like it,\" said the servant rather sulkily; and then, with another voice, \"But what matters hand-of-write?\" he said. \"I've seen him!\"", "characters": 153, "sentences": 2}, {"text": "\"Sir,\" said the butler, turning to a sort of mottled pallor, \"that thing was not my master, and there's the truth. My master\" here he looked round him and began to whisper--\"is", "characters": 176, "sentences": 2}, {"text": "a tall, fine build of a man, and this was more of a dwarf.\" Utterson attempted to protest. \"O, sir,\" cried Poole, \"do you think I do not know my master after twenty years? Do you think I do not know where his head comes to in the cabinet door, where I saw him every morning of my life? No, Sir, that thing in the mask was never Dr. Jekyll--God knows what it was, but it was never Dr. Jekyll; and it is the belief of my heart that there was murder done.\"", "characters": 453, "sentences": 6}, {"text": "\"Poole,\" replied the lawyer, \"if you say that, it will become my duty to make certain. Much as I desire to spare your master's feelings, much as I am puzzled by this note which seems to prove him to be still alive, I shall consider it my duty to break in that door.\"", "characters": 266, "sentences": 3}, {"text": "\"That's very well said,\" returned the lawyer; \"and whatever comes of it, I shall make it my business to see you are no loser.\"", "characters": 126, "sentences": 2}, {"text": "\"There is an axe in the theatre,\" continued Poole; \"and you might take the kitchen poker for yourself.\"", "characters": 103, "sentences": 2}, {"text": "The lawyer took that rude but weighty instrument into his hand, and balanced it. \"Do you know, Poole,\" he said, looking up, \"that", "characters": 129, "sentences": 2}, {"text": "\"It is well, then, that we should be frank,\" said the other. \"We both think more than we have said; let us make a clean breast. This masked figure that you saw, did you recognise it?\"", "characters": 183, "sentences": 3}, {"text": "\"Then you must know as well as the rest of us that there was something queer about that gentleman--something that gave a man a turn--I don't know rightly how to say it, sir, beyond this: that you felt it in your marrow kind of cold and thin.\"", "characters": 242, "sentences": 2}, {"text": "that masked thing like a monkey jumped from among the chemicals and whipped into the cabinet, it went down my spine like ice. Oh, I know it's not evidence, Mr. Utterson. I'm book-learned enough for that; but a man has his feelings, and I give you my Bible-word it was Mr. Hyde!\"", "characters": 278, "sentences": 5}, {"text": "\"Ay, ay,\" said the lawyer. \"My fears incline to the same point. Evil, I fear, founded--evil was sure to come--of that connection. Ay, truly, I believe you; I believe poor Harry is killed; and I believe his murderer (for what purpose, God alone can tell) is still lurking in his victim's room. Well, let our name be vengeance. Call Bradshaw.\"", "characters": 341, "sentences": 7}, {"text": "\"So it will walk all day, sir,\" whispered Poole; \"ay, and the better part of the night. Only when a new sample comes from the chemist, there's a bit of a break. Ah, it's an ill conscience that's such an enemy to rest! Ah, sir, there's blood foully shed in every step of it! But hark again, a little closer--put your heart in your ears, Mr. Utterson, and tell me, is that the doctor's foot?\"", "characters": 390, "sentences": 4}, {"text": "The steps fell lightly and oddly, with a certain swing, for all they went so slowly; it was different indeed from the heavy creaking tread of Henry Jekyll. Utterson sighed. \"Is there never anything else?\" he asked.", "characters": 214, "sentences": 4}, {"text": "But now the ten minutes drew to an end. Poole disinterred the axe from under a stack of packing straw; the candle was set upon the nearest table to light them to the attack; and they drew near with bated breath to where that patient foot was still going up and down, up and down, in the quiet of the night.", "characters": 306, "sentences": 3}, {"text": "\"Jekyll,\" cried Utterson, with a loud voice, \"I demand to see you.\" He paused a moment, but there came no reply. \"I give you fair warning, our suspicions are aroused, and I must and shall see you,\" he resumed; \"if not by fair means, then by foul! if not of your consent, then by brute force!\"", "characters": 292, "sentences": 3}, {"text": "Poole swung the axe over his shoulder; the blow shook the building, and the red baize door leaped against the lock and hinges. A dismal screech, as of mere animal terror, rang from the cabinet. Up went the axe again, and again the panels crashed and the frame bounded; four times the blow fell; but the wood was tough and the fittings were of excellent workmanship; and it was not until the fifth, that the lock burst in sunder and the wreck of the door fell inwards on the carpet.", "characters": 481, "sentences": 4}, {"text": "\"We have come too late,\" he said sternly, \"whether to save or punish. Hyde is gone to his account; and it only remains for us to find the body of your master.\"", "characters": 159, "sentences": 3}, {"text": "The far greater proportion of the building was occupied by the theatre, which filled almost the whole ground story and was lighted from above, and by the cabinet, which formed an upper story at one end and looked upon the", "characters": 221, "sentences": 1}, {"text": "Poole stamped on the flags of the corridor. \"He must be buried here,\" he said, hearkening to the sound.", "characters": 103, "sentences": 3}, {"text": "\"Or he may have fled,\" said Utterson, and he turned to examine the door in the by-street. It was locked; and lying near by on the flags, they found the key, already stained with rust.", "characters": 183, "sentences": 3}, {"text": "\"Ay,\" continued Utterson, \"and the fractures, too, are rusty.\" The two men looked at each other with a scare. \"This is beyond me,", "characters": 129, "sentences": 3}, {"text": "They mounted the stair in silence, and still with an occasional awe-struck glance at the dead body, proceeded more thoroughly to examine the contents of the cabinet. At one table, there were traces of chemical work, various measured heaps of some white salt being laid on glass saucers, as though for an experiment in which the unhappy man had been prevented.", "characters": 359, "sentences": 3}, {"text": "\"That is the same drug that I was always bringing him,\" said Poole; and even as he spoke, the kettle with a startling noise boiled over.", "characters": 136, "sentences": 2}, {"text": "This brought them to the fireside, where the easy-chair was drawn cosily up, and the tea-things stood ready to the sitter's elbow, the very sugar in the cup. There were several books on a shelf; one lay beside the tea-things open, and Utterson was amazed to find it a copy of a pious work, for which Jekyll had several times expressed a great esteem, annotated, in his own hand, with startling blasphemies.", "characters": 406, "sentences": 3}, {"text": "Next, in the course of their review of the chamber, the searchers came to the cheval glass, into whose depths they looked with an involuntary horror. But it was so turned as to show them nothing but the rosy glow playing on the roof, the fire sparkling in a hundred repetitions along the glazed front of the presses, and their own pale and fearful countenances stooping to look in.", "characters": 381, "sentences": 3}, {"text": "\"And surely none stranger than itself,\" echoed the lawyer in the same tones. \"For what did Jekyll\"--he caught himself up at the word with a start, and then conquering the weakness--\"what could Jekyll want with it?\" he said.", "characters": 223, "sentences": 3}, {"text": "\"My head goes round,\" he said. \"He has been all these days in possession; he had no cause to like me; he must have raged to see himself displaced; and he has not destroyed this document.\"", "characters": 187, "sentences": 3}, {"text": "\"O Poole!\" the lawyer cried, \"he was alive and here this day. He cannot have been disposed of in so short a space, he must be still alive, he must have fled! And then, why fled? and how? and in that case, can we venture to declare this suicide? Oh, we must be careful. I foresee that we may yet involve your master in some dire catastrophe.\"", "characters": 341, "sentences": 4}, {"text": "\"Because I fear,\" replied the lawyer solemnly. \"God grant I have no cause for it!\" And with that he brought the paper to his eyes and read as follows:", "characters": 150, "sentences": 2}, {"text": "\"MY DEAR UTTERSON,--When this shall fall into your hands, I shall have disappeared, under what circumstances I have not the penetration to foresee, but my instinct and all the circumstances of my nameless situation tell me that the end is sure and must be early. Go then, and first read the narrative which Lanyon warned me he was to place in your hands; and if you care to hear more, turn to the confession of", "characters": 410, "sentences": 2}, {"text": "\"Your unworthy and unhappy friend,                                         \"HENRY JEKYLL.\"", "characters": 90, "sentences": 2}, {"text": "The lawyer put it in his pocket. \"I would say nothing of this paper. If your master has fled or is dead, we may at least save his credit. It is now ten; I must go home and read these documents in quiet; but I shall be back before midnight, when we shall send for the police.\"", "characters": 275, "sentences": 5}, {"text": "They went out, locking the door of the theatre behind them; and Utterson, once more leaving the servants gathered about the fire in the hall, trudged back to his office to read the two narratives in which this mystery was now to be explained.", "characters": 242, "sentences": 2}, {"text": "\"DEAR LANYON, You are one of my oldest friends; and although we may have differed at times on scientific questions, I cannot remember, at least on my side, any break in our affection. There was never a day when, if you had said to me, 'Jekyll, my life, my honour, my reason, depend upon you,' I would not have sacrificed my left hand to help you. Lanyon, my life, my honour my reason, are all at your mercy;", "characters": 407, "sentences": 3}, {"text": "if you fail me to-night I am lost. You might suppose, after this preface, that I am going to ask you for something dishonourable to grant. Judge for yourself.", "characters": 158, "sentences": 4}, {"text": "\"That is the first part of the service: now for the second. You should be back, if you set out at once on the receipt of this, long before midnight; but I will leave you that amount of margin, not only in the fear of one of those obstacles that can neither be prevented nor fore-", "characters": 279, "sentences": 2}, {"text": "\"Confident as I am that you will not trifle with this appeal, my heart sinks and my hand trembles at the bare thought of such a possibility. Think of me at this hour, in a strange place, labouring under a blackness of distress that no fancy can exaggerate, and yet well aware that, if you will but punctually serve me, my troubles will roll away like a story that is told. Serve me, my dear Lanyon, and save                                        \"Your friend,", "characters": 460, "sentences": 3}, {"text": "\"P. S. I had already sealed this up when a fresh terror struck upon my soul. It is possible that the postoffice may fail me, and this letter", "characters": 140, "sentences": 4}, {"text": "not come into your hands until to-morrow morning. In that case, dear Lanyon, do my errand when it shall be most convenient for you in the course of the day; and once more expect my messenger at midnight. It may then already be too late; and if that night passes without event, you will know that you have seen the last of Henry Jekyll.\"", "characters": 336, "sentences": 4}, {"text": "and after two hours' work, the door stood open. The press marked E was unlocked; and I took out the drawer, had it filled up with straw and tied in a sheet, and returned with it to Cavendish Square.", "characters": 198, "sentences": 3}, {"text": "Twelve o'clock had scarce rung out over London, ere the knocker sounded very gently on the door. I went myself at the summons, and found a small man crouching against the pillars of the portico.", "characters": 194, "sentences": 3}, {"text": "He told me \"yes\" by a constrained gesture; and when I had bidden him enter, he did not obey me without a searching backward glance into the darkness of the square. There was a policeman not far off, advancing with his bull's eye open; and at the sight, I thought my visitor started and made greater haste.", "characters": 305, "sentences": 3}, {"text": "These particulars struck me, I confess, disagreeably; and as I followed him into the bright light of the consulting-room, I kept my hand ready on my weapon. Here, at last, I had a", "characters": 179, "sentences": 2}, {"text": "gotten in the very essence of the creature that now faced me-- something seizing, surprising, and revolting--this fresh disparity seemed but to fit in with and to reinforce it; so that to my interest in the man's nature and character, there was added a curiosity as to his origin, his life, his fortune and status in the world.", "characters": 327, "sentences": 2}, {"text": "These observations, though they have taken so great a space to be set down in, were yet the work of a few seconds. My visitor was, indeed, on fire with sombre excitement.", "characters": 170, "sentences": 3}, {"text": "\"Have you got it?\" he cried. \"Have you got it?\" And so lively was his impatience that he even laid his hand upon my arm and sought to shake me.", "characters": 143, "sentences": 3}, {"text": "I put him back, conscious at his touch of a certain icy pang along my blood. \"Come, sir,\" said I. \"You forget that I have not yet the pleasure of your acquaintance. Be seated, if you please.\" And I showed him an example, and sat down myself in my customary seat and with as fair an imitation of my ordinary manner to a patient, as the lateness of the hour, the nature of my pre-occupations, and the horror I had of my visitor, would suffer me to muster.", "characters": 453, "sentences": 6}, {"text": "\"I beg your pardon, Dr. Lanyon,\" he replied civilly enough. \"What you say is very well founded; and my impatience has shown its heels to my politeness. I come here at the instance of your colleague, Dr. Henry Jekyll, on a piece of business of some moment; and I under-", "characters": 268, "sentences": 5}, {"text": "stood...\" He paused and put his hand to his throat, and I could see, in spite of his collected manner, that he was wrestling against the approaches of the hysteria--\"I understood, a drawer...\"", "characters": 192, "sentences": 7}, {"text": "\"There it is, sir,\" said I, pointing to the drawer, where it lay on the floor behind a table and still covered with the sheet.", "characters": 126, "sentences": 2}, {"text": "He sprang to it, and then paused, and laid his hand upon his heart: I could hear his teeth grate with the convulsive action of his jaws; and his face was so ghastly to see that I grew alarmed both for his life and reason.", "characters": 221, "sentences": 2}, {"text": "He turned a dreadful smile to me, and as if with the decision of despair, plucked away the sheet. At sight of the contents, he uttered one loud sob of such immense relief that I sat petrified. And the next moment, in a voice that was already fairly well under control, \"Have you a graduated glass?\" he asked.", "characters": 308, "sentences": 4}, {"text": "He thanked me with a smiling nod, measured out a few minims of the red tincture and added one of the powders. The mixture, which was at first of a reddish hue, began, in proportion as the crystals melted, to brighten in colour, to effervesce audibly, and to throw off small", "characters": 273, "sentences": 2}, {"text": "fumes of vapour. Suddenly and at the same moment, the ebullition ceased and the compound changed to a dark purple, which faded again more slowly to a watery green. My visitor, who had watched these metamorphoses with a keen eye, smiled, set down the glass upon the table, and then turned and looked upon me with an air of scrutiny.", "characters": 331, "sentences": 4}, {"text": "\"Sir,\" said I, affecting a coolness that I was far from truly possessing, \"you speak enigmas, and you will perhaps not wonder that I hear you with no very strong impression of belief. But I have gone too far in the way of inexplicable services to pause before I see the end.\"", "characters": 275, "sentences": 3}, {"text": "you remember your vows: what follows is under the seal of our profession. And now, you who have so long been bound to the most narrow and material views, you who have denied the virtue of transcendental medicine, you who have derided your superiors-- behold!\"", "characters": 259, "sentences": 2}, {"text": "He put the glass to his lips and drank at one gulp. A cry followed; he reeled, staggered, clutched at the table and held on, staring with injected eyes, gasping with open mouth; and as I looked there came, I thought, a change--he seemed to swell-- his face became suddenly black and the features seemed to melt and alter--and the next moment, I had sprung to my feet and leaped back against the wall, my arm raised to shield me from that prodigy, my mind submerged in terror.", "characters": 475, "sentences": 3}, {"text": "\"O God!\" I screamed, and \"O God!\" again and again; for there before my eyes--pale and shaken, and half-fainting, and groping before him with his hands, like a man restored from death-- there stood Henry Jekyll!", "characters": 210, "sentences": 1}, {"text": "What he told me in the next hour, I cannot bring my mind to set on paper. I saw what I saw, I heard what I heard, and my soul sickened at it; and yet now when that sight has faded from my eyes, I ask myself if I believe it, and I cannot answer. My life is shaken to its roots; sleep has left me; the deadliest terror sits by me at all hours of the day and night; I feel that my days are numbered, and that I", "characters": 407, "sentences": 3}, {"text": "I was so far in my reflections when, as I have said, a side-light began to shine upon the subject from the laboratory table. I began to perceive", "characters": 144, "sentences": 2}, {"text": "I hesitated long before I put this theory to the test of practice. I knew well that I risked death; for any drug that so potently controlled and shook the very fortress of identity, might by the least scruple of an overdose or at the least inopportunity in the moment of exhibition, utterly blot out that immaterial tabernacle which I", "characters": 334, "sentences": 2}, {"text": "I lingered but a moment at the mirror: the second and conclusive experiment had yet to be attempted; it yet remained to be seen if I had lost my identity beyond redemption and must flee before daylight from a house that was no longer mine; and hurrying back to my cabinet, I once more prepared and drank the cup, once more suffered the pangs of dissolution, and came to myself once more with the character, the stature, and the face of Henry Jekyll.", "characters": 449, "sentences": 2}, {"text": "Even at that time, I had not yet conquered my aversion to the dryness of a life of study. I would still be merrily disposed at times; and as my pleasures were (to say the least) undignified, and I was not only well known and highly considered, but growing toward the elderly man, this incoherency of my life was daily growing more unwelcome. It was on this side that my new power tempted me until I fell in slavery. I had but to drink the cup, to doff at once the body", "characters": 468, "sentences": 4}, {"text": "two to mix and swallow the draught that I had always standing ready; and whatever he had done, Edward Hyde would pass away like the stain of breath upon a mirror; and there in his stead, quietly at home, trimming the midnight lamp in his study, a man who could afford to laugh at suspicion, would be Henry Jekyll.", "characters": 313, "sentences": 2}, {"text": "Some two months before the murder of Sir Danvers, I had been out for one of my adventures, had returned at a late hour, and woke the next day in bed with somewhat odd sensations. It was in vain I looked about me; in vain I saw the decent furniture and tall proportions of my room in the square; in vain that I recognised the pattern of the bed-curtains and the design of the mahogany frame; something still kept insisting that I was not where I was,", "characters": 449, "sentences": 2}, {"text": "severity as I had never before attained to, and enjoyed the compensations of an approving conscience. But time began at last to obliterate the freshness of my alarm; the praises of conscience began to grow into a thing of course; I began to be tortured with throes and longings, as of Hyde struggling after freedom; and at last, in an hour of moral weakness, I once again compounded and swallowed the transforming draught.", "characters": 422, "sentences": 3}, {"text": "by which even the worst of us continues to walk with some degree of steadiness among temptations; and in my case, to be tempted, however slightly, was to fall.", "characters": 159, "sentences": 2}, {"text": "The next day, came the news that the murder had been overlooked, that the guilt of Hyde was patent to the world, and that the victim was a man high in public estimation. It was not only a crime, it had been a tragic folly. I think I was glad to know it; I think I was glad to have my better impulses thus buttressed and guarded by the terrors of the scaffold. Jekyll was now my city of refuge; let but Hyde peep out an instant, and the hands of all men would be raised to take and slay him.", "characters": 490, "sentences": 5}, {"text": "My reason wavered, but it did not fail me utterly. I have more than once observed that, in my second character, my faculties seemed sharpened to a point and my spirits more tensely elastic; thus it came about that, where Jekyll perhaps might have succumbed, Hyde rose to the importance of the moment. My drugs were in one of the presses of my cabinet; how was I", "characters": 361, "sentences": 3}, {"text": "I was stepping leisurely across the court after breakfast, drinking the chill of the air with pleasure, when I was seized again with those indescribable sensations that heralded the change; and I had but the time to gain the shelter of my cabinet, before I was once again raging and freezing with the passions of Hyde. It took on this occasion a double dose to recall me to", "characters": 373, "sentences": 2}, {"text": "and freeze at the mere thought of him, when I recall the abjection and passion of this attachment, and when I know how he fears my power to cut him off by suicide, I find it in my heart to pity him.", "characters": 198, "sentences": 2}, {"text": "About a week has passed, and I am now finishing this statement under the influence of the last of the old powders. This, then, is the last time, short of a miracle, that Henry Jekyll can think his own thoughts or see his own face (now how sadly altered!) in the glass. Nor must I delay", "characters": 285, "sentences": 3}], "id": 42, "paragraphs": 190, "author": "Robert Louis Stevenson"}