{"title": "Beyond Good and Evil", "data": [{"text": "CHAPTER I:    PREJUDICES OF PHILOSOPHERS     CHAPTER II:   THE FREE SPIRIT     CHAPTER III:  THE RELIGIOUS MOOD     CHAPTER IV:   APOPHTHEGMS AND INTERLUDES     CHAPTER V:    THE NATURAL HISTORY OF MORALS     CHAPTER VI:   WE SCHOLARS     CHAPTER VII:  OUR VIRTUES     CHAPTER VIII: PEOPLES AND COUNTRIES     CHAPTER IX:   WHAT IS NOBLE?", "characters": 337, "sentences": 1}, {"text": "8. There is a point in every philosophy at which the \"conviction\" of the philosopher appears on the scene; or, to put it in the words of an ancient mystery:", "characters": 156, "sentences": 2}, {"text": "18. It is certainly not the least charm of a theory that it is refutable; it is precisely thereby that it attracts the more subtle minds. It seems that the hundred-times-refuted theory of the \"free will\" owes its persistence to this charm alone; some one is always appearing who feels himself strong enough to refute it.", "characters": 320, "sentences": 4}, {"text": "35. O Voltaire! O humanity! O idiocy! There is something ticklish in \"the truth,\" and in the SEARCH for the truth; and if man goes about it too humanely--\"il ne cherche le vrai que pour faire le bien\"--I wager he finds nothing!", "characters": 227, "sentences": 2}, {"text": "37. \"What? Does not that mean in popular language: God is disproved, but not the devil?\"--On the contrary! On the contrary, my friends! And who the devil also compels you to speak popularly!", "characters": 190, "sentences": 2}, {"text": "42. A new order of philosophers is appearing; I shall venture to baptize them by a name not without danger. As far as I understand them, as far as they allow themselves to be understood--for it is their nature to WISH to remain something of a puzzle--these philosophers of the future might rightly, perhaps also wrongly, claim to be designated as \"tempters.\" This name itself is after all only an attempt, or, if it be preferred, a temptation.", "characters": 443, "sentences": 5}, {"text": "48. It seems that the Latin races are far more deeply attached to their Catholicism than we Northerners are to Christianity generally, and that consequently unbelief in Catholic countries means something quite different from what it does among Protestants--namely, a sort of revolt against the spirit of the race, while with us it is rather a return to the spirit (or non-spirit) of the race.", "characters": 392, "sentences": 3}, {"text": "49. That which is so astonishing in the religious life of the ancient Greeks is the irrestrainable stream of GRATITUDE which it pours forth--it is a very superior kind of man who takes SUCH an attitude towards nature and life.--Later on, when the populace got the upper hand in Greece, FEAR became rampant also in religion; and Christianity was preparing itself.", "characters": 362, "sentences": 4}, {"text": "63. He who is a thorough teacher takes things seriously--and even himself--only in relation to his pupils.", "characters": 106, "sentences": 3}, {"text": "64. \"Knowledge for its own sake\"--that is the last snare laid by morality: we are thereby completely entangled in morals once more.", "characters": 131, "sentences": 3}, {"text": "65. The charm of knowledge would be small, were it not so much shame has to be overcome on the way to it.", "characters": 105, "sentences": 3}, {"text": "66. The tendency of a person to allow himself to be degraded, robbed, deceived, and exploited might be the diffidence of a God among men.", "characters": 137, "sentences": 3}, {"text": "67. Love to one only is a barbarity, for it is exercised at the expense of all others. Love to God also!", "characters": 104, "sentences": 3}, {"text": "68. \"I did that,\" says my memory. \"I could not have done that,\" says my pride, and remains inexorable. Eventually--the memory yields.", "characters": 133, "sentences": 5}, {"text": "71. THE SAGE AS ASTRONOMER.--So long as thou feelest the stars as an \"above thee,\" thou lackest the eye of the discerning one.", "characters": 126, "sentences": 4}, {"text": "74. A man of genius is unbearable, unless he possess at least two things besides: gratitude and purity.", "characters": 103, "sentences": 3}, {"text": "77. With his principles a man seeks either to dominate, or justify, or honour, or reproach, or conceal his habits: two men with the same principles probably seek fundamentally different ends therewith.", "characters": 201, "sentences": 3}, {"text": "79. A soul which knows that it is loved, but does not itself love, betrays its sediment: its dregs come up.", "characters": 107, "sentences": 3}, {"text": "80. A thing that is explained ceases to concern us--What did the God mean who gave the advice, \"Know thyself!\" Did it perhaps imply \"Cease to be concerned about thyself! become objective!\"--And Socrates?--And the \"scientific man\"?", "characters": 230, "sentences": 2}, {"text": "81. It is terrible to die of thirst at sea. Is it necessary that you should so salt your truth that it will no longer--quench thirst?", "characters": 133, "sentences": 3}, {"text": "83. INSTINCT--When the house is on fire one forgets even the dinner--Yes, but one recovers it from among the ashes.", "characters": 115, "sentences": 3}, {"text": "85. The same emotions are in man and woman, but in different TEMPO, on that account man and woman never cease to misunderstand each other.", "characters": 138, "sentences": 3}, {"text": "86. In the background of all their personal vanity, women themselves have still their impersonal scorn--for \"woman\".", "characters": 116, "sentences": 3}, {"text": "87. FETTERED HEART, FREE SPIRIT--When one firmly fetters one's heart and keeps it prisoner, one can allow one's spirit many liberties: I said this once before But people do not believe it when I say so, unless they know it already.", "characters": 231, "sentences": 3}, {"text": "89. Dreadful experiences raise the question whether he who experiences them is not something dreadful also.", "characters": 107, "sentences": 3}, {"text": "90. Heavy, melancholy men turn lighter, and come temporarily to their surface, precisely by that which makes others heavy--by hatred and love.", "characters": 142, "sentences": 3}, {"text": "91. So cold, so icy, that one burns one's finger at the touch of him! Every hand that lays hold of him shrinks back!--And for that very reason many think him red-hot.", "characters": 166, "sentences": 3}, {"text": "93. In affability there is no hatred of men, but precisely on that account a great deal too much contempt of men.", "characters": 113, "sentences": 3}, {"text": "94. The maturity of man--that means, to have reacquired the seriousness that one had as a child at play.", "characters": 104, "sentences": 3}, {"text": "95. To be ashamed of one's immorality is a step on the ladder at the end of which one is ashamed also of one's morality.", "characters": 120, "sentences": 3}, {"text": "96. One should part from life as Ulysses parted from Nausicaa--blessing it rather than in love with it.", "characters": 103, "sentences": 3}, {"text": "100. We all feign to ourselves that we are simpler than we are, we thus relax ourselves away from our fellows.", "characters": 110, "sentences": 3}, {"text": "102. Discovering reciprocal love should really disenchant the lover with regard to the beloved. \"What! She is modest enough to love even you? Or stupid enough? Or--or---\"", "characters": 170, "sentences": 3}, {"text": "103. THE DANGER IN HAPPINESS.--\"Everything now turns out best for me, I now love every fate:--who would like to be my fate?\"", "characters": 124, "sentences": 3}, {"text": "104. Not their love of humanity, but the impotence of their love, prevents the Christians of today--burning us.", "characters": 111, "sentences": 3}, {"text": "105. The pia fraus is still more repugnant to the taste (the \"piety\") of the free spirit (the \"pious man of knowledge\") than the impia fraus. Hence the profound lack of judgment, in comparison with the Church, characteristic of the type \"free spirit\"--as ITS non-freedom.", "characters": 271, "sentences": 4}, {"text": "107. A sign of strong character, when once the resolution has been taken, to shut the ear even to the best counter-arguments. Occasionally, therefore, a will to stupidity.", "characters": 171, "sentences": 4}, {"text": "110. The advocates of a criminal are seldom artists enough to turn the beautiful terribleness of the deed to the advantage of the doer.", "characters": 135, "sentences": 3}, {"text": "112. To him who feels himself preordained to contemplation and not to belief, all believers are too noisy and obtrusive; he guards against them.", "characters": 144, "sentences": 3}, {"text": "114. The immense expectation with regard to sexual love, and the coyness in this expectation, spoils all the perspectives of women at the outset.", "characters": 145, "sentences": 3}, {"text": "116. The great epochs of our life are at the points when we gain courage to rebaptize our badness as the best in us.", "characters": 116, "sentences": 3}, {"text": "117. The will to overcome an emotion, is ultimately only the will of another, or of several other, emotions.", "characters": 108, "sentences": 3}, {"text": "118. There is an innocence of admiration: it is possessed by him to whom it has not yet occurred that he himself may be admired some day.", "characters": 137, "sentences": 3}, {"text": "119. Our loathing of dirt may be so great as to prevent our cleaning ourselves--\"justifying\" ourselves.", "characters": 103, "sentences": 3}, {"text": "120. Sensuality often forces the growth of love too much, so that its root remains weak, and is easily torn up.", "characters": 111, "sentences": 3}, {"text": "121. It is a curious thing that God learned Greek when he wished to turn author--and that he did not learn it better.", "characters": 117, "sentences": 3}, {"text": "122. To rejoice on account of praise is in many cases merely politeness of heart--and the very opposite of vanity of spirit.", "characters": 124, "sentences": 3}, {"text": "124. He who exults at the stake, does not triumph over pain, but because of the fact that he does not feel pain where he expected it. A parable.", "characters": 144, "sentences": 4}, {"text": "125. When we have to change an opinion about any one, we charge heavily to his account the inconvenience he thereby causes us.", "characters": 126, "sentences": 3}, {"text": "126. A nation is a detour of nature to arrive at six or seven great men.--Yes, and then to get round them.", "characters": 106, "sentences": 4}, {"text": "127. In the eyes of all true women science is hostile to the sense of shame. They feel as if one wished to peep under their skin with it--or worse still! under their dress and finery.", "characters": 183, "sentences": 4}, {"text": "129. The devil has the most extensive perspectives for God; on that account he keeps so far away from him:--the devil, in effect, as the oldest friend of knowledge.", "characters": 164, "sentences": 3}, {"text": "130. What a person IS begins to betray itself when his talent decreases,--when he ceases to show what he CAN do. Talent is also an adornment; an adornment is also a concealment.", "characters": 177, "sentences": 4}, {"text": "131. The sexes deceive themselves about each other: the reason is that in reality they honour and love only themselves (or their own ideal, to express it more agreeably). Thus man wishes woman to be peaceable: but in fact woman is ESSENTIALLY unpeaceable, like the cat, however well she may have assumed the peaceable demeanour.", "characters": 328, "sentences": 4}, {"text": "133. He who cannot find the way to HIS ideal, lives more frivolously and shamelessly than the man without an ideal.", "characters": 115, "sentences": 3}, {"text": "135. Pharisaism is not a deterioration of the good man; a considerable part of it is rather an essential condition of being good.", "characters": 129, "sentences": 3}, {"text": "136. The one seeks an accoucheur for his thoughts, the other seeks some one whom he can assist: a good conversation thus originates.", "characters": 132, "sentences": 3}, {"text": "137. In intercourse with scholars and artists one readily makes mistakes of opposite kinds: in a remarkable scholar one not infrequently finds a mediocre man; and often, even in a mediocre artist, one finds a very remarkable man.", "characters": 229, "sentences": 3}, {"text": "138. We do the same when awake as when dreaming: we only invent and imagine him with whom we have intercourse--and forget it immediately.", "characters": 137, "sentences": 3}, {"text": "142. The chastest utterance I ever heard: \"Dans le veritable amour c'est l'ame qui enveloppe le corps.\"", "characters": 103, "sentences": 3}, {"text": "143. Our vanity would like what we do best to pass precisely for what is most difficult to us.--Concerning the origin of many systems of morals.", "characters": 144, "sentences": 4}, {"text": "144. When a woman has scholarly inclinations there is generally something wrong with her sexual nature. Barrenness itself conduces to a certain virility of taste; man, indeed, if I may say so, is \"the barren animal.\"", "characters": 216, "sentences": 4}, {"text": "145. Comparing man and woman generally, one may say that woman would not have the genius for adornment, if she had not the instinct for the SECONDARY role.", "characters": 155, "sentences": 3}, {"text": "146. He who fights with monsters should be careful lest he thereby become a monster. And if thou gaze long into an abyss, the abyss will also gaze into thee.", "characters": 157, "sentences": 4}, {"text": "147. From old Florentine novels--moreover, from life: Buona femmina e mala femmina vuol bastone.--Sacchetti, Nov. 86.", "characters": 117, "sentences": 5}, {"text": "148. To seduce their neighbour to a favourable opinion, and afterwards to believe implicitly in this opinion of their neighbour--who can do this conjuring trick so well as women?", "characters": 178, "sentences": 2}, {"text": "149. That which an age considers evil is usually an unseasonable echo of what was formerly considered good--the atavism of an old ideal.", "characters": 136, "sentences": 3}, {"text": "150. Around the hero everything becomes a tragedy; around the demigod everything becomes a satyr-play; and around God everything becomes--what? perhaps a \"world\"?", "characters": 162, "sentences": 2}, {"text": "151. It is not enough to possess a talent: one must also have your permission to possess it;--eh, my friends?", "characters": 109, "sentences": 2}, {"text": "152. \"Where there is the tree of knowledge, there is always Paradise\": so say the most ancient and the most modern serpents.", "characters": 124, "sentences": 3}, {"text": "154. Objection, evasion, joyous distrust, and love of irony are signs of health; everything absolute belongs to pathology.", "characters": 122, "sentences": 3}, {"text": "156. Insanity in individuals is something rare--but in groups, parties, nations, and epochs it is the rule.", "characters": 107, "sentences": 3}, {"text": "157. The thought of suicide is a great consolation: by means of it one gets successfully through many a bad night.", "characters": 114, "sentences": 3}, {"text": "158. Not only our reason, but also our conscience, truckles to our strongest impulse--the tyrant in us.", "characters": 103, "sentences": 3}, {"text": "162. \"Our fellow-creature is not our neighbour, but our neighbour's neighbour\":--so thinks every nation.", "characters": 104, "sentences": 3}, {"text": "163. Love brings to light the noble and hidden qualities of a lover--his rare and exceptional traits: it is thus liable to be deceptive as to his normal character.", "characters": 163, "sentences": 3}, {"text": "164. Jesus said to his Jews: \"The law was for servants;--love God as I love him, as his Son! What have we Sons of God to do with morals!\"", "characters": 137, "sentences": 2}, {"text": "165. IN SIGHT OF EVERY PARTY.--A shepherd has always need of a bell-wether--or he has himself to be a wether occasionally.", "characters": 122, "sentences": 4}, {"text": "166. One may indeed lie with the mouth; but with the accompanying grimace one nevertheless tells the truth.", "characters": 107, "sentences": 3}, {"text": "168. Christianity gave Eros poison to drink; he did not die of it, certainly, but degenerated to Vice.", "characters": 102, "sentences": 3}, {"text": "172. One occasionally embraces some one or other, out of love to mankind (because one cannot embrace all); but this is what one must never confess to the individual.", "characters": 165, "sentences": 3}, {"text": "174. Ye Utilitarians--ye, too, love the UTILE only as a VEHICLE for your inclinations,--ye, too, really find the noise of its wheels insupportable!", "characters": 147, "sentences": 2}, {"text": "179. The consequences of our actions seize us by the forelock, very indifferent to the fact that we have meanwhile \"reformed.\"", "characters": 126, "sentences": 3}, {"text": "183. \"I am affected, not because you have deceived me, but because I can no longer believe in you.\"", "characters": 99, "sentences": 3}, {"text": "196. It is to be INFERRED that there are countless dark bodies near the sun--such as we shall never see. Among ourselves, this is an allegory; and the psychologist of morals reads the whole star-writing merely as an allegorical and symbolic language in which much may be unexpressed.", "characters": 283, "sentences": 4}, {"text": "217. Let us be careful in dealing with those who attach great importance to being credited with moral tact and subtlety in moral discernment! They never forgive us if they have once made a mistake BEFORE us (or even with REGARD to us)--they inevitably become our instinctive calumniators and detractors, even when they still remain our \"friends.\"--Blessed are the forgetful: for they \"get the better\" even of their blunders.", "characters": 424, "sentences": 4}, {"text": "233. It betrays corruption of the instincts--apart from the fact that it betrays bad taste--when a woman refers to Madame Roland, or Madame de Stael, or Monsieur George Sand, as though something were proved thereby in favour of \"woman as she is.\" Among men, these are the three comical women as they are--nothing more!--and just the best involuntary counter-arguments against feminine emancipation and autonomy.", "characters": 411, "sentences": 4}, {"text": "235. There are turns and casts of fancy, there are sentences, little handfuls of words, in which a whole culture, a whole society suddenly crystallises itself. Among these is the incidental remark of Madame de Lambert to her son: \"MON AMI, NE VOUS PERMETTEZ JAMAIS QUE DES FOLIES, QUI VOUS FERONT GRAND PLAISIR\"--the motherliest and wisest remark, by the way, that was ever addressed to a son.", "characters": 393, "sentences": 4}, {"text": "236. I have no doubt that every noble woman will oppose what Dante and Goethe believed about woman--the former when he sang, \"ELLA GUARDAVA SUSO, ED IO IN LEI,\" and the latter when he interpreted it, \"the eternally feminine draws us ALOFT\"; for THIS is just what she believes of the eternally masculine.", "characters": 303, "sentences": 3}, {"text": "237A. Woman has hitherto been treated by men like birds, which, losing their way, have come down among them from an elevation: as something delicate, fragile, wild, strange, sweet, and animating--but as something also which must be cooped up to prevent it flying away.", "characters": 268, "sentences": 3}, {"text": "243. I hear with pleasure that our sun is moving rapidly towards the constellation Hercules: and I hope that the men on this earth will do like the sun. And we foremost, we good Europeans!", "characters": 188, "sentences": 3}, {"text": "249. Every nation has its own \"Tartuffery,\" and calls that its virtue.--One does not know--cannot know, the best that is in one.", "characters": 128, "sentences": 4}, {"text": "--Is this our mode?--From German heart came this vexed ululating? From German body, this self-lacerating? Is ours this priestly hand-dilation, This incense-fuming exaltation? Is ours this faltering, falling, shambling, This quite uncertain ding-dong-dangling? This sly nun-ogling, Ave-hour-bell ringing, This wholly false enraptured heaven-o'erspringing?--Is this our mode?--Think well!--ye still wait for admission--For what ye hear is ROME--ROME'S FAITH BY INTUITION!", "characters": 469, "sentences": 1}, {"text": "267. The Chinese have a proverb which mothers even teach their children: \"SIAO-SIN\" (\"MAKE THY HEART SMALL\"). This is the essentially fundamental tendency in latter-day civilizations. I have no doubt that an ancient Greek, also, would first of all remark the self-dwarfing in us Europeans of today--in this respect alone we should immediately be \"distasteful\" to him.", "characters": 367, "sentences": 5}, {"text": "272. Signs of nobility: never to think of lowering our duties to the rank of duties for everybody; to be unwilling to renounce or to share our responsibilities; to count our prerogatives, and the exercise of them, among our DUTIES.", "characters": 231, "sentences": 3}, {"text": "275. He who does not WISH to see the height of a man, looks all the more sharply at what is low in him, and in the foreground--and thereby betrays himself.", "characters": 155, "sentences": 3}, {"text": "276. In all kinds of injury and loss the lower and coarser soul is better off than the nobler soul: the dangers of the latter must be greater, the probability that it will come to grief and perish is in fact immense, considering the multiplicity of the conditions of its existence.--In a lizard a finger grows again which has been lost; not so in man.--", "characters": 353, "sentences": 4}, {"text": "277. It is too bad! Always the old story! When a man has finished building his house, he finds that he has learnt unawares something which he OUGHT absolutely to have known before he--began to build. The eternal, fatal \"Too late!\" The melancholia of everything COMPLETED--!", "characters": 273, "sentences": 3}, {"text": "279. Men of profound sadness betray themselves when they are happy: they have a mode of seizing upon happiness as though they would choke and strangle it, out of jealousy--ah, they know only too well that it will flee from them!", "characters": 228, "sentences": 2}, {"text": "280. \"Bad! Bad! What? Does he not--go back?\" Yes! But you misunderstand him when you complain about it. He goes back like every one who is about to make a great spring.", "characters": 168, "sentences": 4}, {"text": "286. \"Here is the prospect free, the mind exalted.\" [FOOTNOTE: Goethe's \"Faust,\" Part II, Act V. The words of Dr. Marianus.]--But there is a reverse kind of man, who is also upon a height, and has also a free prospect--but looks DOWNWARDS.", "characters": 239, "sentences": 7}, {"text": "290. Every deep thinker is more afraid of being understood than of being misunderstood. The latter perhaps wounds his vanity; but the former wounds his heart, his sympathy, which always says: \"Ah, why would you also have as hard a time of it as I have?\"", "characters": 253, "sentences": 3}, {"text": "291. Man, a COMPLEX, mendacious, artful, and inscrutable animal, uncanny to the other animals by his artifice and sagacity, rather than by his strength, has invented the good conscience in order finally to enjoy his soul as something SIMPLE; and the whole of morality is a long, audacious falsification, by virtue of which generally enjoyment at the sight of the soul becomes possible. From this point of view there is perhaps much more in the conception of \"art\" than is generally believed.", "characters": 491, "sentences": 4}, {"text": "MIDDAY of Life! Oh, season of delight!                       My summer's park!      Uneaseful joy to look, to lurk, to hark--      I peer for friends, am ready day and night,--      Where linger ye, my friends? The time is right!", "characters": 229, "sentences": 1}, {"text": "Is not the glacier's grey today for you                          Rose-garlanded?      The brooklet seeks you, wind, cloud, with longing thread      And thrust themselves yet higher to the blue,      To spy for you from farthest eagle's view.", "characters": 241, "sentences": 2}, {"text": "My table was spread out for you on high--                       Who dwelleth so      Star-near, so near the grisly pit below?--      My realm--what realm hath wider boundary?      My honey--who hath sipped its fragrancy?", "characters": 220, "sentences": 1}, {"text": "Friends, ye are there! Woe me,--yet I am not                         He whom ye seek?      Ye stare and stop--better your wrath could speak!      I am not I? Hand, gait, face, changed? And what      I am, to you my friends, now am I not?", "characters": 237, "sentences": 1}, {"text": "Am I an other? Strange am I to Me?                       Yet from Me sprung?      A wrestler, by himself too oft self-wrung?      Hindering too oft my own self's potency,      Wounded and hampered by self-victory?", "characters": 213, "sentences": 1}, {"text": "I sought where-so the wind blows keenest. There                      I learned to dwell      Where no man dwells, on lonesome ice-lorn fell,      And unlearned Man and God and curse and prayer?      Became a ghost haunting the glaciers bare?", "characters": 241, "sentences": 2}, {"text": "Ye, my old friends! Look! Ye turn pale, filled o'er                       With love and fear!      Go! Yet not in wrath. Ye could ne'er live here.      Here in the farthest realm of ice and scaur,      A huntsman must one be, like chamois soar.", "characters": 244, "sentences": 4}, {"text": "An evil huntsman was I? See how taut                     My bow was bent!      Strongest was he by whom such bolt were sent--      Woe now! That arrow is with peril fraught,      Perilous as none.--Have yon safe home ye sought!", "characters": 227, "sentences": 2}, {"text": "Ye go! Thou didst endure enough, oh, heart;--                      Strong was thy hope;      Unto new friends thy portals widely ope,      Let old ones be. Bid memory depart!      Wast thou young then, now--better young thou art!", "characters": 229, "sentences": 2}, {"text": "What linked us once together, one hope's tie--                     (Who now doth con      Those lines, now fading, Love once wrote thereon?)--      Is like a parchment, which the hand is shy      To touch--like crackling leaves, all seared, all dry.", "characters": 249, "sentences": 2}, {"text": "Oh! Friends no more! They are--what name for those?--                            Friends' phantom-flight      Knocking at my heart's window-pane at night,      Gazing on me, that speaks \"We were\" and goes,--      Oh, withered words, once fragrant as the rose!", "characters": 259, "sentences": 1}, {"text": "Pinings of youth that might not understand!                        For which I pined,      Which I deemed changed with me, kin of my kind:      But they grew old, and thus were doomed and banned:      None but new kith are native of my land!", "characters": 241, "sentences": 1}, {"text": "Midday of life! My second youth's delight!                        My summer's park!      Unrestful joy to long, to lurk, to hark!      I peer for friends!--am ready day and night,      For my new friends. Come! Come! The time is right!", "characters": 235, "sentences": 2}, {"text": "This song is done,--the sweet sad cry of rue                        Sang out its end;      A wizard wrought it, he the timely friend,      The midday-friend,--no, do not ask me who;      At midday 'twas, when one became as two.", "characters": 227, "sentences": 2}, {"text": "We keep our Feast of Feasts, sure of our bourne,                       Our aims self-same:      The Guest of Guests, friend Zarathustra, came!      The world now laughs, the grisly veil was torn,      And Light and Dark were one that wedding-morn.", "characters": 247, "sentences": 2}], "id": 4363, "paragraphs": 118, "author": "Friedrich Nietzsche"}