{"title": "Metamorphosis", "data": [{"text": "One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin.  He lay on his armour-like back, and if he lifted his head a little he could see his brown belly, slightly domed and divided by arches into stiff sections.  The bedding was hardly able to cover it and seemed ready to slide off any moment.  His many legs, pitifully thin compared with the size of the rest of him, waved about helplessly as he looked.", "characters": 471, "sentences": 5}, {"text": "He spent the whole night there.  Some of the time he passed in a light sleep, although he frequently woke from it in alarm because of his hunger, and some of the time was spent in worries and vague hopes which, however, always led to the same conclusion: for the time being he must remain calm, he must show patience and the greatest consideration so that his family could bear the unpleasantness that he, in his present condition, was forced to impose on them.", "characters": 461, "sentences": 3}, {"text": "No-one dared to remove the apple lodged in Gregor's flesh, so it remained there as a visible reminder of his injury.  He had suffered it there for more than a month, and his condition seemed serious enough to remind even his father that Gregor, despite his current sad and revolting form, was a family member who could not be treated as an enemy.  On the contrary, as a family there was a duty to swallow any revulsion for him and to be patient, just to be patient.", "characters": 465, "sentences": 4}, {"text": "\"Father, Mother\", said his sister, hitting the table with her hand as introduction, \"we can't carry on like this.  Maybe you can't see it, but I can.  I don't want to call this monster my brother, all I can say is: we have to try and get rid of it.  We've done all that's humanly possible to look after it and be patient, I don't think anyone could accuse us of doing anything wrong.\"", "characters": 384, "sentences": 5}, {"text": "\"She's absolutely right\", said Gregor's father to himself.  His mother, who still had not had time to catch her breath, began to cough dully, her hand held out in front of her and a deranged expression in her eyes.", "characters": 214, "sentences": 3}, {"text": "Gregor's sister rushed to his mother and put her hand on her forehead.  Her words seemed to give Gregor's father some more definite ideas.  He sat upright, played with his uniform cap between the plates left by the three gentlemen after their meal, and occasionally looked down at Gregor as he lay there immobile.", "characters": 313, "sentences": 4}, {"text": "\"We have to try and get rid of it\", said Gregor's sister, now speaking only to her father, as her mother was too occupied with coughing to listen, \"it'll be the death of both of you, I can see it coming.  We can't all work as hard as we have to and then come home to be tortured like this, we can't endure it.  I can't endure it any more.\"  And she broke out so heavily in tears that they flowed down the face of her mother, and she wiped them away with mechanical hand movements.", "characters": 480, "sentences": 5}, {"text": "His sister just shrugged her shoulders as a sign of the helplessness and tears that had taken hold of her, displacing her earlier certainty.", "characters": 140, "sentences": 2}, {"text": "\"If he could just understand us\", said his father almost as a question; his sister shook her hand vigorously through her tears as a sign that of that there was no question.", "characters": 172, "sentences": 2}, {"text": "\"If he could just understand us\", repeated Gregor's father, closing his eyes in acceptance of his sister's certainty that that was quite impossible, \"then perhaps we could come to some kind of arrangement with him.  But as it is ...\"", "characters": 233, "sentences": 5}, {"text": "He was hardly inside his room before the door was hurriedly shut, bolted and locked.  The sudden noise behind Gregor so startled him that his little legs collapsed under him.  It was his sister who had been in so much of a rush.  She had been standing there waiting and sprung forward lightly, Gregor had not heard her coming at all, and as she turned the key in the lock she said loudly to her parents \"At last!\".", "characters": 414, "sentences": 5}, {"text": "\"Grete, come with us in here for a little while\", said  Mrs. Samsa with a pained smile, and Grete followed her parents into the bedroom but not without looking back at the body.  The cleaner shut the door and opened the window wide.  Although it was still early in the morning the fresh air had something of warmth mixed in with it.  It was already the end of March, after all.", "characters": 377, "sentences": 6}, {"text": "The three gentlemen stepped out of their room and looked round in amazement for their breakfasts;  they had been forgotten about. \"Where is our breakfast?\", the middle gentleman asked the cleaner irritably.  She just put her finger on her lips and made a quick and silent sign to the men that they might like to come into Gregor's room.  They did so, and stood around Gregor's corpse with their hands in the pockets of their well-worn coats. It was now quite light in the room.", "characters": 477, "sentences": 6}, {"text": "Then the door of the bedroom opened and  Mr. Samsa appeared in his uniform with his wife on one arm and his daughter on the other.  All of them had been crying a little; Grete now and then pressed her face against her father's arm.", "characters": 231, "sentences": 4}], "id": 5200, "paragraphs": 14, "author": "Franz Kafka"}