{"title": "The Life and Adventures of Robinson Crusoe", "data": [{"text": "The                            Life and Adventures                                     of                              Robinson Crusoe", "characters": 134, "sentences": 1}, {"text": "London                       Seeley, Service & Co. Limited                          38 Great Russell Street", "characters": 107, "sentences": 2}, {"text": "I had two elder brothers, one of whom was lieutenant-colonel to an English regiment of foot in Flanders, formerly commanded by the famous Colonel Lockhart, and was killed at the battle near Dunkirk against the Spaniards.  What became of my second brother I never knew, any more than my father or mother knew what became of me.", "characters": 326, "sentences": 3}, {"text": "I observed in this last part of his discourse, which was truly prophetic, though I suppose my father did not know it to be so himself—I say, I observed the tears run down his face very plentifully, especially when he spoke of my brother who was killed: and that when he spoke of my having leisure to repent, and none to assist me, he was so moved that he broke off the discourse, and told me his heart was so full he could say no more to me.", "characters": 443, "sentences": 2}, {"text": "Though my mother refused to move it to my father, yet I heard afterwards that she reported all the discourse to him, and that my father, after showing a great concern at it, said to her, with a sigh, “That boy might be happy if he would stay at home; but if he goes abroad, he will be the most miserable wretch that ever was born: I can give no consent to it.”", "characters": 364, "sentences": 2}, {"text": "The sixth day of our being at sea we came into Yarmouth Roads; the wind having been contrary and the weather calm, we had made but little way since the storm.  Here we were obliged to come to an anchor, and here we lay, the wind continuing contrary—viz. at south-west—for seven or eight days, during which time a great many ships from Newcastle came into the same Roads, as the common harbour where the ships might wait for a wind for the river.", "characters": 449, "sentences": 4}, {"text": "Towards evening the mate and boatswain begged the master of our ship to let them cut away the fore-mast, which he was very unwilling to do; but the boatswain protesting to him that if he did not the ship would founder, he consented; and when they had cut away the fore-mast, the main-mast stood so loose, and shook the ship so much, they were obliged to cut that away also, and make a clear deck.", "characters": 396, "sentences": 2}, {"text": "We were not much more than a quarter of an hour out of our ship till we saw her sink, and then I understood for the first time what was meant by a ship foundering in the sea.  I must acknowledge I had hardly eyes to look up when the seamen told me she was sinking; for from the moment that they rather put me into the boat than that I might be said to go in, my heart was, as it were, dead within me, partly with fright, partly with horror of mind, and the thoughts of what was yet before me.", "characters": 492, "sentences": 3}, {"text": "Had I now had the sense to have gone back to Hull, and have gone home, I had been happy, and my father, as in our blessed Saviour’s parable, had even killed the fatted calf for me; for hearing the ship I went away in was cast away in Yarmouth Roads, it was a great while before he had any assurances that I was not drowned.", "characters": 325, "sentences": 2}, {"text": "We parted soon after; for I made him little answer, and I saw him no more; which way he went I knew not.  As for me, having some money in my pocket, I travelled to London by land; and there, as well as on the road, had many struggles with myself what course of life I should take, and whether I should go home or to sea.", "characters": 320, "sentences": 3}, {"text": "In this state of life, however, I remained some time, uncertain what measures to take, and what course of life to lead.  An irresistible reluctance continued to going home; and as I stayed away a while, the remembrance of the distress I had been in wore off, and as that abated, the little motion I had in my desires to return wore off with it, till at last I quite laid aside the thoughts of it, and looked out for a voyage.", "characters": 425, "sentences": 3}, {"text": "Yet even in this voyage I had my misfortunes too; particularly, that I was continually sick, being thrown into a violent calenture by the excessive heat of the climate; our principal trading being upon the coast, from latitude of 15 degrees north even to the line itself.", "characters": 271, "sentences": 2}, {"text": "Here I meditated nothing but my escape, and what method I might take to effect it, but found no way that had the least probability in it; nothing presented to make the supposition of it rational; for I had nobody to communicate it to that would embark with me—no fellow-slave, no Englishman, Irishman, or Scotchman there but myself; so that for two years, though I often pleased myself with the imagination, yet I never had the least encouraging prospect of putting it in practice.", "characters": 483, "sentences": 2}, {"text": "This moment my former notions of deliverance darted into my thoughts, for now I found I was likely to have a little ship at my command; and my master being gone, I prepared to furnish myself, not for fishing business, but for a voyage; though I knew not, neither did I so much as consider, whither I should steer—anywhere to get out of that place was my desire.", "characters": 363, "sentences": 2}, {"text": "But we found afterwards that we need not take such pains for water, for a little higher up the creek where we were we found the water fresh when the tide was out, which flowed but a little way up; so we filled our jars, and feasted on the hare he had killed, and prepared to go on our way, having seen no footsteps of any human creature in that part of the country.", "characters": 365, "sentences": 2}, {"text": "Once or twice in the daytime I thought I saw the Pico of Teneriffe, being the high top of the Mountain Teneriffe in the Canaries, and had a great mind to venture out, in hopes of reaching thither; but having tried twice, I was forced in again by contrary winds, the sea also going too high for my little vessel; so, I resolved to pursue my first design, and keep along the shore.", "characters": 379, "sentences": 2}, {"text": "This was game indeed to us, but this was no food; and I was very sorry to lose three charges of powder and shot upon a creature that was good for nothing to us.  However, Xury said he would have some of him; so he comes on board, and asked me to give him the hatchet.  “For what, Xury?” said I.  “Me cut off his head,” said he.  However, Xury could not cut off his head, but he cut off a foot, and brought it with him, and it was a monstrous great one.", "characters": 460, "sentences": 6}, {"text": "I bethought myself, however, that, perhaps the skin of him might, one way or other, be of some value to us; and I resolved to take off his skin if I could.  So Xury and I went to work with him; but Xury was much the better workman at it, for I knew very ill how to do it.  Indeed, it took us both up the whole day, but at last we got off the hide of him, and spreading it on the top of our cabin, the sun effectually dried it in two days’ time, and it afterwards served me to lie upon.", "characters": 487, "sentences": 4}, {"text": "They asked me what I was, in Portuguese, and in Spanish, and in French, but I understood none of them; but at last a Scotch sailor, who was on board, called to me: and I answered him, and told him I was an Englishman, that I had made my escape out of slavery from the Moors, at Sallee; they then bade me come on board, and very kindly took me in, and all my goods.", "characters": 364, "sentences": 2}, {"text": "As he was charitable in this proposal, so he was just in the performance to a tittle; for he ordered the seamen that none should touch anything that I had: then he took everything into his own possession, and gave me back an exact inventory of them, that I might have them, even to my three earthen jars.", "characters": 304, "sentences": 2}, {"text": "We had a very good voyage to the Brazils, and I arrived in the Bay de Todos los Santos, or All Saints’ Bay, in about twenty-two days after. And now I was once more delivered from the most miserable of all conditions of life; and what to do next with myself I was to consider.", "characters": 277, "sentences": 3}, {"text": "This was so wholesome advice, and looked so friendly, that I could not but be convinced it was the best course I could take; so I accordingly prepared letters to the gentlewoman with whom I had left my money, and a procuration to the Portuguese captain, as he desired.", "characters": 268, "sentences": 2}, {"text": "The merchant in London, vesting this hundred pounds in English goods, such as the captain had written for, sent them directly to him at Lisbon, and he brought them all safe to me to the Brazils; among which, without my direction (for I was too young in my business to think of them), he had taken care to have all sorts of tools, ironwork, and utensils necessary for my plantation, and which were of great use to me.", "characters": 416, "sentences": 2}, {"text": "When this cargo arrived I thought my fortune made, for I was surprised with the joy of it; and my stood steward, the captain, had laid out the five pounds, which my friend had sent him for a present for himself, to purchase and bring me over a servant, under bond for six years’ service, and would not accept of any consideration, except a little tobacco, which I would have him accept, being of my own produce.", "characters": 413, "sentences": 2}, {"text": "As I had once done thus in my breaking away from my parents, so I could not be content now, but I must go and leave the happy view I had of being a rich and thriving man in my new plantation, only to pursue a rash and immoderate desire of rising faster than the nature of the thing admitted; and thus I cast myself down again into the deepest gulf of human misery that ever man fell into, or perhaps could be consistent with life and a state of health in the world.", "characters": 465, "sentences": 2}, {"text": "They listened always very attentively to my discourses on these heads, but especially to that part which related to the buying of negroes, which was a trade at that time, not only not far entered into, but, as far as it was, had been carried on by assientos, or permission of the kings of Spain and Portugal, and engrossed in the public stock: so that few negroes were bought, and these excessively dear.", "characters": 404, "sentences": 2}, {"text": "But I was hurried on, and obeyed blindly the dictates of my fancy rather than my reason; and, accordingly, the ship being fitted out, and the cargo furnished, and all things done, as by agreement, by my partners in the voyage, I went on board in an evil hour, the 1st September 1659, being the same day eight years that I went from my father and mother at Hull, in order to act the rebel to their authority, and the fool to my own interests.", "characters": 441, "sentences": 2}, {"text": "Our ship was about one hundred and twenty tons burden, carried six guns and fourteen men, besides the master, his boy, and myself.  We had on board no large cargo of goods, except of such toys as were fit for our trade with the negroes, such as beads, bits of glass, shells, and other trifles, especially little looking-glasses, knives, scissors, hatchets, and the like.", "characters": 370, "sentences": 3}, {"text": "In this distress the mate of our vessel laid hold of the boat, and with the help of the rest of the men got her slung over the ship’s side; and getting all into her, let go, and committed ourselves, being eleven in number, to God’s mercy and the wild sea; for though the storm was abated considerably, yet the sea ran dreadfully high upon the shore, and might be well called _den wild zee_, as the Dutch call the sea in a storm.", "characters": 432, "sentences": 2}, {"text": "What the shore was, whether rock or sand, whether steep or shoal, we knew not.  The only hope that could rationally give us the least shadow of expectation was, if we might find some bay or gulf, or the mouth of some river, where by great chance we might have run our boat in, or got under the lee of the land, and perhaps made smooth water.  But there was nothing like this appeared; but as we made nearer and nearer the shore, the land looked more frightful than the sea.", "characters": 473, "sentences": 4}, {"text": "After we had rowed, or rather driven about a league and a half, as we reckoned it, a raging wave, mountain-like, came rolling astern of us, and plainly bade us expect the _coup de grâce_.  It took us with such a fury, that it overset the boat at once; and separating us as well from the boat as from one another, gave us no time to say, “O God!” for we were all swallowed up in a moment.", "characters": 392, "sentences": 3}, {"text": "I walked about on the shore lifting up my hands, and my whole being, as I may say, wrapped up in a contemplation of my deliverance; making a thousand gestures and motions, which I cannot describe; reflecting upon all my comrades that were drowned, and that there should not be one soul saved but myself; for, as for them, I never saw them afterwards, or any sign of them, except three of their hats, one cap, and two shoes that were not fellows.", "characters": 445, "sentences": 2}, {"text": "I cast my eye to the stranded vessel, when, the breach and froth of the sea being so big, I could hardly see it, it lay so far of; and considered, Lord! how was it possible I could get on shore?", "characters": 194, "sentences": 1}, {"text": "As I imagined, so it was.  There appeared before me a little opening of the land, and I found a strong current of the tide set into it; so I guided my raft as well as I could, to keep in the middle of the stream.", "characters": 212, "sentences": 3}, {"text": "Contented with this discovery, I came back to my raft, and fell to work to bring my cargo on shore, which took me up the rest of that day.  What to do with myself at night I knew not, nor indeed where to rest, for I was afraid to lie down on the ground, not knowing but some wild beast might devour me, though, as I afterwards found, there was really no need for those fears.", "characters": 375, "sentences": 3}, {"text": "However, as well as I could, I barricaded myself round with the chest and boards that I had brought on shore, and made a kind of hut for that night’s lodging.  As for food, I yet saw not which way to supply myself, except that I had seen two or three creatures like hares run out of the wood where I shot the fowl.", "characters": 316, "sentences": 3}, {"text": "Besides these things, I took all the men’s clothes that I could find, and a spare fore-topsail, a hammock, and some bedding; and with this I loaded my second raft, and brought them all safe on shore, to my very great comfort.", "characters": 227, "sentences": 2}, {"text": "Having got my second cargo on shore—though I was fain to open the barrels of powder, and bring them by parcels, for they were too heavy, being large casks—I went to work to make me a little tent with the sail and some poles which I cut for that purpose: and into this tent I brought everything that I knew would spoil either with rain or sun; and I piled all the empty chests and casks up in a circle round the tent, to fortify it from any sudden attempt, either from man or beast.", "characters": 485, "sentences": 2}, {"text": "When I had done this, I blocked up the door of the tent with some boards within, and an empty chest set up on end without; and spreading one of the beds upon the ground, laying my two pistols just at my head, and my gun at length by me, I went to bed for the first time, and slept very quietly all night, for I was very weary and heavy; for the night before I had slept little, and had laboured very hard all day to fetch all those things from the ship, and to get them on shore.", "characters": 479, "sentences": 2}, {"text": "But I had got home to my little tent, where I lay, with all my wealth about me, very secure.  It blew very hard all night, and in the morning, when I looked out, behold, no more ship was to be seen!  I was a little surprised, but recovered myself with the satisfactory reflection that I had lost no time, nor abated any diligence, to get everything out of her that could be useful to me; and that, indeed, there was little left in her that I was able to bring away, if I had had more time.", "characters": 489, "sentences": 3}, {"text": "I now gave over any more thoughts of the ship, or of anything out of her, except what might drive on shore from her wreck; as, indeed, divers pieces of her afterwards did; but those things were of small use to me.", "characters": 213, "sentences": 2}, {"text": "My thoughts were now wholly employed about securing myself against either savages, if any should appear, or wild beasts, if any were in the island; and I had many thoughts of the method how to do this, and what kind of dwelling to make—whether I should make me a cave in the earth, or a tent upon the earth; and, in short, I resolved upon both; the manner and description of which, it may not be improper to give an account of.", "characters": 429, "sentences": 2}, {"text": "I soon found the place I was in was not fit for my settlement, because it was upon a low, moorish ground, near the sea, and I believed it would not be wholesome, and more particularly because there was no fresh water near it; so I resolved to find a more healthy and more convenient spot of ground.", "characters": 298, "sentences": 2}, {"text": "I consulted several things in my situation, which I found would he proper for me: 1st, health and fresh water, I just now mentioned; 2ndly, shelter from the heat of the sun; 3rdly, security from ravenous creatures, whether man or beast; 4thly, a view to the sea, that if God sent any ship in sight, I might not lose any advantage for my deliverance, of which I was not willing to banish all my expectation yet.", "characters": 410, "sentences": 2}, {"text": "In search of a place proper for this, I found a little plain on the side of a rising hill, whose front towards this little plain was steep as a house-side, so that nothing could come down upon me from the top.  On the one side of the rock there was a hollow place, worn a little way in, like the entrance or door of a cave but there was not really any cave or way into the rock at all.", "characters": 385, "sentences": 3}, {"text": "On the flat of the green, just before this hollow place, I resolved to pitch my tent.  This plain was not above a hundred yards broad, and about twice as long, and lay like a green before my door; and, at the end of it, descended irregularly every way down into the low ground by the seaside.  It was on the N.N.W. side of the hill; so that it was sheltered from the heat every day, till it came to a W. and by S. sun, or thereabouts, which, in those countries, is near the setting.", "characters": 482, "sentences": 9}, {"text": "Before I set up my tent I drew a half-circle before the hollow place, which took in about ten yards in its semi-diameter from the rock, and twenty yards in its diameter from its beginning and ending.", "characters": 199, "sentences": 2}, {"text": "In this half-circle I pitched two rows of strong stakes, driving them into the ground till they stood very firm like piles, the biggest end being out of the ground above five feet and a half, and sharpened on the top.  The two rows did not stand above six inches from one another.", "characters": 280, "sentences": 3}, {"text": "The entrance into this place I made to be, not by a door, but by a short ladder to go over the top; which ladder, when I was in, I lifted over after me; and so I was completely fenced in and fortified, as I thought, from all the world, and consequently slept secure in the night, which otherwise I could not have done; though, as it appeared afterwards, there was no need of all this caution from the enemies that I apprehended danger from.", "characters": 440, "sentences": 2}, {"text": "Into this fence or fortress, with infinite labour, I carried all my riches, all my provisions, ammunition, and stores, of which you have the account above; and I made a large tent, which to preserve me from the rains that in one part of the year are very violent there, I made double—one smaller tent within, and one larger tent above it; and covered the uppermost with a large tarpaulin, which I had saved among the sails.", "characters": 425, "sentences": 2}, {"text": "And now I lay no more for a while in the bed which I had brought on shore, but in a hammock, which was indeed a very good one, and belonged to the mate of the ship.", "characters": 164, "sentences": 2}, {"text": "Into this tent I brought all my provisions, and everything that would spoil by the wet; and having thus enclosed all my goods, I made up the entrance, which till now I had left open, and so passed and repassed, as I said, by a short ladder.", "characters": 240, "sentences": 2}, {"text": "When I had done this, I began to work my way into the rock, and bringing all the earth and stones that I dug down out through my tent, I laid them up within my fence, in the nature of a terrace, so that it raised the ground within about a foot and a half; and thus I made me a cave, just behind my tent, which served me like a cellar to my house.", "characters": 346, "sentences": 2}, {"text": "Having now fixed my habitation, I found it absolutely necessary to provide a place to make a fire in, and fuel to burn: and what I did for that, and also how I enlarged my cave, and what conveniences I made, I shall give a full account of in its place; but I must now give some little account of myself, and of my thoughts about living, which, it may well be supposed, were not a few.", "characters": 384, "sentences": 2}, {"text": "I confess I had not entertained any notion of my ammunition being destroyed at one blast—I mean my powder being blown up by lightning; and this made the thoughts of it so surprising to me, when it lightened and thundered, as I observed just now.", "characters": 247, "sentences": 2}, {"text": "After I had been there about ten or twelve days, it came into my thoughts that I should lose my reckoning of time for want of books, and pen and ink, and should even forget the Sabbath days; but to prevent this, I cut with my knife upon a large post, in capital letters—and making it into a great cross, I set it up on the shore where I first landed—“I came on shore here on the 30th September 1659.”", "characters": 408, "sentences": 2}, {"text": "Upon the sides of this square post I cut every day a notch with my knife, and every seventh notch was as long again as the rest, and every first day of the month as long again as that long one; and thus I kept my calendar, or weekly, monthly, and yearly reckoning of time.", "characters": 272, "sentences": 2}, {"text": "And this put me in mind that I wanted many things notwithstanding all that I had amassed together; and of these, ink was one; as also a spade, pickaxe, and shovel, to dig or remove the earth; needles, pins, and thread; as for linen, I soon learned to want that without much difficulty.", "characters": 285, "sentences": 2}, {"text": "I have no soul to speak to or       But God wonderfully sent the ship relieve me.                         in near enough to the shore, that                                     I have got out as many necessary                                     things as will either supply my                                     wants or enable me to supply                                     myself, even as long as I live.", "characters": 409, "sentences": 3}, {"text": "Upon the whole, here was an undoubted testimony that there was scarce any condition in the world so miserable but there was something negative or something positive to be thankful for in it; and let this stand as a direction from the experience of the most miserable of all conditions in this world: that we may always find in it something to comfort ourselves from, and to set, in the description of good and evil, on the credit side of the account.", "characters": 450, "sentences": 2}, {"text": "Having now brought my mind a little to relish my condition, and given over looking out to sea, to see if I could spy a ship—I say, giving over these things, I began to apply myself to arrange my way of living, and to make things as easy to me as I could.", "characters": 256, "sentences": 2}, {"text": "Some days after this, and after I had been on board the ship, and got all that I could out of her, yet I could not forbear getting up to the top of a little mountain and looking out to sea, in hopes of seeing a ship; then fancy at a vast distance I spied a sail, please myself with the hopes of it, and then after looking steadily, till I was almost blind, lose it quite, and sit down and weep like a child, and thus increase my misery by my folly.", "characters": 448, "sentences": 2}, {"text": "But having gotten over these things in some measure, and having settled my household staff and habitation, made me a table and a chair, and all as handsome about me as I could, I began to keep my journal; of which I shall here give you the copy (though in it will be told all these particulars over again) as long as it lasted; for having no more ink, I was forced to leave it off.", "characters": 381, "sentences": 2}, {"text": "September 30, 1659.—I, poor miserable Robinson Crusoe, being shipwrecked during a dreadful storm in the offing, came on shore on this dismal, unfortunate island, which I called “The Island of Despair”; all the rest of the ship’s company being drowned, and myself almost dead.", "characters": 283, "sentences": 3}, {"text": "All the rest of the day I spent in afflicting myself at the dismal circumstances I was brought to—viz. I had neither food, house, clothes, weapon, nor place to fly to; and in despair of any relief, saw nothing but death before me—either that I should be devoured by wild beasts, murdered by savages, or starved to death for want of food.  At the approach of night I slept in a tree, for fear of wild creatures; but slept soundly, though it rained all night.", "characters": 461, "sentences": 4}, {"text": "_From the 1st of October to the 24th_.—All these days entirely spent in many several voyages to get all I could out of the ship, which I brought on shore every tide of flood upon rafts.  Much rain also in the days, though with some intervals of fair weather; but it seems this was the rainy season.", "characters": 300, "sentences": 4}, {"text": "_Oct._ 20.—I overset my raft, and all the goods I had got upon it; but, being in shoal water, and the things being chiefly heavy, I recovered many of them when the tide was out.", "characters": 179, "sentences": 4}, {"text": "_Oct._ 25.—It rained all night and all day, with some gusts of wind; during which time the ship broke in pieces, the wind blowing a little harder than before, and was no more to be seen, except the wreck of her, and that only at low water.  I spent this day in covering and securing the goods which I had saved, that the rain might not spoil them.", "characters": 349, "sentences": 5}, {"text": "_Oct._ 26.—I walked about the shore almost all day, to find out a place to fix my habitation, greatly concerned to secure myself from any attack in the night, either from wild beasts or men.  Towards night, I fixed upon a proper place, under a rock, and marked out a semicircle for my encampment; which I resolved to strengthen with a work, wall, or fortification, made of double piles, lined within with cables, and without with turf.", "characters": 437, "sentences": 5}, {"text": "From the 26th to the 30th I worked very hard in carrying all my goods to my new habitation, though some part of the time it rained exceedingly hard.", "characters": 148, "sentences": 2}, {"text": "The 31st, in the morning, I went out into the island with my gun, to seek for some food, and discover the country; when I killed a she-goat, and her kid followed me home, which I afterwards killed also, because it would not feed.", "characters": 229, "sentences": 2}, {"text": "_November_ 1.—I set up my tent under a rock, and lay there for the first night; making it as large as I could, with stakes driven in to swing my hammock upon.", "characters": 160, "sentences": 3}, {"text": "_Nov._ 2.—I set up all my chests and boards, and the pieces of timber which made my rafts, and with them formed a fence round me, a little within the place I had marked out for my fortification.", "characters": 196, "sentences": 4}, {"text": "_Nov._ 3.—I went out with my gun, and killed two fowls like ducks, which were very good food.  In the afternoon went to work to make me a table.", "characters": 146, "sentences": 5}, {"text": "_Nov._ 5.—This day went abroad with my gun and my dog, and killed a wild cat; her skin pretty soft, but her flesh good for nothing; every creature that I killed I took of the skins and preserved them.  Coming back by the sea-shore, I saw many sorts of sea-fowls, which I did not understand; but was surprised, and almost frightened, with two or three seals, which, while I was gazing at, not well knowing what they were, got into the sea, and escaped me for that time.", "characters": 470, "sentences": 5}, {"text": "_Nov._ 6.—After my morning walk I went to work with my table again, and finished it, though not to my liking; nor was it long before I learned to mend it.", "characters": 156, "sentences": 4}, {"text": "_Nov._ 7.—Now it began to be settled fair weather.  The 7th, 8th, 9th, 10th, and part of the 12th (for the 11th was Sunday) I took wholly up to make me a chair, and with much ado brought it to a tolerable shape, but never to please me; and even in the making I pulled it in pieces several times.", "characters": 297, "sentences": 5}, {"text": "_Note_.—I soon neglected my keeping Sundays; for, omitting my mark for them on my post, I forgot which was which.", "characters": 115, "sentences": 3}, {"text": "_Nov._ 13.—This day it rained, which refreshed me exceedingly, and cooled the earth; but it was accompanied with terrible thunder and lightning, which frightened me dreadfully, for fear of my powder.  As soon as it was over, I resolved to separate my stock of powder into as many little parcels as possible, that it might not be in danger.", "characters": 341, "sentences": 5}, {"text": "_Nov._ 14, 15, 16.—These three days I spent in making little square chests, or boxes, which might hold about a pound, or two pounds at most, of powder; and so, putting the powder in, I stowed it in places as secure and remote from one another as possible.  On one of these three days I killed a large bird that was good to eat, but I knew not what to call it.", "characters": 361, "sentences": 5}, {"text": "_Nov._ 17.—This day I began to dig behind my tent into the rock, to make room for my further conveniency.", "characters": 107, "sentences": 4}, {"text": "_Note_.—Three things I wanted exceedingly for this work—viz. a pickaxe, a shovel, and a wheelbarrow or basket; so I desisted from my work, and began to consider how to supply that want, and make me some tools.  As for the pickaxe, I made use of the iron crows, which were proper enough, though heavy; but the next thing was a shovel or spade; this was so absolutely necessary, that, indeed, I could do nothing effectually without it; but what kind of one to make I knew not.", "characters": 478, "sentences": 5}, {"text": "_Nov._ 23.—My other work having now stood still, because of my making these tools, when they were finished I went on, and working every day, as my strength and time allowed, I spent eighteen days entirely in widening and deepening my cave, that it might hold my goods commodiously.", "characters": 283, "sentences": 4}, {"text": "_Dec_. 11.—This day I went to work with it accordingly, and got two shores or posts pitched upright to the top, with two pieces of boards across over each post; this I finished the next day; and setting more posts up with boards, in about a week more I had the roof secured, and the posts, standing in rows, served me for partitions to part off the house.", "characters": 357, "sentences": 4}, {"text": "_Dec._ 17.—From this day to the 20th I placed shelves, and knocked up nails on the posts, to hang everything up that could be hung up; and now I began to be in some order within doors.", "characters": 186, "sentences": 4}, {"text": "_Dec._ 20.—Now I carried everything into the cave, and began to furnish my house, and set up some pieces of boards like a dresser, to order my victuals upon; but boards began to be very scarce with me; also, I made me another table.", "characters": 234, "sentences": 4}, {"text": "_Dec._ 27.—Killed a young goat, and lamed another, so that I caught it and led it home in a string; when I had it at home, I bound and splintered up its leg, which was broke.", "characters": 176, "sentences": 4}, {"text": "_N.B._—I took such care of it that it lived, and the leg grew well and as strong as ever; but, by my nursing it so long, it grew tame, and fed upon the little green at my door, and would not go away.  This was the first time that I entertained a thought of breeding up some tame creatures, that I might have food when my powder and shot was all spent.", "characters": 353, "sentences": 5}, {"text": "_Dec._ 28,29,30,31.—Great heats, and no breeze, so that there was no stirring abroad, except in the evening, for food; this time I spent in putting all my things in order within doors.", "characters": 186, "sentences": 4}, {"text": "_January_ 1.—Very hot still: but I went abroad early and late with my gun, and lay still in the middle of the day.  This evening, going farther into the valleys which lay towards the centre of the island, I found there were plenty of goats, though exceedingly shy, and hard to come at; however, I resolved to try if I could not bring my dog to hunt them down.", "characters": 361, "sentences": 4}, {"text": "_Jan._ 2.—Accordingly, the next day I went out with my dog, and set him upon the goats, but I was mistaken, for they all faced about upon the dog, and he knew his danger too well, for he would not come near them.", "characters": 214, "sentences": 4}, {"text": "_Jan._ 3.—I began my fence or wall; which, being still jealous of my being attacked by somebody, I resolved to make very thick and strong.", "characters": 140, "sentences": 4}, {"text": "_N.B._—This wall being described before, I purposely omit what was said in the journal; it is sufficient to observe, that I was no less time than from the 2nd of January to the 14th of April working, finishing, and perfecting this wall, though it was no more than about twenty-four yards in length, being a half-circle from one place in the rock to another place, about eight yards from it, the door of the cave being in the centre behind it.", "characters": 444, "sentences": 4}, {"text": "All this time I worked very hard, the rains hindering me many days, nay, sometimes weeks together; but I thought I should never be perfectly secure till this wall was finished; and it is scarce credible what inexpressible labour everything was done with, especially the bringing piles out of the woods and driving them into the ground; for I made them much bigger than I needed to have done.", "characters": 391, "sentences": 2}, {"text": "When this wall was finished, and the outside double fenced, with a turf wall raised up close to it, I perceived myself that if any people were to come on shore there, they would not perceive anything like a habitation; and it was very well I did so, as may be observed hereafter, upon a very remarkable occasion.", "characters": 312, "sentences": 2}, {"text": "This touched my heart a little, and brought tears out of my eyes, and I began to bless myself that such a prodigy of nature should happen upon my account; and this was the more strange to me, because I saw near it still, all along by the side of the rock, some other straggling stalks, which proved to be stalks of rice, and which I knew, because I had seen it grow in Africa when I was ashore there.", "characters": 400, "sentences": 2}, {"text": "Besides this barley, there were, as above, twenty or thirty stalks of rice, which I preserved with the same care and for the same use, or to the same purpose—to make me bread, or rather food; for I found ways to cook it without baking, though I did that also after some time.", "characters": 277, "sentences": 2}, {"text": "I worked excessive hard these three or four months to get my wall done; and the 14th of April I closed it up, contriving to go into it, not by a door but over the wall, by a ladder, that there might be no sign on the outside of my habitation.", "characters": 242, "sentences": 2}, {"text": "_April_ 16.—I finished the ladder; so I went up the ladder to the top, and then pulled it up after me, and let it down in the inside.  This was a complete enclosure to me; for within I had room enough, and nothing could come at me from without, unless it could first mount my wall.", "characters": 283, "sentences": 4}, {"text": "After the third shock was over, and I felt no more for some time, I began to take courage; and yet I had not heart enough to go over my wall again, for fear of being buried alive, but sat still upon the ground greatly cast down and disconsolate, not knowing what to do.  All this while I had not the least serious religious thought; nothing but the common “Lord have mercy upon me!” and when it was over that went away too.", "characters": 427, "sentences": 3}, {"text": "_April_ 28, 29.—These two whole days I took up in grinding my tools, my machine for turning my grindstone performing very well.", "characters": 129, "sentences": 3}, {"text": "_April_ 30.—Having perceived my bread had been low a great while, now I took a survey of it, and reduced myself to one biscuit cake a day, which made my heart very heavy.", "characters": 172, "sentences": 3}, {"text": "_May_ 3.—I began with my saw, and cut a piece of a beam through, which I thought held some of the upper part or quarter-deck together, and when I had cut it through, I cleared away the sand as well as I could from the side which lay highest; but the tide coming in, I was obliged to give over for that time.", "characters": 309, "sentences": 3}, {"text": "_May_ 4.—I went a-fishing, but caught not one fish that I durst eat of, till I was weary of my sport; when, just going to leave off, I caught a young dolphin.  I had made me a long line of some rope-yarn, but I had no hooks; yet I frequently caught fish enough, as much as I cared to eat; all which I dried in the sun, and ate them dry.", "characters": 338, "sentences": 4}, {"text": "_May_ 5.—Worked on the wreck; cut another beam asunder, and brought three great fir planks off from the decks, which I tied together, and made to float on shore when the tide of flood came on.", "characters": 194, "sentences": 3}, {"text": "_May_ 6.—Worked on the wreck; got several iron bolts out of her and other pieces of ironwork.  Worked very hard, and came home very much tired, and had thoughts of giving it over.", "characters": 181, "sentences": 4}, {"text": "_May_ 7.—Went to the wreck again, not with an intent to work, but found the weight of the wreck had broke itself down, the beams being cut; that several pieces of the ship seemed to lie loose, and the inside of the hold lay so open that I could see into it; but it was almost full of water and sand.", "characters": 301, "sentences": 3}, {"text": "_May_ 8.—Went to the wreck, and carried an iron crow to wrench up the deck, which lay now quite clear of the water or sand.  I wrenched open two planks, and brought them on shore also with the tide.  I left the iron crow in the wreck for next day.", "characters": 249, "sentences": 5}, {"text": "_May_ 9.—Went to the wreck, and with the crow made way into the body of the wreck, and felt several casks, and loosened them with the crow, but could not break them up.  I felt also a roll of English lead, and could stir it, but it was too heavy to remove.", "characters": 258, "sentences": 4}, {"text": "_May_ 10–14.—Went every day to the wreck; and got a great many pieces of timber, and boards, or plank, and two or three hundredweight of iron.", "characters": 146, "sentences": 3}, {"text": "_May_ 15.—I carried two hatchets, to try if I could not cut a piece off the roll of lead by placing the edge of one hatchet and driving it with the other; but as it lay about a foot and a half in the water, I could not make any blow to drive the hatchet.", "characters": 256, "sentences": 3}, {"text": "_May_ 16.—It had blown hard in the night, and the wreck appeared more broken by the force of the water; but I stayed so long in the woods, to get pigeons for food, that the tide prevented my going to the wreck that day.", "characters": 221, "sentences": 3}, {"text": "_May_ 17.—I saw some pieces of the wreck blown on shore, at a great distance, near two miles off me, but resolved to see what they were, and found it was a piece of the head, but too heavy for me to bring away.", "characters": 212, "sentences": 3}, {"text": "_June_ 16.—Going down to the seaside, I found a large tortoise or turtle. This was the first I had seen, which, it seems, was only my misfortune, not any defect of the place, or scarcity; for had I happened to be on the other side of the island, I might have had hundreds of them every day, as I found afterwards; but perhaps had paid dear enough for them.", "characters": 358, "sentences": 4}, {"text": "_June_ 17.—I spent in cooking the turtle.  I found in her three-score eggs; and her flesh was to me, at that time, the most savoury and pleasant that ever I tasted in my life, having had no flesh, but of goats and fowls, since I landed in this horrid place.", "characters": 259, "sentences": 4}, {"text": "_June_ 18.—Rained all day, and I stayed within.  I thought at this time the rain felt cold, and I was something chilly; which I knew was not usual in that latitude.", "characters": 166, "sentences": 4}, {"text": "_June_ 21.—Very ill; frighted almost to death with the apprehensions of my sad condition—to be sick, and no help.  Prayed to God, for the first time since the storm off Hull, but scarce knew what I said, or why, my thoughts being all confused.", "characters": 247, "sentences": 4}, {"text": "_June_ 25.—An ague very violent; the fit held me seven hours; cold fit and hot, with faint sweats after it.", "characters": 109, "sentences": 3}, {"text": "_June_ 26.—Better; and having no victuals to eat, took my gun, but found myself very weak.  However, I killed a she-goat, and with much difficulty got it home, and broiled some of it, and ate, I would fain have stewed it, and made some broth, but had no pot.", "characters": 260, "sentences": 4}, {"text": "No one that shall ever read this account will expect that I should be able to describe the horrors of my soul at this terrible vision.  I mean, that even while it was a dream, I even dreamed of those horrors.  Nor is it any more possible to describe the impression that remained upon my mind when I awaked, and found it was but a dream.", "characters": 336, "sentences": 4}, {"text": "_July_ 2.—I renewed the medicine all the three ways; and dosed myself with it as at first, and doubled the quantity which I drank.", "characters": 132, "sentences": 3}, {"text": "My condition began now to be, though not less miserable as to my way of living, yet much easier to my mind: and my thoughts being directed, by a constant reading the Scripture and praying to God, to things of a higher nature, I had a great deal of comfort within, which till now I knew nothing of; also, my health and strength returned, I bestirred myself to furnish myself with everything that I wanted, and make my way of living as regular as I could.", "characters": 453, "sentences": 2}, {"text": "I had now been in this unhappy island above ten months.  All possibility of deliverance from this condition seemed to be entirely taken from me; and I firmly believe that no human shape had ever set foot upon that place.  Having now secured my habitation, as I thought, fully to my mind, I had a great desire to make a more perfect discovery of the island, and to see what other productions I might find, which I yet knew nothing of.", "characters": 433, "sentences": 4}, {"text": "I had but newly finished my fence, and began to enjoy my labour, when the rains came on, and made me stick close to my first habitation; for though I had made me a tent like the other, with a piece of a sail, and spread it very well, yet I had not the shelter of a hill to keep me from storms, nor a cave behind me to retreat into when the rains were extraordinary.", "characters": 365, "sentences": 2}, {"text": "The rainy season and the dry season began now to appear regular to me, and I learned to divide them so as to provide for them accordingly; but I bought all my experience before I had it, and this I am going to relate was one of the most discouraging experiments that I made.", "characters": 274, "sentences": 2}, {"text": "I found now that the seasons of the year might generally be divided, not into summer and winter, as in Europe, but into the rainy seasons and the dry seasons, which were generally thus:—The half of February, the whole of March, and the half of April—rainy, the sun being then on or near the equinox.", "characters": 303, "sentences": 2}, {"text": "The half of April, the whole of May, June, and July, and the half of August—dry, the sun being then to the north of the line.", "characters": 127, "sentences": 2}, {"text": "The half of August, the whole of September, and the half of October—rainy, the sun being then come back.", "characters": 106, "sentences": 2}, {"text": "The half of October, the whole of November, December, and January, and the half of February—dry, the sun being then to the south of the line.", "characters": 143, "sentences": 2}, {"text": "Besides, after some thought upon this affair, I considered that if this land was the Spanish coast, I should certainly, one time or other, see some vessel pass or repass one way or other; but if not, then it was the savage coast between the Spanish country and Brazils, where are found the worst of savages; for they are cannibals or men-eaters, and fail not to murder and devour all the human bodies that fall into their hands.", "characters": 428, "sentences": 2}, {"text": "I never travelled in this journey above two miles outright in a day, or thereabouts; but I took so many turns and re-turns to see what discoveries I could make, that I came weary enough to the place where I resolved to sit down all night; and then I either reposed myself in a tree, or surrounded myself with a row of stakes set upright in the ground, either from one tree to another, or so as no wild creature could come at me without waking me.", "characters": 446, "sentences": 2}, {"text": "As soon as I came to the sea-shore, I was surprised to see that I had taken up my lot on the worst side of the island, for here, indeed, the shore was covered with innumerable turtles, whereas on the other side I had found but three in a year and a half.  Here was also an infinite number of fowls of many kinds, some which I had seen, and some which I had not seen before, and many of them very good meat, but such as I knew not the names of, except those called penguins.", "characters": 473, "sentences": 3}, {"text": "I could have shot as many as I pleased, but was very sparing of my powder and shot, and therefore had more mind to kill a she-goat if I could, which I could better feed on; and though there were many goats here, more than on my side the island, yet it was with much more difficulty that I could come near them, the country being flat and even, and they saw me much sooner than when I was on the hills.", "characters": 401, "sentences": 2}, {"text": "I cannot express what a satisfaction it was to me to come into my old hutch, and lie down in my hammock-bed.  This little wandering journey, without settled place of abode, had been so unpleasant to me, that my own house, as I called it to myself, was a perfect settlement to me compared to that; and it rendered everything about me so comfortable, that I resolved I would never go a great way from it again while it should be my lot to stay on the island.", "characters": 456, "sentences": 3}, {"text": "It was now that I began sensibly to feel how much more happy this life I now led was, with all its miserable circumstances, than the wicked, cursed, abominable life I led all the past part of my days; and now I changed both my sorrows and my joys; my very desires altered, my affections changed their gusts, and my delights were perfectly new from what they were at my first coming, or, indeed, for the two years past.", "characters": 418, "sentences": 2}, {"text": "To this short time allowed for labour I desire may be added the exceeding laboriousness of my work; the many hours which, for want of tools, want of help, and want of skill, everything I did took up out of my time.  For example, I was full two and forty days in making a board for a long shelf, which I wanted in my cave; whereas, two sawyers, with their tools and a saw-pit, would have cut six of them out of the same tree in half a day.", "characters": 438, "sentences": 3}, {"text": "It might be truly said, that now I worked for my bread.  I believe few people have thought much upon the strange multitude of little things necessary in the providing, producing, curing, dressing, making, and finishing this one article of bread.", "characters": 245, "sentences": 3}, {"text": "I, that was reduced to a mere state of nature, found this to my daily discouragement; and was made more sensible of it every hour, even after I had got the first handful of seed-corn, which, as I have said, came up unexpectedly, and indeed to a surprise.", "characters": 254, "sentences": 2}, {"text": "However, as the sun baked these two very dry and hard, I lifted them very gently up, and set them down again in two great wicker baskets, which I had made on purpose for them, that they might not break; and as between the pot and the basket there was a little room to spare, I stuffed it full of the rice and barley straw; and these two pots being to stand always dry I thought would hold my dry corn, and perhaps the meal, when the corn was bruised.", "characters": 450, "sentences": 2}, {"text": "Though I miscarried so much in my design for large pots, yet I made several smaller things with better success; such as little round pots, flat dishes, pitchers, and pipkins, and any things my hand turned to; and the heat of the sun baked them quite hard.", "characters": 255, "sentences": 2}, {"text": "After this experiment, I need not say that I wanted no sort of earthenware for my use; but I must needs say as to the shapes of them, they were very indifferent, as any one may suppose, when I had no way of making them but as the children make dirt pies, or as a woman would make pies that never learned to raise paste.", "characters": 319, "sentences": 2}, {"text": "No joy at a thing of so mean a nature was ever equal to mine, when I found I had made an earthen pot that would bear the fire; and I had hardly patience to stay till they were cold before I set one on the fire again with some water in it to boil me some meat, which it did admirably well; and with a piece of a kid I made some very good broth, though I wanted oatmeal, and several other ingredients requisite to make it as good as I would have had it been.", "characters": 456, "sentences": 2}, {"text": "It need not be wondered at if all these things took me up most part of the third year of my abode here; for it is to be observed that in the intervals of these things I had my new harvest and husbandry to manage; for I reaped my corn in its season, and carried it home as well as I could, and laid it up in the ear, in my large baskets, till I had time to rub it out, for I had no floor to thrash it on, or instrument to thrash it with.", "characters": 436, "sentences": 2}, {"text": "And now, indeed, my stock of corn increasing, I really wanted to build my barns bigger; I wanted a place to lay it up in, for the increase of the corn now yielded me so much, that I had of the barley about twenty bushels, and of the rice as much or more; insomuch that now I resolved to begin to use it freely; for my bread had been quite gone a great while; also I resolved to see what quantity would be sufficient for me a whole year, and to sow but once a year.", "characters": 464, "sentences": 2}, {"text": "Upon the whole, I found that the forty bushels of barley and rice were much more than I could consume in a year; so I resolved to sow just the same quantity every year that I sowed the last, in hopes that such a quantity would fully provide me with bread, &c.", "characters": 259, "sentences": 2}, {"text": "All the while these things were doing, you may be sure my thoughts ran many times upon the prospect of land which I had seen from the other side of the island; and I was not without secret wishes that I were on shore there, fancying that, seeing the mainland, and an inhabited country, I might find some way or other to convey myself further, and perhaps at last find some means of escape.", "characters": 389, "sentences": 2}, {"text": "I spared no pains, indeed, in this piece of fruitless toil, and spent, I think, three or four weeks about it; at last finding it impossible to heave it up with my little strength, I fell to digging away the sand, to undermine it, and so to make it fall down, setting pieces of wood to thrust and guide it right in the fall.", "characters": 323, "sentences": 2}, {"text": "But when I had done this, I was unable to stir it up again, or to get under it, much less to move it forward towards the water; so I was forced to give it over; and yet, though I gave over the hopes of the boat, my desire to venture over for the main increased, rather than decreased, as the means for it seemed impossible.", "characters": 323, "sentences": 2}, {"text": "I went to work upon this boat the most like a fool that ever man did who had any of his senses awake.  I pleased myself with the design, without determining whether I was ever able to undertake it; not but that the difficulty of launching my boat came often into my head; but I put a stop to my inquiries into it by this foolish answer which I gave myself—“Let me first make it; I warrant I will find some way or other to get it along when it is done.”", "characters": 458, "sentences": 3}, {"text": "When I had gone through this work I was extremely delighted with it.  The boat was really much bigger than ever I saw a canoe or periagua, that was made of one tree, in my life.  Many a weary stroke it had cost, you may be sure; and had I gotten it into the water, I make no question, but I should have begun the maddest voyage, and the most unlikely to be performed, that ever was undertaken.", "characters": 393, "sentences": 4}, {"text": "This grieved me heartily; and now I saw, though too late, the folly of beginning a work before we count the cost, and before we judge rightly of our own strength to go through with it.", "characters": 184, "sentences": 2}, {"text": "But all I could make use of was all that was valuable: I had enough to eat and supply my wants, and what was all the rest to me?  If I killed more flesh than I could eat, the dog must eat it, or vermin; if I sowed more corn than I could eat, it must be spoiled; the trees that I cut down were lying to rot on the ground; I could make no more use of them but for fuel, and that I had no occasion for but to dress my food.", "characters": 420, "sentences": 2}, {"text": "These reflections made me very sensible of the goodness of Providence to me, and very thankful for my present condition, with all its hardships and misfortunes; and this part also I cannot but recommend to the reflection of those who are apt, in their misery, to say, “Is any affliction like mine?”  Let them consider how much worse the cases of some people are, and their case might have been, if Providence had thought fit.", "characters": 429, "sentences": 2}, {"text": "The next thing to my ink being wasted was that of my bread—I mean the biscuit which I brought out of the ship; this I had husbanded to the last degree, allowing myself but one cake of bread a-day for above a year; and yet I was quite without bread for near a year before I got any corn of my own, and great reason I had to be thankful that I had any at all, the getting it being, as has been already observed, next to miraculous.", "characters": 431, "sentences": 2}, {"text": "Thus I lived mighty comfortably, my mind being entirely composed by resigning myself to the will of God, and throwing myself wholly upon the disposal of His providence.  This made my life better than sociable, for when I began to regret the want of conversation I would ask myself, whether thus conversing mutually with my own thoughts, and (as I hope I may say) with even God Himself, by ejaculations, was not better than the utmost enjoyment of human society in the world?", "characters": 474, "sentences": 2}, {"text": "When I first discovered them, I was going to give over my enterprise, and come back again, not knowing how far it might oblige me to go out to sea; and above all, doubting how I should get back again: so I came to an anchor; for I had made a kind of an anchor with a piece of a broken grappling which I got out of the ship.", "characters": 323, "sentences": 2}, {"text": "Having secured my boat, I took my gun and went on shore, climbing up a hill, which seemed to overlook that point where I saw the full extent of it, and resolved to venture.", "characters": 172, "sentences": 2}, {"text": "I lay here, however, two days, because the wind blowing pretty fresh at ESE., and that being just contrary to the current, made a great breach of the sea upon the point: so that it was not safe for me to keep too close to the shore for the breach, nor to go too far off, because of the stream.", "characters": 293, "sentences": 3}, {"text": "They who know what it is to have a reprieve brought to them upon the ladder, or to be rescued from thieves just going to murder them, or who have been in such extremities, may guess what my present surprise of joy was, and how gladly I put my boat into the stream of this eddy; and the wind also freshening, how gladly I spread my sail to it, running cheerfully before the wind, and with a strong tide or eddy underfoot.", "characters": 420, "sentences": 2}, {"text": "This eddy carried me about a league on my way back again, directly towards the island, but about two leagues more to the northward than the current which carried me away at first; so that when I came near the island, I found myself open to the northern shore of it, that is to say, the other end of the island, opposite to that which I went out from.", "characters": 350, "sentences": 2}, {"text": "When I was on shore, God I fell on my knees and gave God thanks for my deliverance, resolving to lay aside all thoughts of my deliverance by my boat; and refreshing myself with such things as I had, I brought my boat close to the shore, in a little cove that I had spied under some trees, and laid me down to sleep, being quite spent with the labour and fatigue of the voyage.", "characters": 376, "sentences": 2}, {"text": "I soon found I had but a little passed by the place where I had been before, when I travelled on foot to that shore; so taking nothing out of my boat but my gun and umbrella, for it was exceedingly hot, I began my march.  The way was comfortable enough after such a voyage as I had been upon, and I reached my old bower in the evening, where I found everything standing as I left it; for I always kept it in good order, being, as I said before, my country house.", "characters": 462, "sentences": 3}, {"text": "I got over the fence, and laid me down in the shade to rest my limbs, for I was very weary, and fell asleep; but judge you, if you can, that read my story, what a surprise I must be in when I was awaked out of my sleep by a voice calling me by my name several times, “Robin, Robin, Robin Crusoe: poor Robin Crusoe!  Where are you, Robin Crusoe?  Where are you? Where have you been?”", "characters": 386, "sentences": 1}, {"text": "In this government of my temper I remained near a year; and lived a very sedate, retired life, as you may well suppose; and my thoughts being very much composed as to my condition, and fully comforted in resigning myself to the dispositions of Providence, I thought I lived really very happily in all things except that of society.", "characters": 331, "sentences": 2}, {"text": "I improved myself in this time in all the mechanic exercises which my necessities put me upon applying myself to; and I believe I should, upon occasion, have made a very good carpenter, especially considering how few tools I had.", "characters": 229, "sentences": 2}, {"text": "However, for the present I let him go, knowing no better at that time: then I went to the three kids, and taking them one by one, I tied them with strings together, and with some difficulty brought them all home.", "characters": 212, "sentences": 2}, {"text": "This was a great undertaking for one pair of hands yet, as I saw there was an absolute necessity for doing it, my first work was to find out a proper piece of ground, where there was likely to be herbage for them to eat, water for them to drink, and cover to keep them from the sun.", "characters": 282, "sentences": 2}, {"text": "My hedge was begun and carried on, I believe, about fifty yards when this thought occurred to me; so I presently stopped short, and, for the beginning, I resolved to enclose a piece of about one hundred and fifty yards in length, and one hundred yards in breadth, which, as it would maintain as many as I should have in any reasonable time, so, as my stock increased, I could add more ground to my enclosure.", "characters": 408, "sentences": 2}, {"text": "This answered my end, and in about a year and a half I had a flock of about twelve goats, kids and all; and in two years more I had three-and-forty, besides several that I took and killed for my food. After that, I enclosed five several pieces of ground to feed them in, with little pens to drive them to take them as I wanted, and gates out of one piece of ground into another.", "characters": 378, "sentences": 3}, {"text": "I had a great high shapeless cap, made of a goat’s skin, with a flap hanging down behind, as well to keep the sun from me as to shoot the rain off from running into my neck, nothing being so hurtful in these climates as the rain upon the flesh under the clothes.", "characters": 264, "sentences": 2}, {"text": "As for my wall, made, as before, with long stakes or piles, those piles grew all like trees, and were by this time grown so big, and spread so very much, that there was not the least appearance, to any one’s view, of any habitation behind them.", "characters": 246, "sentences": 2}, {"text": "Near this dwelling of mine, but a little farther within the land, and upon lower ground, lay my two pieces of corn land, which I kept duly cultivated and sowed, and which duly yielded me their harvest in its season; and whenever I had occasion for more corn, I had more land adjoining as fit as that.", "characters": 300, "sentences": 2}, {"text": "In this place also I had my grapes growing, which I principally depended on for my winter store of raisins, and which I never failed to preserve very carefully, as the best and most agreeable dainty of my whole diet; and indeed they were not only agreeable, but medicinal, wholesome, nourishing, and refreshing to the last degree.", "characters": 330, "sentences": 2}, {"text": "When I came to my castle (for so I think I called it ever after this), I fled into it like one pursued.  Whether I went over by the ladder, as first contrived, or went in at the hole in the rock, which I had called a door, I cannot remember; no, nor could I remember the next morning, for never frightened hare fled to cover, or fox to earth, with more terror of mind than I to this retreat.", "characters": 391, "sentences": 3}, {"text": "When this was done I stuck all the ground without my wall, for a great length every way, as full with stakes or sticks of the osier-like wood, which I found so apt to grow, as they could well stand; insomuch that I believe I might set in near twenty thousand of them, leaving a pretty large space between them and my wall, that I might have room to see an enemy, and they might have no shelter from the young trees, if they attempted to approach my outer wall.", "characters": 460, "sentences": 2}, {"text": "Thus I took all the measures human prudence could suggest for my own preservation; and it will be seen at length that they were not altogether without just reason; though I foresaw nothing at that time more than my mere fear suggested to me.", "characters": 241, "sentences": 2}, {"text": "While this was doing, I was not altogether careless of my other affairs; for I had a great concern upon me for my little herd of goats: they were not only a ready supply to me on every occasion, and began to be sufficient for me, without the expense of powder and shot, but also without the fatigue of hunting after the wild ones; and I was loath to lose the advantage of them, and to have them all to nurse up over again.", "characters": 422, "sentences": 2}, {"text": "As I expected, so it proved; for as soon as the tide made to the westward I saw them all take boat and row (or paddle as we call it) away.  I should have observed, that for an hour or more before they went off they were dancing, and I could easily discern their postures and gestures by my glass.  I could not perceive, by my nicest observation, but that they were stark naked, and had not the least covering upon them; but whether they were men or women I could not distinguish.", "characters": 479, "sentences": 4}, {"text": "The perturbation of my mind during this fifteen or sixteen months’ interval was very great; I slept unquietly, dreamed always frightful dreams, and often started out of my sleep in the night.  In the day great troubles overwhelmed my mind; and in the night I dreamed often of killing the savages and of the reasons why I might justify doing it.", "characters": 346, "sentences": 3}, {"text": "I am now to be supposed retired into my castle, after my late voyage to the wreck, my frigate laid up and secured under water, as usual, and my condition restored to what it was before: I had more wealth, indeed, than I had before, but was not at all the richer; for I had no more use for it than the Indians of Peru had before the Spaniards came there.", "characters": 353, "sentences": 2}, {"text": "I caused Friday to gather all the skulls, bones, flesh, and whatever remained, and lay them together in a heap, and make a great fire upon it, and burn them all to ashes.  I found Friday had still a hankering stomach after some of the flesh, and was still a cannibal in his nature; but I showed so much abhorrence at the very thoughts of it, and at the least appearance of it, that he durst not discover it: for I had, by some means, let him know that I would kill him if he offered it.", "characters": 486, "sentences": 3}, {"text": "The next day I set him to work beating some corn out, and sifting it in the manner I used to do, as I observed before; and he soon understood how to do it as well as I, especially after he had seen what the meaning of it was, and that it was to make bread of; for after that I let him see me make my bread, and bake it too; and in a little time Friday was able to do all the work for me as well as I could do it myself.", "characters": 419, "sentences": 2}, {"text": "I had a mind once to try if he had any inclination for his own country again; and having taught him English so well that he could answer me almost any question, I asked him whether the nation that he belonged to never conquered in battle?  At which he smiled, and said—“Yes, yes, we always fight the better;” that is, he meant always get the better in fight; and so we began the following discourse:—", "characters": 408, "sentences": 1}, {"text": "_Friday_.—They more many than my nation, in the place where me was; they take one, two, three, and me: my nation over-beat them in the yonder place, where me no was; there my nation take one, two, great thousand.", "characters": 214, "sentences": 3}, {"text": "_Friday_.—They run, one, two, three, and me, and make go in the canoe; my nation have no canoe that time.", "characters": 107, "sentences": 3}, {"text": "_Master_.—Well, Friday, and what does your nation do with the men they take?  Do they carry them away and eat them, as these did?", "characters": 131, "sentences": 2}, {"text": "_Friday_.—Yes, I have been here (points to the NW. side of the island, which, it seems, was their side).", "characters": 106, "sentences": 4}, {"text": "Friday described the boat to me well enough; but brought me better to understand him when he added with some warmth, “We save the white mans from drown.”  Then I presently asked if there were any white mans, as he called them, in the boat.  “Yes,” he said; “the boat full of white mans.” I asked him how many.  He told upon his fingers seventeen.  I asked him then what became of them.  He told me, “They live, they dwell at my nation.”", "characters": 452, "sentences": 8}, {"text": "While my jealousy of him lasted, you may be sure I was every day pumping him to see if he would discover any of the new thoughts which I suspected were in him; but I found everything he said was so honest and so innocent, that I could find nothing to nourish my suspicion; and in spite of all my uneasiness, he made me at last entirely his own again; nor did he in the least perceive that I was uneasy, and therefore I could not suspect him of deceit.", "characters": 451, "sentences": 2}, {"text": "This affair put an end to our pursuit of the canoe with the other savages, who were now almost out of sight; and it was happy for us that we did not, for it blew so hard within two hours after, and before they could be got a quarter of their way, and continued blowing so hard all night, and that from the north-west, which was against them, that I could not suppose their boat could live, or that they ever reached their own coast.", "characters": 432, "sentences": 2}, {"text": "To remedy this, I went to work in my thought, and calling to Friday to bid them sit down on the bank while he came to me, I soon made a kind of hand-barrow to lay them on, and Friday and I carried them both up together upon it between us.", "characters": 238, "sentences": 2}, {"text": "While this was doing, I sent Friday with the captain’s mate to the boat with orders to secure her, and bring away the oars and sails, which they did; and by-and-by three straggling men, that were (happily for them) parted from the rest, came back upon hearing the guns fired; and seeing the captain, who was before their prisoner, now their conqueror, they submitted to be bound also; and so our victory was complete.", "characters": 419, "sentences": 2}, {"text": "The captain was terribly amazed, and even confounded, at this, believing they would go on board the ship again and set sail, giving their comrades over for lost, and so he should still lose the ship, which he was in hopes we should have recovered; but he was quickly as much frightened the other way.", "characters": 300, "sentences": 2}, {"text": "Though this was all but a fiction of his own, yet it had its desired effect; Atkins fell upon his knees to beg the captain to intercede with the governor for his life; and all the rest begged of him, for God’s sake, that they might not be sent to England.", "characters": 257, "sentences": 2}, {"text": "Our strength was now thus ordered for the expedition: first, the captain, his mate, and passenger; second, the two prisoners of the first gang, to whom, having their character from the captain, I had given their liberty, and trusted them with arms; third, the other two that I had kept till now in my bower, pinioned, but on the captain’s motion had now released; fourth, these five released at last; so that there were twelve in all, besides five we kept prisoners in the cave for hostages.", "characters": 493, "sentences": 2}, {"text": "When I showed myself to the two hostages, it was with the captain, who told them I was the person the governor had ordered to look after them; and that it was the governor’s pleasure they should not stir anywhere but by my direction; that if they did, they would be fetched into the castle, and be laid in irons: so that as we never suffered them to see me as governor, I now appeared as another person, and spoke of the governor, the garrison, the castle, and the like, upon all occasions.", "characters": 492, "sentences": 2}, {"text": "When the captain was gone I sent for the men up to me to my apartment, and entered seriously into discourse with them on their circumstances.  I told them I thought they had made a right choice; that if the captain had carried them away they would certainly be hanged.  I showed them the new captain hanging at the yard-arm of the ship, and told them they had nothing less to expect.", "characters": 383, "sentences": 4}, {"text": "Some time after this, the boat was ordered on shore, the tide being up, with the things promised to the men; to which the captain, at my intercession, caused their chests and clothes to be added, which they took, and were very thankful for.  I also encouraged them, by telling them that if it lay in my power to send any vessel to take them in, I would not forget them.", "characters": 369, "sentences": 3}, {"text": "I met with one piece of gratitude indeed, which I did not expect; and this was, that the master of the ship, whom I had so happily delivered, and by the same means saved the ship and cargo, having given a very handsome account to the owners of the manner how I had saved the lives of the men and the ship, they invited me to meet them and some other merchants concerned, and all together made me a very handsome compliment upon the subject, and a present of almost £200 sterling.", "characters": 480, "sentences": 2}, {"text": "I showed myself a little concerned and uneasy at this account, and inquired of the old captain how it came to pass that the trustees should thus dispose of my effects, when he knew that I had made my will, and had made him, the Portuguese captain, my universal heir, &c.", "characters": 270, "sentences": 2}, {"text": "Never was anything more honourable than the proceedings upon this procuration; for in less than seven months I received a large packet from the survivors of my trustees, the merchants, for whose account I went to sea, in which were the following, particular letters and papers enclosed:—", "characters": 289, "sentences": 1}, {"text": "First, there was the account-current of the produce of my farm or plantation, from the year when their fathers had balanced with my old Portugal captain, being for six years; the balance appeared to be one thousand one hundred and seventy-four moidores in my favour.", "characters": 266, "sentences": 2}, {"text": "Secondly, there was the account of four years more, while they kept the effects in their hands, before the government claimed the administration, as being the effects of a person not to be found, which they called civil death; and the balance of this, the value of the plantation increasing, amounted to nineteen thousand four hundred and forty-six crusadoes, being about three thousand two hundred and forty moidores.", "characters": 418, "sentences": 2}, {"text": "Thirdly, there was the Prior of St. Augustine’s account, who had received the profits for above fourteen years; but not being able to account for what was disposed of by the hospital, very honestly declared he had eight hundred and seventy-two moidores not distributed, which he acknowledged to my account: as to the king’s part, that refunded nothing.", "characters": 356, "sentences": 3}, {"text": "But, as I have said, this was not the main thing that kept me from going to the Brazils, but that really I did not know with whom to leave my effects behind me; so I resolved at last to go to England, where, if I arrived, I concluded that I should make some acquaintance, or find some relations, that would be faithful to me; and, accordingly, I prepared to go to England with all my wealth.", "characters": 391, "sentences": 2}, {"text": "Having thus settled my affairs, sold my cargo, and turned all my effects into good bills of exchange, my next difficulty was which way to go to England: I had been accustomed enough to the sea, and yet I had a strange aversion to go to England by the sea at that time, and yet I could give no reason for it, yet the difficulty increased upon me so much, that though I had once shipped my baggage in order to go, yet I altered my mind, and that not once but two or three times.", "characters": 476, "sentences": 2}, {"text": "In this manner I set out from Lisbon; and our company being very well mounted and armed, we made a little troop, whereof they did me the honour to call me captain, as well because I was the oldest man, as because I had two servants, and, indeed, was the origin of the whole journey.", "characters": 282, "sentences": 2}, {"text": "As I have troubled you with none of my sea journals, so I shall trouble you now with none of my land journals; but some adventures that happened to us in this tedious and difficult journey I must not omit.", "characters": 205, "sentences": 2}, {"text": "We were a little uneasy, however, when we found it snowed one whole day and a night so fast that we could not travel; but he bid us be easy; we should soon be past it all: we found, indeed, that we began to descend every day, and to come more north than before; and so, depending upon our guide, we went on.", "characters": 307, "sentences": 2}, {"text": "It was happy for the poor man that it was my man Friday; for, having been used to such creatures in his country, he had no fear upon him, but went close up to him and shot him; whereas, any other of us would have fired at a farther distance, and have perhaps either missed the wolf or endangered shooting the man.", "characters": 313, "sentences": 2}, {"text": "It is easy to suppose that at the noise of Friday’s pistol we all mended our pace, and rode up as fast as the way, which was very difficult, would give us leave, to see what was the matter.  As soon as we came clear of the trees, which blinded us before, we saw clearly what had been the case, and how Friday had disengaged the poor guide, though we did not presently discern what kind of creature it was he had killed.", "characters": 421, "sentences": 3}, {"text": "These things, and the approach of night, called us off, or else, as Friday would have had us, we should certainly have taken the skin of this monstrous creature off, which was worth saving; but we had near three leagues to go, and our guide hastened us; so we left him, and went forward on our journey.", "characters": 302, "sentences": 2}, {"text": "I have nothing uncommon to take notice of in my passage through France—nothing but what other travellers have given an account of with much more advantage than I can.  I travelled from Toulouse to Paris, and without any considerable stay came to Calais, and landed safe at Dover the 14th of January, after having had a severe cold season to travel in.", "characters": 353, "sentences": 3}, {"text": "I was now come to the centre of my travels, and had in a little time all my new-discovered estate safe about me, the bills of exchange which I brought with me having been currently paid.", "characters": 186, "sentences": 2}, {"text": "My principal guide and privy-counsellor was my good ancient widow, who, in gratitude for the money I had sent her, thought no pains too much nor care too great to employ for me; and I trusted her so entirely that I was perfectly easy as to the security of my effects; and, indeed, I was very happy from the beginning, and now to the end, in the unspotted integrity of this good gentlewoman.", "characters": 390, "sentences": 2}, {"text": "And now, having resolved to dispose of my plantation in the Brazils, I wrote to my old friend at Lisbon, who, having offered it to the two merchants, the survivors of my trustees, who lived in the Brazils, they accepted the offer, and remitted thirty-three thousand pieces of eight to a correspondent of theirs at Lisbon to pay for it.", "characters": 335, "sentences": 2}, {"text": "In the meantime, I in part settled myself here; for, first of all, I married, and that not either to my disadvantage or dissatisfaction, and had three children, two sons and one daughter; but my wife dying, and my nephew coming home with good success from a voyage to Spain, my inclination to go abroad, and his importunity, prevailed, and engaged me to go in his ship as a private trader to the East Indies; this was in the year 1694.", "characters": 435, "sentences": 2}, {"text": "Here I stayed about twenty days, left them supplies of all necessary things, and particularly of arms, powder, shot, clothes, tools, and two workmen, which I had brought from England with me, viz. a carpenter and a smith.", "characters": 221, "sentences": 3}, {"text": "Besides this, I shared the lands into parts with them, reserved to myself the property of the whole, but gave them such parts respectively as they agreed on; and having settled all things with them, and engaged them not to leave the place, I left them there.", "characters": 258, "sentences": 2}, {"text": "But all these things, with an account how three hundred Caribbees came and invaded them, and ruined their plantations, and how they fought with that whole number twice, and were at first defeated, and one of them killed; but at last, a storm destroying their enemies’ canoes, they famished or destroyed almost all the rest, and renewed and recovered the possession of their plantation, and still lived upon the island.", "characters": 420, "sentences": 2}, {"text": "All these things, with some very surprising incidents in some new adventures of my own, for ten years more, I shall give a farther account of in the Second Part of my Story.", "characters": 173, "sentences": 2}], "id": 521, "paragraphs": 221, "author": "Daniel Defoe"}