{"title": "Heart of Darkness", "data": [{"text": "The Nellie, a cruising yawl, swung to her anchor without a flutter of the sails, and was at rest. The flood had made, the wind was nearly calm, and being bound down the river, the only thing for it was to come to and wait for the turn of the tide.", "characters": 247, "sentences": 3}, {"text": "The Director of Companies was our captain and our host. We four affectionately watched his back as he stood in the bows looking to seaward. On the whole river there was nothing that looked half so nautical. He resembled a pilot, which to a seaman is trustworthiness personified. It was difficult to realize his work was not out there in the luminous estuary, but behind him, within the brooding gloom.", "characters": 401, "sentences": 6}, {"text": "And at last, in its curved and imperceptible fall, the sun sank low, and from glowing white changed to a dull red without rays and without heat, as if about to go out suddenly, stricken to death by the touch of that gloom brooding over a crowd of men.", "characters": 251, "sentences": 2}, {"text": "The sun set; the dusk fell on the stream, and lights began to appear along the shore. The Chapman lighthouse, a three-legged thing erect on a mud-flat, shone strongly. Lights of ships moved in the fairway--a great stir of lights going up and going down. And farther west on the upper reaches the place of the monstrous town was still marked ominously on the sky, a brooding gloom in sunshine, a lurid glare under the stars.", "characters": 423, "sentences": 5}, {"text": "His remark did not seem at all surprising. It was just like Marlow. It was accepted in silence. No one took the trouble to grunt even; and presently he said, very slow--", "characters": 169, "sentences": 4}, {"text": "\"You understand it was a Continental concern, that Trading society; but I have a lot of relations living on the Continent, because it's cheap and not so nasty as it looks, they say.", "characters": 181, "sentences": 2}, {"text": "\"I flew around like mad to get ready, and before forty-eight hours I was crossing the Channel to show myself to my employers, and sign the contract. In a very few hours I arrived in a city that always makes me think of a whited sepulcher. Prejudice no doubt. I had no difficulty in finding the Company's offices. It was the biggest thing in the town, and everybody I met was full of it. They were going to run an over-sea empire, and make no end of coin by trade.", "characters": 463, "sentences": 7}, {"text": "\"In about forty-five seconds I found myself again in the waiting-room with the compassionate secretary, who, full of desolation and sympathy, made me sign some document. I believe I undertook amongst other things not to disclose any trade secrets. Well, I am not going to.", "characters": 272, "sentences": 4}, {"text": "\"'You forget, dear Charlie, that the laborer is worthy of his hire,' she said, brightly. It's queer how out of touch with truth women are. They live in a world of their own, and there had never been anything like it, and never can be. It is too beautiful altogether, and if they were to set it up it would go to pieces before the first sunset. Some confounded fact we men have been living contentedly with ever since the day of creation would start up and knock the whole thing over.", "characters": 483, "sentences": 6}, {"text": "\"It was upward of thirty days before I saw the mouth of the big river. We anchored off the seat of the government. But my work would not begin till some two hundred miles farther on. So as soon as I could I made a start for a place thirty miles higher up.", "characters": 255, "sentences": 5}, {"text": "\"Black shapes crouched, lay, sat between the trees, leaning against the trunks, clinging to the earth, half coming out, half effaced within the dim light, in all the attitudes of pain, abandonment, and despair. Another mine on the cliff went off, followed by a slight shudder of the soil under my feet. The work was going on. The work! And this was the place where some of the helpers had withdrawn to die.", "characters": 406, "sentences": 5}, {"text": "\"I didn't want any more loitering in the shade, and I made haste towards the station. When near the buildings I met a white man, in such an unexpected elegance of get-up that in the first moment I took him for a sort of vision. I saw a high starched collar, white cuffs, a light alpaca jacket, snowy trousers, a clear necktie, and varnished boots. No hat. Hair parted, brushed, oiled, under a green-lined parasol held in a big white hand. He was amazing, and had a penholder behind his ear.", "characters": 490, "sentences": 7}, {"text": "\"Everything else in the station was in a muddle,--heads, things, buildings. Strings of dusty niggers with splay feet arrived and departed; a stream of manufactured goods, rubbishy cottons, beads, and brass-wire set into the depths of darkness, and in return came a precious trickle of ivory.", "characters": 291, "sentences": 3}, {"text": "\"He turned to his work. The noise outside had ceased, and presently in going out I stopped at the door. In the steady buzz of flies the homeward-bound agent was lying flushed and insensible; the other, bent over his books, was making correct entries of perfectly correct transactions; and fifty feet below the doorstep I could see the still tree-tops of the grove of death.", "characters": 373, "sentences": 4}, {"text": "\"It arrested me, and he stood by civilly, holding a half-pint champagne bottle (medical comforts) with the candle stuck in it. To my question he said Mr. Kurtz had painted this--in this very station more than a year ago--while waiting for means to go to his trading-post. 'Tell me, pray,' said I, 'who is this Mr. Kurtz?'", "characters": 321, "sentences": 5}, {"text": "\". . . No, it is impossible; it is impossible to convey the life-sensation of any given epoch of one's existence,--that which makes its truth, its meaning--its subtle and penetrating essence. It is impossible. We live, as we dream--alone. . . .\"", "characters": 245, "sentences": 10}, {"text": "He paused again as if reflecting, then added--\"Of course in this you fellows see more than I could then. You see me, whom you know. . . .\"", "characters": 138, "sentences": 6}, {"text": "It had become so pitch dark that we listeners could hardly see one another. For a long time already he, sitting apart, had been no more to us than a voice. There was not a word from anybody. The others might have been asleep, but I was awake. I listened, I listened on the watch for the sentence, for the word, that would give me the clew to the faint uneasiness inspired by this narrative that seemed to shape itself without human lips in the heavy night-air of the river.", "characters": 473, "sentences": 6}, {"text": "\"In exterior he resembled a butcher in a poor neighborhood, and his eyes had a look of sleepy cunning. He carried his fat paunch with ostentation on his short legs, and during the time his gang infested the station spoke to no one but his nephew. You could see these two roaming about all day long with their heads close together in an everlasting confab.", "characters": 355, "sentences": 4}, {"text": "\"I had given up worrying myself about the rivets. One's capacity for that kind of folly is more limited than you would suppose. I said Hang!--and let things slide. I had plenty of time for meditation, and now and then I would give some thought to Kurtz. I wasn't very interested in him. No. Still, I was curious to see whether this man, who had come out equipped with moral ideas of some sort, would climb to the top after all, and how he would set about his work when there.\"", "characters": 476, "sentences": 8}, {"text": "\"They swore aloud together--out of sheer fright, I believe--then pretending not to know anything of my existence, turned back to the station. The sun was low; and leaning forward side by side, they seemed to be tugging painfully uphill their two ridiculous shadows of unequal length, that trailed behind them slowly over the tall grass without bending a single blade.", "characters": 367, "sentences": 3}, {"text": "\"Try to be civil, Marlow,\" growled a voice, and I knew there was at least one listener awake besides myself.", "characters": 108, "sentences": 2}, {"text": "\"I had been dimly aware for some time of a worrying noise, and when I lifted my eyes I saw the wood-pile was gone, and the manager, aided by all the pilgrims, was shouting at me from the river-side. I slipped the book into my pocket. I assure you to leave off reading was like tearing myself away from the shelter of an old and solid friendship.", "characters": 345, "sentences": 4}, {"text": "\"I started the lame engine ahead. 'It must be this miserable trader--this intruder,' exclaimed the manager, looking back malevolently at the place we had left. 'He must be English,' I said. 'It will not save him from getting into trouble if he is not careful,' muttered the manager darkly. I observed with assumed innocence that no man was safe from trouble in this world.", "characters": 372, "sentences": 6}, {"text": "There was a pause of profound stillness, then a match flared, and Marlow's lean face appeared, worn, hollow, with downward folds and dropped eyelids, with an aspect of concentrated attention; and as he took vigorous draws at his pipe, it seemed to retreat and advance out of the night in the regular flicker of the tiny flame. The match went out.", "characters": 346, "sentences": 3}, {"text": "\"The manager stood by the wheel murmuring confidentially about the necessity of getting well away down the river before dark at all events, when I saw in the distance a clearing on the river-side and the outlines of some sort of building. 'What's this?' I asked. He clapped his hands in wonder. 'The station!' he cried. I edged in at once, still going half-speed.", "characters": 363, "sentences": 6}, {"text": "\"He threw his arms up. We were on deck at the time, and the headman of my wood-cutters, lounging near by, turned upon him his heavy and glittering eyes. I looked around, and I don't know why, but I assure you that never, never before, did this land, this river, this jungle, the very arch of this blazing sky, appear to me so hopeless and so dark, so impenetrable to human thought, so pitiless to human weakness. 'And, ever since, you have been with him, of course?' I said.", "characters": 474, "sentences": 5}, {"text": "\"His voice lost itself in the calm of the evening. The long shadows of the forest had slipped down hill while we talked, had gone far beyond the ruined hovel, beyond the symbolic row of stakes. All this was in the gloom, while we down there were yet in the sunshine, and the stretch of the river abreast of the clearing glittered in a still and dazzling splendor, with a murky and over-shadowed bend above and below. Not a living soul was seen on the shore. The bushes did not rustle.", "characters": 484, "sentences": 6}, {"text": "\"The manager appeared silently in the doorway; I stepped out at once and he drew the curtain after me. The Russian, eyed curiously by the pilgrims, was staring at the shore. I followed the direction of his glance.", "characters": 213, "sentences": 4}, {"text": "\"Dark human shapes could be made out in the distance, flitting indistinctly against the gloomy border of the forest, and near the river two bronze figures, leaning on tall spears, stood in the sunlight under fantastic headdresses of spotted skins, warlike and still in statuesque repose. And from right to left along the lighted shore moved a wild and gorgeous apparition of a woman.", "characters": 383, "sentences": 3}, {"text": "\"She turned away slowly, walked on, following the bank, and passed into the bushes to the left. Once only her eyes gleamed back at us in the dusk of the thickets before she disappeared.", "characters": 185, "sentences": 3}, {"text": "\"At this moment I heard Kurtz's deep voice behind the curtain, 'Save me!--save the ivory, you mean. Don't tell me. Save _me!_ Why, I've had to save you. You are interrupting my plans now. Sick! Sick! Not so sick as you would like to believe. Never mind. I'll carry my ideas out yet--I will return. I'll show you what can be done. You with your little peddling notions--you are interfering with me. I will return. I . . .'", "characters": 421, "sentences": 14}, {"text": "\"We had carried Kurtz into the pilot-house: there was more air there. Lying on the couch, he stared through the open shutter. There was an eddy in the mass of human bodies, and the woman with helmeted head and tawny cheeks rushed out to the very brink of the stream. She put out her hands, shouted something, and all that wild mob took up the shout in a roaring chorus of articulated, rapid, breathless utterance.", "characters": 413, "sentences": 5}, {"text": "\"He kept on looking out past me with fiery, longing eyes, with a mingled expression of wistfulness and hate. He made no answer, but I saw a smile, a smile of indefinable meaning, appear on his colorless lips that a moment after twitched convulsively. 'Do I not?' he said slowly, gasping, as if the words had been torn out of him by a supernatural power.", "characters": 353, "sentences": 4}, {"text": "\"And then that imbecile crowd down on the deck started their little fun, and I could see nothing more for smoke.", "characters": 112, "sentences": 2}, {"text": "\"One evening coming in with a candle I was startled to hear him say a little tremulously, 'I am lying here in the dark waiting for death.' The light was within a foot of his eyes. I forced myself to murmur, 'Oh, nonsense!' and stood over him as if transfixed.", "characters": 259, "sentences": 4}, {"text": "\"All the pilgrims rushed out to see. I remained, and went on with my dinner. I believe I was considered brutally callous. However, I did not eat much. There was a lamp in there--light, don't you know--and outside it was so beastly, beastly dark. I went no more near the remarkable man who had pronounced a judgment upon the adventures of his soul on this earth. The voice was gone. What else had been there? But I am of course aware that next day the pilgrims buried something in a muddy hole.", "characters": 493, "sentences": 9}, {"text": "\"The dusk was falling. I had to wait in a lofty drawing-room with three long windows from floor to ceiling that were like three luminous and bedraped columns. The bent gilt legs and backs of the furniture shone in indistinct curves. The tall marble fireplace had a cold and monumental whiteness. A grand piano stood massively in a corner, with dark gleams on the flat surfaces like a somber and polished sarcophagus. A high door opened--closed. I rose.", "characters": 452, "sentences": 8}, {"text": "\"'Intimacy grows quick out there,' I said. 'I knew him as well as it is possible for one man to know another.'", "characters": 110, "sentences": 3}, {"text": "\"'He was a remarkable man,' I said, unsteadily. Then before the appealing fixity of her gaze, that seemed to watch for more words on my lips, I went on, 'It was impossible not to--'", "characters": 181, "sentences": 2}, {"text": "\"'Love him,' she finished eagerly, silencing me into an appalled dumbness. 'How true! how true! But when you think that no one knew him so well as I! I had all his noble confidence. I knew him best.'", "characters": 199, "sentences": 4}, {"text": "\"'You knew him best,' I repeated. And perhaps she did. But with every word spoken the room was growing darker, and only her forehead, smooth and white, remained illumined by the unextinguishable light of belief and love.", "characters": 220, "sentences": 4}, {"text": "\"'You were his friend,' she went on. 'His friend,' she repeated, a little louder. 'You must have been, if he had given you this, and sent you to me. I feel I can speak to you--and oh! I must speak. I want you--you who have heard his last words--to know I have been worthy of him. . . . It is not pride. . . . Yes! I am proud to know I understood him better than anyone on earth--he told me so himself. And since his mother died I have had no one--no one--to--to--'", "characters": 464, "sentences": 14}, {"text": "\"'Yes, I know,' I said with something like despair in my heart, but bowing my head before the faith that was in her, before that great and saving illusion that shone with an unearthly glow in the darkness, in the triumphant darkness from which I could not have defended her--from which I could not even defend myself.", "characters": 317, "sentences": 2}, {"text": "\"'What a loss to me--to us!'--she corrected herself with beautiful generosity; then added in a murmur, 'To the world.' By the last gleams of twilight I could see the glitter of her eyes, full of tears--of tears that would not fall.", "characters": 231, "sentences": 3}, {"text": "\"'I have been very happy--very fortunate--very proud,' she went on. 'Too fortunate. Too happy for a little while. And now I am unhappy for--for life.'", "characters": 150, "sentences": 5}, {"text": "\"She stood up; her fair hair seemed to catch all the remaining light in a glimmer of gold. I rose too.", "characters": 102, "sentences": 3}, {"text": "\"'And of all this,' she went on, mournfully, 'of all his promise, and of all his greatness, of his generous mind, of his noble heart, nothing remains--nothing but a memory. You and I--'", "characters": 185, "sentences": 2}, {"text": "\"'No!' she cried. 'It is impossible that all this should be lost--that such a life should be sacrificed to leave nothing--but sorrow. You know what vast plans he had. I knew of them too--I could not perhaps understand,--but others knew of them. Something must remain. His words, at least, have not died.'", "characters": 304, "sentences": 7}, {"text": "\"'And his example,' she whispered to herself. 'Men looked up to him,--his goodness shone in every act. His example--'", "characters": 117, "sentences": 3}, {"text": "\"'But I do not. I cannot--I cannot believe--not yet. I cannot believe that I shall never see him again, that nobody will see him again, never, never, never.'", "characters": 157, "sentences": 4}, {"text": "\"'Ah, but I believed in him more than anyone on earth--more than his own mother, more than--himself. He needed me! Me! I would have treasured every sigh, every word, every sign, every glance.'", "characters": 192, "sentences": 3}, {"text": "\"'Forgive me. I--I--have mourned so long in silence--in silence. . . . You were with him--to the last? I think of his loneliness. Nobody near to understand him as I would have understood. Perhaps no one to hear. . . .'", "characters": 218, "sentences": 12}, {"text": "\"'Repeat them,' she said in a heart-broken tone. 'I want--I want--something--something--to--to live with.'", "characters": 106, "sentences": 3}, {"text": "\"I was on the point of crying at her, 'Don't you hear them?' The dusk was repeating them in a persistent whisper all around us, in a whisper that seemed to swell menacingly like the first whisper of a rising wind. 'The horror! The horror!'", "characters": 239, "sentences": 2}, {"text": "\"'His last word--to live with,' she murmured. 'Don't you understand I loved him--I loved him--I loved him!'", "characters": 107, "sentences": 2}, {"text": "Marlow ceased, and sat apart, indistinct and silent, in the pose of a meditating Buddha. Nobody moved for a time. \"We have lost the first of the ebb,\" said the Director, suddenly. I raised my head. The offing was barred by a black bank of clouds, and the tranquil waterway leading to the uttermost ends of the earth flowed somber under an overcast sky--seemed to lead into the heart of an immense darkness.", "characters": 406, "sentences": 6}], "id": 526, "paragraphs": 57, "author": "Joseph Conrad"}