{"title": "The Iliad of Homer", "data": [{"text": "INTRODUCTION. POPE'S PREFACE TO THE ILIAD OF HOMER BOOK I. BOOK II. BOOK III. BOOK IV. BOOK V. BOOK VI. BOOK VII. BOOK VIII. BOOK IX. BOOK X. BOOK XI. BOOK XII. BOOK XIII. BOOK XIV. BOOK XV. BOOK XVI. BOOK XVII. BOOK XVIII. BOOK XIX. BOOK XX. BOOK XXI. BOOK XXII. BOOK XXIII. BOOK XXIV. CONCLUDING NOTE.", "characters": 303, "sentences": 27}, {"text": "It is, however, unfortunate that the professed biographies of Homer are partly forgeries, partly freaks of ingenuity and imagination, in which truth is the requisite most wanting. Before taking a brief review of the Homeric theory in its present conditions, some notice must be taken of the treatise on the Life of Homer which has been attributed to Herodotus.", "characters": 360, "sentences": 3}, {"text": "But poverty still drove him on, and he went by way of Larissa, as being the most convenient road. Here, the Cumans say, he composed an epitaph on Gordius, king of Phrygia, which has however, and with greater probability, been attributed to Cleobulus of Lindus.(5)", "characters": 263, "sentences": 3}, {"text": "\"The dogs, instead of eating, kept barking at the stranger, according to their usual habit. Whereupon Homer addressed Glaucus thus: O Glaucus, my friend, prythee attend to my behest. First give the dogs their supper at the doors of the hut: for so it is better, since, whilst they watch, nor thief nor wild beast will approach the fold.", "characters": 336, "sentences": 4}, {"text": "Glaucus was pleased with the advice, and marvelled at its author. Having finished supper, they banqueted(10) afresh on conversation, Homer narrating his wanderings, and telling of the cities he had visited.", "characters": 206, "sentences": 3}, {"text": "Glaucus told Homer what had taken place, and bade him follow him, assuring him that good fortune would be the result. Conversation soon showed that the stranger was a man of much cleverness and general knowledge, and the Chian persuaded him to remain, and to undertake the charge of his children.(11)", "characters": 300, "sentences": 3}, {"text": "So successful was this school, that Homer realised a considerable fortune. He married, and had two daughters, one of whom died single, the other married a Chian.", "characters": 161, "sentences": 3}, {"text": "The following passage betrays the same tendency to connect the personages of the poems with the history of the poet, which has already been mentioned:--", "characters": 152, "sentences": 1}, {"text": "\"In his poetical compositions Homer displays great gratitude towards Mentor of Ithaca, in the Odyssey, whose name he has inserted in his poem as the companion of Ulysses,(13) in return for the care taken of him when afflicted with blindness. He also testifies his gratitude to Phemius, who had given him both sustenance and instruction.\"", "characters": 337, "sentences": 3}, {"text": "In the spring he sailed for Athens, and arrived at the island of Ios, now Ino, where he fell extremely ill, and died. It is said that his death arose from vexation, at not having been able to unravel an enigma proposed by some fishermen's children.(15)", "characters": 252, "sentences": 3}, {"text": "Such is, in brief, the substance of the earliest life of Homer we possess, and so broad are the evidences of its historical worthlessness, that it is scarcely necessary to point them out in detail. Let us now consider some of the opinions to which a persevering, patient, and learned--but by no means consistent--series of investigations has led. In doing so, I profess to bring forward statements, not to vouch for their reasonableness or probability.", "characters": 452, "sentences": 4}, {"text": "\"Homer appeared. The history of this poet and his works is lost in doubtful obscurity, as is the history of many of the first minds who have done honour to humanity, because they rose amidst darkness. The majestic stream of his song, blessing and fertilizing, flows like the Nile, through many lands and nations; and, like the sources of the Nile, its fountains will ever remain concealed.\"", "characters": 390, "sentences": 4}, {"text": "Such are the words in which one of the most judicious German critics has eloquently described the uncertainty in which the whole of the Homeric question is involved. With no less truth and feeling he proceeds:--", "characters": 211, "sentences": 2}, {"text": "From this criticism, which shows as much insight into the depths of human nature as into the minute wire-drawings of scholastic investigation, let us pass on to the main question at issue. Was Homer an individual?(17) or were the Iliad and Odyssey the result of an ingenious arrangement of fragments by earlier poets?", "characters": 317, "sentences": 2}, {"text": "Well has Landor remarked: \"Some tell us there were twenty Homers; some deny that there was ever one. It were idle and foolish to shake the contents of a vase, in order to let them settle at last. We are perpetually labouring to destroy our delights, our composure, our devotion to superior power. Of all the animals on earth we least know what is good for us. My opinion is, that what is best for us is our admiration of good. No man living venerates Homer more than I do.\" (18)", "characters": 478, "sentences": 7}, {"text": "But, greatly as we admire the generous enthusiasm which rests contented with the poetry on which its best impulses had been nurtured and fostered, without seeking to destroy the vividness of first impressions by minute analysis--our editorial office compels us to give some attention to the doubts and difficulties with which the Homeric question is beset, and to entreat our reader, for a brief period, to prefer his judgment to his imagination, and to condescend to dry details.", "characters": 480, "sentences": 2}, {"text": "Before, however, entering into particulars respecting the question of this unity of the Homeric poems, (at least of the Iliad,) I must express my sympathy with the sentiments expressed in the following remarks:--", "characters": 212, "sentences": 1}, {"text": "\"'The critic eye--that microscope of wit   Sees hairs and pores, examines bit by bit,   How parts relate to parts, or they to whole   The body's harmony, the beaming soul,   Are things which Kuster, Burmann, Wasse, shall see,   When man's whole frame is obvious to a flea.'\"(19)", "characters": 278, "sentences": 2}, {"text": "At the end of the seventeenth century, doubts had begun to awaken on the subject, and we find Bentley remarking that \"Homer wrote a sequel of songs and rhapsodies, to be sung by himself, for small comings and good cheer, at festivals and other days of merriment. These loose songs were not collected together, in the form of an epic poem, till about Peisistratus' time, about five hundred years after.\"(23)", "characters": 406, "sentences": 3}, {"text": "Two French writers--Hedelin and Perrault--avowed a similar scepticism on the subject; but it is in the \"Scienza Nuova\" of Battista Vico, that we first meet with the germ of the theory, subsequently defended by Wolf with so much learning and acuteness. Indeed, it is with the Wolfian theory that we have chiefly to deal, and with the following bold hypothesis, which we will detail in the words of Grote(24)--", "characters": 408, "sentences": 2}, {"text": "But even Peisistratus has not been suffered to remain in possession of the credit, and we cannot help feeling the force of the following observations--", "characters": 151, "sentences": 1}, {"text": "I cannot, however, help thinking, that the story which attributes the preservation of these poems to Lycurgus, is little else than a version of the same story as that of Peisistratus, while its historical probability must be measured by that of many others relating to the Spartan Confucius.", "characters": 291, "sentences": 2}, {"text": "I will conclude this sketch of the Homeric theories, with an attempt, made by an ingenious friend, to unite them into something like consistency. It is as follows:--", "characters": 165, "sentences": 2}, {"text": "And it was this supposed unity of authorship which gave these poems their powerful influence over the minds of the men of old. Heeren, who is evidently little disposed in favour of modern theories, finely observes:--", "characters": 216, "sentences": 2}, {"text": "As the hymns, and some other poems usually ascribed to Homer, are not included in Pope's translation, I will content myself with a brief account of the Battle of the Frogs and Mice, from the pen of a writer who has done it full justice(37):--", "characters": 242, "sentences": 1}, {"text": "Having thus given a brief account of the poems comprised in Pope's design, I will now proceed to make a few remarks on his translation, and on my own purpose in the present edition.", "characters": 181, "sentences": 2}, {"text": "I shall here endeavour to show how this vast invention exerts itself in a manner superior to that of any poet through all the main constituent parts of his work: as it is the great and peculiar characteristic which distinguishes him from all other authors.", "characters": 256, "sentences": 2}, {"text": "For a further preservation of this air of simplicity, a particular care should be taken to express with all plainness those moral sentences and proverbial speeches which are so numerous in this poet. They have something venerable, and as I may say, oracular, in that unadorned gravity and shortness with which they are delivered: a grace which would be utterly lost by endeavouring to give them what we call a more ingenious (that is, a more modern) turn in the paraphrase.", "characters": 473, "sentences": 3}, {"text": "\"Read Homer once, and you can read no more;   For all books else appear so mean, so poor,   Verse will seem prose: but still persist to read,   And Homer will be all the books you need.\"", "characters": 186, "sentences": 2}, {"text": "The time of two-and-twenty days is taken up in this book: nine during the plague, one in the council and quarrel of the princes, and twelve for Jupiter's stay with the Æthiopians, at whose return Thetis prefers her petition. The scene lies in the Grecian camp, then changes to Chrysa, and lastly to Olympus.", "characters": 308, "sentences": 3}, {"text": "Achilles' wrath, to Greece the direful spring   Of woes unnumber'd, heavenly goddess, sing!   That wrath which hurl'd to Pluto's gloomy reign   The souls of mighty chiefs untimely slain;   Whose limbs unburied on the naked shore,   Devouring dogs and hungry vultures tore.(41)   Since great Achilles and Atrides strove,   Such was the sovereign doom, and such the will of Jove!(42)", "characters": 381, "sentences": 2}, {"text": "Declare, O Muse! in what ill-fated hour(43)   Sprung the fierce strife, from what offended power   Latona's son a dire contagion spread,(44)   And heap'd the camp with mountains of the dead;   The king of men his reverent priest defied,(45)   And for the king's offence the people died.", "characters": 286, "sentences": 2}, {"text": "For Chryses sought with costly gifts to gain   His captive daughter from the victor's chain.   Suppliant the venerable father stands;   Apollo's awful ensigns grace his hands   By these he begs; and lowly bending down,   Extends the sceptre and the laurel crown   He sued to all, but chief implored for grace   The brother-kings, of Atreus' royal race(46)", "characters": 355, "sentences": 2}, {"text": "\"Ye kings and warriors! may your vows be crown'd,   And Troy's proud walls lie level with the ground.   May Jove restore you when your toils are o'er   Safe to the pleasures of your native shore.   But, oh! relieve a wretched parent's pain,   And give Chryseis to these arms again;   If mercy fail, yet let my presents move,   And dread avenging Phoebus, son of Jove.\"", "characters": 368, "sentences": 4}, {"text": "The Greeks in shouts their joint assent declare,   The priest to reverence, and release the fair.   Not so Atrides; he, with kingly pride,   Repulsed the sacred sire, and thus replied:", "characters": 184, "sentences": 2}, {"text": "The trembling priest along the shore return'd,   And in the anguish of a father mourn'd.   Disconsolate, not daring to complain,   Silent he wander'd by the sounding main;   Till, safe at distance, to his god he prays,   The god who darts around the world his rays.", "characters": 265, "sentences": 3}, {"text": "\"O Smintheus! sprung from fair Latona's line,(47)   Thou guardian power of Cilla the divine,(48)   Thou source of light! whom Tenedos adores,   And whose bright presence gilds thy Chrysa's shores.   If e'er with wreaths I hung thy sacred fane,(49)   Or fed the flames with fat of oxen slain;   God of the silver bow! thy shafts employ,   Avenge thy servant, and the Greeks destroy.\"", "characters": 382, "sentences": 3}, {"text": "He said, and sat: when Chalcas thus replied;   Chalcas the wise, the Grecian priest and guide,   That sacred seer, whose comprehensive view,   The past, the present, and the future knew:   Uprising slow, the venerable sage   Thus spoke the prudence and the fears of age:", "characters": 270, "sentences": 1}, {"text": "Encouraged thus, the blameless man replies:   \"Nor vows unpaid, nor slighted sacrifice,   But he, our chief, provoked the raging pest,   Apollo's vengeance for his injured priest.   Nor will the god's awaken'd fury cease,   But plagues shall spread, and funeral fires increase,   Till the great king, without a ransom paid,   To her own Chrysa send the black-eyed maid.(54)   Perhaps, with added sacrifice and prayer,   The priest may pardon, and the god may spare.\"", "characters": 466, "sentences": 4}, {"text": "The spoils of cities razed and warriors slain,   We share with justice, as with toil we gain;   But to resume whate'er thy avarice craves   (That trick of tyrants) may be borne by slaves.   Yet if our chief for plunder only fight,   The spoils of Ilion shall thy loss requite,   Whene'er, by Jove's decree, our conquering powers   Shall humble to the dust her lofty towers.\"", "characters": 374, "sentences": 3}, {"text": "\"Descends Minerva, in her guardian care,   A heavenly witness of the wrongs I bear   From Atreus' son?--Then let those eyes that view   The daring crime, behold the vengeance too.\"", "characters": 180, "sentences": 2}, {"text": "To her Pelides:--\"With regardful ear,   'Tis just, O goddess! I thy dictates hear.   Hard as it is, my vengeance I suppress:   Those who revere the gods the gods will bless.\"   He said, observant of the blue-eyed maid;   Then in the sheath return'd the shining blade.   The goddess swift to high Olympus flies,   And joins the sacred senate of the skies.", "characters": 354, "sentences": 5}, {"text": "He spoke; and furious hurl'd against the ground   His sceptre starr'd with golden studs around:   Then sternly silent sat. With like disdain   The raging king return'd his frowns again.", "characters": 185, "sentences": 3}, {"text": "To calm their passion with the words of age,   Slow from his seat arose the Pylian sage,   Experienced Nestor, in persuasion skill'd;   Words, sweet as honey, from his lips distill'd:(58)   Two generations now had pass'd away,   Wise by his rules, and happy by his sway;   Two ages o'er his native realm he reign'd,   And now the example of the third remain'd.   All view'd with awe the venerable man;   Who thus with mild benevolence began:--", "characters": 443, "sentences": 2}, {"text": "This said, he ceased. The king of men replies:   \"Thy years are awful, and thy words are wise.   But that imperious, that unconquer'd soul,   No laws can limit, no respect control.   Before his pride must his superiors fall;   His word the law, and he the lord of all?   Him must our hosts, our chiefs, ourself obey?   What king can bear a rival in his sway?   Grant that the gods his matchless force have given;   Has foul reproach a privilege from heaven?\"", "characters": 458, "sentences": 4}, {"text": "Achilles with Patroclus took his way   Where near his tents his hollow vessels lay.   Meantime Atrides launch'd with numerous oars   A well-rigg'd ship for Chrysa's sacred shores:   High on the deck was fair Chryseis placed,   And sage Ulysses with the conduct graced:   Safe in her sides the hecatomb they stow'd,   Then swiftly sailing, cut the liquid road.", "characters": 359, "sentences": 3}, {"text": "The host to expiate next the king prepares,   With pure lustrations, and with solemn prayers.   Wash'd by the briny wave, the pious train(59)   Are cleansed; and cast the ablutions in the main.   Along the shore whole hecatombs were laid,   And bulls and goats to Phoebus' altars paid;   The sable fumes in curling spires arise,   And waft their grateful odours to the skies.", "characters": 375, "sentences": 4}, {"text": "The army thus in sacred rites engaged,   Atrides still with deep resentment raged.   To wait his will two sacred heralds stood,   Talthybius and Eurybates the good.   \"Haste to the fierce Achilles' tent (he cries),   Thence bear Briseis as our royal prize:   Submit he must; or if they will not part,   Ourself in arms shall tear her from his heart.\"", "characters": 350, "sentences": 4}, {"text": "The unwilling heralds act their lord's commands;   Pensive they walk along the barren sands:   Arrived, the hero in his tent they find,   With gloomy aspect on his arm reclined.   At awful distance long they silent stand,   Loth to advance, and speak their hard command;   Decent confusion! This the godlike man   Perceived, and thus with accent mild began:", "characters": 357, "sentences": 2}, {"text": "Patroclus now the unwilling beauty brought;   She, in soft sorrows, and in pensive thought,   Pass'd silent, as the heralds held her hand,   And of look'd back, slow-moving o'er the strand.   Not so his loss the fierce Achilles bore;   But sad, retiring to the sounding shore,   O'er the wild margin of the deep he hung,   That kindred deep from whence his mother sprung:(61)   There bathed in tears of anger and disdain,   Thus loud lamented to the stormy main:", "characters": 462, "sentences": 2}, {"text": "\"O parent goddess! since in early bloom   Thy son must fall, by too severe a doom;   Sure to so short a race of glory born,   Great Jove in justice should this span adorn:   Honour and fame at least the thunderer owed;   And ill he pays the promise of a god,   If yon proud monarch thus thy son defies,   Obscures my glories, and resumes my prize.\"", "characters": 348, "sentences": 2}, {"text": "Far from the deep recesses of the main,   Where aged Ocean holds his watery reign,   The goddess-mother heard. The waves divide;   And like a mist she rose above the tide;   Beheld him mourning on the naked shores,   And thus the sorrows of his soul explores.   \"Why grieves my son? Thy anguish let me share;   Reveal the cause, and trust a parent's care.\"", "characters": 356, "sentences": 4}, {"text": "The goddess spoke: the rolling waves unclose;   Then down the steep she plunged from whence she rose,   And left him sorrowing on the lonely coast,   In wild resentment for the fair he lost.", "characters": 190, "sentences": 2}, {"text": "In Chrysa's port now sage Ulysses rode;   Beneath the deck the destined victims stow'd:   The sails they furl'd, they lash the mast aside,   And dropp'd their anchors, and the pinnace tied.   Next on the shore their hecatomb they land;   Chryseis last descending on the strand.   Her, thus returning from the furrow'd main,   Ulysses led to Phoebus' sacred fane;   Where at his solemn altar, as the maid   He gave to Chryses, thus the hero said:", "characters": 445, "sentences": 3}, {"text": "\"Hail, reverend priest! to Phoebus' awful dome   A suppliant I from great Atrides come:   Unransom'd, here receive the spotless fair;   Accept the hecatomb the Greeks prepare;   And may thy god who scatters darts around,   Atoned by sacrifice, desist to wound.\"(67)", "characters": 265, "sentences": 2}, {"text": "At this, the sire embraced the maid again,   So sadly lost, so lately sought in vain.   Then near the altar of the darting king,   Disposed in rank their hecatomb they bring;   With water purify their hands, and take   The sacred offering of the salted cake;   While thus with arms devoutly raised in air,   And solemn voice, the priest directs his prayer:", "characters": 356, "sentences": 2}, {"text": "\"God of the silver bow, thy ear incline,   Whose power incircles Cilla the divine;   Whose sacred eye thy Tenedos surveys,   And gilds fair Chrysa with distinguish'd rays!   If, fired to vengeance at thy priest's request,   Thy direful darts inflict the raging pest:   Once more attend! avert the wasteful woe,   And smile propitious, and unbend thy bow.\"", "characters": 355, "sentences": 2}, {"text": "But raging still, amidst his navy sat   The stern Achilles, stedfast in his hate;   Nor mix'd in combat, nor in council join'd;   But wasting cares lay heavy on his mind:   In his black thoughts revenge and slaughter roll,   And scenes of blood rise dreadful in his soul.", "characters": 271, "sentences": 2}, {"text": "Thus Thetis spoke; but Jove in silence held   The sacred counsels of his breast conceal'd.   Not so repulsed, the goddess closer press'd,   Still grasp'd his knees, and urged the dear request.   \"O sire of gods and men! thy suppliant hear;   Refuse, or grant; for what has Jove to fear?   Or oh! declare, of all the powers above,   Is wretched Thetis least the care of Jove?\"", "characters": 375, "sentences": 3}, {"text": "To this the thunderer: \"Seek not thou to find   The sacred counsels of almighty mind:   Involved in darkness likes the great decree,   Nor can the depths of fate be pierced by thee.   What fits thy knowledge, thou the first shalt know;   The first of gods above, and men below;   But thou, nor they, shall search the thoughts that roll   Deep in the close recesses of my soul.\"", "characters": 377, "sentences": 3}, {"text": "Then thus the god: \"O restless fate of pride,   That strives to learn what heaven resolves to hide;   Vain is the search, presumptuous and abhorr'd,   Anxious to thee, and odious to thy lord.   Let this suffice: the immutable decree   No force can shake: what is, that ought to be.   Goddess, submit; nor dare our will withstand,   But dread the power of this avenging hand:   The united strength of all the gods above   In vain resists the omnipotence of Jove.\"", "characters": 462, "sentences": 4}, {"text": "He said, and to her hands the goblet heaved,   Which, with a smile, the white-arm'd queen received   Then, to the rest he fill'd; and in his turn,   Each to his lips applied the nectar'd urn,   Vulcan with awkward grace his office plies,   And unextinguish'd laughter shakes the skies.", "characters": 285, "sentences": 2}, {"text": "Thus the blest gods the genial day prolong,   In feasts ambrosial, and celestial song.(75)   Apollo tuned the lyre; the Muses round   With voice alternate aid the silver sound.   Meantime the radiant sun to mortal sight   Descending swift, roll'd down the rapid light:   Then to their starry domes the gods depart,   The shining monuments of Vulcan's art:   Jove on his couch reclined his awful head,   And Juno slumber'd on the golden bed.", "characters": 440, "sentences": 4}, {"text": "The time employed in this book consists not entirely of one day. The scene lies in the Grecian camp, and upon the sea-shore; towards the end it removes to Troy.", "characters": 160, "sentences": 3}, {"text": "Now pleasing sleep had seal'd each mortal eye,   Stretch'd in the tents the Grecian leaders lie:   The immortals slumber'd on their thrones above;   All, but the ever-wakeful eyes of Jove.(76)   To honour Thetis' son he bends his care,   And plunge the Greeks in all the woes of war:   Then bids an empty phantom rise to sight,   And thus commands the vision of the night.", "characters": 372, "sentences": 3}, {"text": "\"Fly hence, deluding Dream! and light as air,(77)   To Agamemnon's ample tent repair.   Bid him in arms draw forth the embattled train,   Lead all his Grecians to the dusty plain.   Declare, e'en now 'tis given him to destroy   The lofty towers of wide-extended Troy.   For now no more the gods with fate contend,   At Juno's suit the heavenly factions end.   Destruction hangs o'er yon devoted wall,   And nodding Ilion waits the impending fall.\"", "characters": 447, "sentences": 6}, {"text": "Swift as the word the vain illusion fled,   Descends, and hovers o'er Atrides' head;   Clothed in the figure of the Pylian sage,   Renown'd for wisdom, and revered for age:   Around his temples spreads his golden wing,   And thus the flattering dream deceives the king.", "characters": 269, "sentences": 2}, {"text": "Now rosy Morn ascends the court of Jove,   Lifts up her light, and opens day above.   The king despatch'd his heralds with commands   To range the camp and summon all the bands:   The gathering hosts the monarch's word obey;   While to the fleet Atrides bends his way.   In his black ship the Pylian prince he found;   There calls a senate of the peers around:   The assembly placed, the king of men express'd   The counsels labouring in his artful breast.", "characters": 456, "sentences": 4}, {"text": "This hear observant, and the gods obey!'   The vision spoke, and pass'd in air away.   Now, valiant chiefs! since heaven itself alarms,   Unite, and rouse the sons of Greece to arms.   But first, with caution, try what yet they dare,   Worn with nine years of unsuccessful war.   To move the troops to measure back the main,   Be mine; and yours the province to detain.\"", "characters": 370, "sentences": 5}, {"text": "He spoke, and sat: when Nestor, rising said,   (Nestor, whom Pylos' sandy realms obey'd,)   \"Princes of Greece, your faithful ears incline,   Nor doubt the vision of the powers divine;   Sent by great Jove to him who rules the host,   Forbid it, heaven! this warning should be lost!   Then let us haste, obey the god's alarms,   And join to rouse the sons of Greece to arms.\"", "characters": 375, "sentences": 2}, {"text": "\"Shall then the Grecians fly! O dire disgrace!   And leave unpunish'd this perfidious race?   Shall Troy, shall Priam, and the adulterous spouse,   In peace enjoy the fruits of broken vows?   And bravest chiefs, in Helen's quarrel slain,   Lie unrevenged on yon detested plain?   No: let my Greeks, unmoved by vain alarms,   Once more refulgent shine in brazen arms.   Haste, goddess, haste! the flying host detain,   Nor let one sail be hoisted on the main.\"", "characters": 459, "sentences": 3}, {"text": "The voice divine confess'd the warlike maid,   Ulysses heard, nor uninspired obey'd:   Then meeting first Atrides, from his hand   Received the imperial sceptre of command.   Thus graced, attention and respect to gain,   He runs, he flies through all the Grecian train;   Each prince of name, or chief in arms approved,   He fired with praise, or with persuasion moved.", "characters": 369, "sentences": 3}, {"text": "\"Warriors like you, with strength and wisdom bless'd,   By brave examples should confirm the rest.   The monarch's will not yet reveal'd appears;   He tries our courage, but resents our fears.   The unwary Greeks his fury may provoke;   Not thus the king in secret council spoke.   Jove loves our chief, from Jove his honour springs,   Beware! for dreadful is the wrath of kings.\"", "characters": 380, "sentences": 5}, {"text": "But if a clamorous vile plebeian rose,   Him with reproof he check'd or tamed with blows.   \"Be still, thou slave, and to thy betters yield;   Unknown alike in council and in field!   Ye gods, what dastards would our host command!   Swept to the war, the lumber of a land.   Be silent, wretch, and think not here allow'd   That worst of tyrants, an usurping crowd.   To one sole monarch Jove commits the sway;   His are the laws, and him let all obey.\"(86)", "characters": 456, "sentences": 5}, {"text": "Fierce from his seat at this Ulysses springs,(87)   In generous vengeance of the king of kings.   With indignation sparkling in his eyes,   He views the wretch, and sternly thus replies:", "characters": 186, "sentences": 2}, {"text": "He said, and cowering as the dastard bends,   The weighty sceptre on his bank descends.(88)   On the round bunch the bloody tumours rise:   The tears spring starting from his haggard eyes;   Trembling he sat, and shrunk in abject fears,   From his vile visage wiped the scalding tears;   While to his neighbour each express'd his thought:", "characters": 338, "sentences": 2}, {"text": "\"Ye gods! what wonders has Ulysses wrought!   What fruits his conduct and his courage yield!   Great in the council, glorious in the field.   Generous he rises in the crown's defence,   To curb the factious tongue of insolence,   Such just examples on offenders shown,   Sedition silence, and assert the throne.\"", "characters": 312, "sentences": 3}, {"text": "'Twas thus the general voice the hero praised,   Who, rising, high the imperial sceptre raised:   The blue-eyed Pallas, his celestial friend,   (In form a herald,) bade the crowds attend.   The expecting crowds in still attention hung,   To hear the wisdom of his heavenly tongue.   Then deeply thoughtful, pausing ere he spoke,   His silence thus the prudent hero broke:", "characters": 371, "sentences": 3}, {"text": "\"Now bid thy heralds sound the loud alarms,   And call the squadrons sheathed in brazen arms;   Now seize the occasion, now the troops survey,   And lead to war when heaven directs the way.\"", "characters": 190, "sentences": 2}, {"text": "To these succeed Aspledon's martial train,   Who plough the spacious Orchomenian plain.   Two valiant brothers rule the undaunted throng,   Ialmen and Ascalaphus the strong:   Sons of Astyoche, the heavenly fair,   Whose virgin charms subdued the god of war:   (In Actor's court as she retired to rest,   The strength of Mars the blushing maid compress'd)   Their troops in thirty sable vessels sweep,   With equal oars, the hoarse-resounding deep.", "characters": 448, "sentences": 3}, {"text": "The Phocians next in forty barks repair;   Epistrophus and Schedius head the war:   From those rich regions where Cephisus leads   His silver current through the flowery meads;   From Panopea, Chrysa the divine,   Where Anemoria's stately turrets shine,   Where Pytho, Daulis, Cyparissus stood,   And fair Lilaea views the rising flood.   These, ranged in order on the floating tide,   Close, on the left, the bold Boeotians' side.", "characters": 431, "sentences": 3}, {"text": "Fierce Ajax led the Locrian squadrons on,   Ajax the less, Oileus' valiant son;   Skill'd to direct the flying dart aright;   Swift in pursuit, and active in the fight.   Him, as their chief, the chosen troops attend,   Which Bessa, Thronus, and rich Cynos send;   Opus, Calliarus, and Scarphe's bands;   And those who dwell where pleasing Augia stands,   And where Boagrius floats the lowly lands,   Or in fair Tarphe's sylvan seats reside:   In forty vessels cut the yielding tide.", "characters": 483, "sentences": 3}, {"text": "With these appear the Salaminian bands,   Whom the gigantic Telamon commands;   In twelve black ships to Troy they steer their course,   And with the great Athenians join their force.", "characters": 183, "sentences": 2}, {"text": "Next move to war the generous Argive train,   From high Troezene, and Maseta's plain,   And fair Ægina circled by the main:   Whom strong Tyrinthe's lofty walls surround,   And Epidaure with viny harvests crown'd:   And where fair Asinen and Hermoin show   Their cliffs above, and ample bay below.   These by the brave Euryalus were led,   Great Sthenelus, and greater Diomed;   But chief Tydides bore the sovereign sway:   In fourscore barks they plough the watery way.", "characters": 471, "sentences": 3}, {"text": "But those who view fair Elis o'er the seas   From the blest islands of the Echinades,   In forty vessels under Meges move,   Begot by Phyleus, the beloved of Jove:   To strong Dulichium from his sire he fled,   And thence to Troy his hardy warriors led.", "characters": 253, "sentences": 2}, {"text": "Ulysses follow'd through the watery road,   A chief, in wisdom equal to a god.   With those whom Cephalenia's line inclosed,   Or till their fields along the coast opposed;   Or where fair Ithaca o'erlooks the floods,   Where high Neritos shakes his waving woods,   Where Ægilipa's rugged sides are seen,   Crocylia rocky, and Zacynthus green.   These in twelve galleys with vermilion prores,   Beneath his conduct sought the Phrygian shores.", "characters": 443, "sentences": 4}, {"text": "Thoas came next, Andraemon's valiant son,   From Pleuron's walls, and chalky Calydon,   And rough Pylene, and the Olenian steep,   And Chalcis, beaten by the rolling deep.   He led the warriors from the Ætolian shore,   For now the sons of OEneus were no more!   The glories of the mighty race were fled!   OEneus himself, and Meleager dead!   To Thoas' care now trust the martial train,   His forty vessels follow through the main.", "characters": 433, "sentences": 3}, {"text": "Next, eighty barks the Cretan king commands,   Of Gnossus, Lyctus, and Gortyna's bands;   And those who dwell where Rhytion's domes arise,   Or white Lycastus glitters to the skies,   Or where by Phaestus silver Jardan runs;   Crete's hundred cities pour forth all her sons.   These march'd, Idomeneus, beneath thy care,   And Merion, dreadful as the god of war.", "characters": 362, "sentences": 3}, {"text": "Three ships with Nireus sought the Trojan shore,   Nireus, whom Aglae to Charopus bore,   Nireus, in faultless shape and blooming grace,   The loveliest youth of all the Grecian race;(104)   Pelides only match'd his early charms;   But few his troops, and small his strength in arms.", "characters": 283, "sentences": 2}, {"text": "Next thirty galleys cleave the liquid plain,   Of those Calydnae's sea-girt isles contain;   With them the youth of Nisyrus repair,   Casus the strong, and Crapathus the fair;   Cos, where Eurypylus possess'd the sway,   Till great Alcides made the realms obey:   These Antiphus and bold Phidippus bring,   Sprung from the god by Thessalus the king.", "characters": 349, "sentences": 2}, {"text": "The men who Glaphyra's fair soil partake,   Where hills incircle Boebe's lowly lake,   Where Phaere hears the neighbouring waters fall,   Or proud Iolcus lifts her airy wall,   In ten black ships embark'd for Ilion's shore,   With bold Eumelus, whom Alceste bore:   All Pelias' race Alceste far outshined,   The grace and glory of the beauteous kind,", "characters": 350, "sentences": 1}, {"text": "The OEchalian race, in those high towers contain'd   Where once Eurytus in proud triumph reign'd,   Or where her humbler turrets Tricca rears,   Or where Ithome, rough with rocks, appears,   In thirty sail the sparkling waves divide,   Which Podalirius and Machaon guide.   To these his skill their parent-god imparts,   Divine professors of the healing arts.", "characters": 359, "sentences": 3}, {"text": "In twenty sail the bold Perrhaebians came   From Cyphus, Guneus was their leader's name.   With these the Enians join'd, and those who freeze   Where cold Dodona lifts her holy trees;   Or where the pleasing Titaresius glides,   And into Peneus rolls his easy tides;   Yet o'er the silvery surface pure they flow,   The sacred stream unmix'd with streams below,   Sacred and awful! from the dark abodes   Styx pours them forth, the dreadful oath of gods!", "characters": 454, "sentences": 2}, {"text": "Last, under Prothous the Magnesians stood,   (Prothous the swift, of old Tenthredon's blood;)   Who dwell where Pelion, crown'd with piny boughs,   Obscures the glade, and nods his shaggy brows;   Or where through flowery Tempe Peneus stray'd:   (The region stretch'd beneath his mighty shade:)   In forty sable barks they stemm'd the main;   Such were the chiefs, and such the Grecian train.", "characters": 392, "sentences": 2}, {"text": "Now, like a deluge, covering all around,   The shining armies sweep along the ground;   Swift as a flood of fire, when storms arise,   Floats the wild field, and blazes to the skies.   Earth groan'd beneath them; as when angry Jove   Hurls down the forky lightning from above,   On Arime when he the thunder throws,   And fires Typhoeus with redoubled blows,   Where Typhon, press'd beneath the burning load,   Still feels the fury of the avenging god.", "characters": 452, "sentences": 3}, {"text": "But various Iris, Jove's commands to bear,   Speeds on the wings of winds through liquid air;   In Priam's porch the Trojan chiefs she found,   The old consulting, and the youths around.   Polites' shape, the monarch's son, she chose,   Who from Æsetes' tomb observed the foes,(105)   High on the mound; from whence in prospect lay   The fields, the tents, the navy, and the bay.   In this dissembled form, she hastes to bring   The unwelcome message to the Phrygian king.", "characters": 473, "sentences": 4}, {"text": "\"Cease to consult, the time for action calls;   War, horrid war, approaches to your walls!   Assembled armies oft have I beheld;   But ne'er till now such numbers charged a field:   Thick as autumnal leaves or driving sand,   The moving squadrons blacken all the strand.   Thou, godlike Hector! all thy force employ,   Assemble all the united bands of Troy;   In just array let every leader call   The foreign troops: this day demands them all!\"", "characters": 445, "sentences": 2}, {"text": "The voice divine the mighty chief alarms;   The council breaks, the warriors rush to arms.   The gates unfolding pour forth all their train,   Nations on nations fill the dusky plain,   Men, steeds, and chariots, shake the trembling ground:   The tumult thickens, and the skies resound.", "characters": 286, "sentences": 3}, {"text": "Amidst the plain, in sight of Ilion, stands   A rising mount, the work of human hands;   (This for Myrinne's tomb the immortals know,   Though call'd Bateia in the world below;)   Beneath their chiefs in martial order here,   The auxiliar troops and Trojan hosts appear.", "characters": 270, "sentences": 2}, {"text": "The godlike Hector, high above the rest,   Shakes his huge spear, and nods his plumy crest:   In throngs around his native bands repair,   And groves of lances glitter in the air.", "characters": 179, "sentences": 2}, {"text": "Divine Æneas brings the Dardan race,   Anchises' son, by Venus' stolen embrace,   Born in the shades of Ida's secret grove;   (A mortal mixing with the queen of love;)   Archilochus and Acamas divide   The warrior's toils, and combat by his side.", "characters": 247, "sentences": 2}, {"text": "Who fair Zeleia's wealthy valleys till,(106)   Fast by the foot of Ida's sacred hill,   Or drink, Æsepus, of thy sable flood,   Were led by Pandarus, of royal blood;   To whom his art Apollo deign'd to show,   Graced with the presents of his shafts and bow.", "characters": 258, "sentences": 2}, {"text": "From rich Apaesus and Adrestia's towers,   High Teree's summits, and Pityea's bowers;   From these the congregated troops obey   Young Amphius and Adrastus' equal sway;   Old Merops' sons; whom, skill'd in fates to come,   The sire forewarn'd, and prophesied their doom:   Fate urged them on! the sire forewarn'd in vain,   They rush'd to war, and perish'd on the plain.", "characters": 370, "sentences": 2}, {"text": "From Practius' stream, Percote's pasture lands,   And Sestos and Abydos' neighbouring strands,   From great Arisba's walls and Selle's coast,   Asius Hyrtacides conducts his host:   High on his car he shakes the flowing reins,   His fiery coursers thunder o'er the plains.", "characters": 272, "sentences": 2}, {"text": "The fierce Pelasgi next, in war renown'd,   March from Larissa's ever-fertile ground:   In equal arms their brother leaders shine,   Hippothous bold, and Pyleus the divine.", "characters": 172, "sentences": 2}, {"text": "Next Acamas and Pyrous lead their hosts,   In dread array, from Thracia's wintry coasts;   Round the bleak realms where Hellespontus roars,   And Boreas beats the hoarse-resounding shores.", "characters": 188, "sentences": 2}, {"text": "Pyraechmes the Paeonian troops attend,   Skill'd in the fight their crooked bows to bend;   From Axius' ample bed he leads them on,   Axius, that laves the distant Amydon,   Axius, that swells with all his neighbouring rills,   And wide around the floating region fills.", "characters": 270, "sentences": 2}, {"text": "The Paphlagonians Pylaemenes rules,   Where rich Henetia breeds her savage mules,   Where Erythinus' rising cliffs are seen,   Thy groves of box, Cytorus! ever green,   And where Ægialus and Cromna lie,   And lofty Sesamus invades the sky,   And where Parthenius, roll'd through banks of flowers,   Reflects her bordering palaces and bowers.", "characters": 342, "sentences": 2}, {"text": "Here march'd in arms the Halizonian band,   Whom Odius and Epistrophus command,   From those far regions where the sun refines   The ripening silver in Alybean mines.", "characters": 166, "sentences": 2}, {"text": "There mighty Chromis led the Mysian train,   And augur Ennomus, inspired in vain;   For stern Achilles lopp'd his sacred head,   Roll'd down Scamander with the vulgar dead.", "characters": 172, "sentences": 2}, {"text": "The forces last in fair array succeed,   Which blameless Glaucus and Sarpedon lead   The warlike bands that distant Lycia yields,   Where gulfy Xanthus foams along the fields.", "characters": 175, "sentences": 2}, {"text": "The three-and-twentieth day still continues throughout this book. The scene is sometimes in the fields before Troy, and sometimes in Troy itself.", "characters": 145, "sentences": 3}, {"text": "Now front to front the hostile armies stand,   Eager of fight, and only wait command;   When, to the van, before the sons of fame   Whom Troy sent forth, the beauteous Paris came:   In form a god! the panther's speckled hide   Flow'd o'er his armour with an easy pride:   His bended bow across his shoulders flung,   His sword beside him negligently hung;   Two pointed spears he shook with gallant grace,   And dared the bravest of the Grecian race.", "characters": 450, "sentences": 2}, {"text": "He said. The challenge Hector heard with joy,   Then with his spear restrain'd the youth of Troy,   Held by the midst, athwart; and near the foe   Advanced with steps majestically slow:   While round his dauntless head the Grecians pour   Their stones and arrows in a mingled shower.", "characters": 283, "sentences": 3}, {"text": "Then thus the monarch, great Atrides, cried:   \"Forbear, ye warriors! lay the darts aside:   A parley Hector asks, a message bears;   We know him by the various plume he wears.\"   Awed by his high command the Greeks attend,   The tumult silence, and the fight suspend.", "characters": 268, "sentences": 3}, {"text": "The nations hear with rising hopes possess'd,   And peaceful prospects dawn in every breast.   Within the lines they drew their steeds around,   And from their chariots issued on the ground;   Next, all unbuckling the rich mail they wore,   Laid their bright arms along the sable shore.   On either side the meeting hosts are seen   With lances fix'd, and close the space between.   Two heralds now, despatch'd to Troy, invite   The Phrygian monarch to the peaceful rite.", "characters": 471, "sentences": 5}, {"text": "This said, the many-coloured maid inspires   Her husband's love, and wakes her former fires;   Her country, parents, all that once were dear,   Rush to her thought, and force a tender tear,   O'er her fair face a snowy veil she threw,   And, softly sighing, from the loom withdrew.   Her handmaids, Clymene and Æthra, wait   Her silent footsteps to the Scaean gate.", "characters": 366, "sentences": 3}, {"text": "This said, once more he view'd the warrior train;   \"What's he, whose arms lie scatter'd on the plain?   Broad is his breast, his shoulders larger spread,   Though great Atrides overtops his head.   Nor yet appear his care and conduct small;   From rank to rank he moves, and orders all.   The stately ram thus measures o'er the ground,   And, master of the flock, surveys them round.\"", "characters": 385, "sentences": 4}, {"text": "Then Helen thus: \"Whom your discerning eyes   Have singled out, is Ithacus the wise;   A barren island boasts his glorious birth;   His fame for wisdom fills the spacious earth.\"", "characters": 178, "sentences": 2}, {"text": "So spoke the fair, nor knew her brothers' doom;(118)   Wrapt in the cold embraces of the tomb;   Adorn'd with honours in their native shore,   Silent they slept, and heard of wars no more.", "characters": 188, "sentences": 2}, {"text": "The rites now finish'd, reverend Priam rose,   And thus express'd a heart o'ercharged with woes:   \"Ye Greeks and Trojans, let the chiefs engage,   But spare the weakness of my feeble age:   In yonder walls that object let me shun,   Nor view the danger of so dear a son.   Whose arms shall conquer and what prince shall fall,   Heaven only knows; for heaven disposes all.\"", "characters": 373, "sentences": 3}, {"text": "This said, the hoary king no longer stay'd,   But on his car the slaughter'd victims laid:   Then seized the reins his gentle steeds to guide,   And drove to Troy, Antenor at his side.", "characters": 184, "sentences": 2}, {"text": "Now round the lists the admiring armies stand,   With javelins fix'd, the Greek and Trojan band.   Amidst the dreadful vale, the chiefs advance,   All pale with rage, and shake the threatening lance.   The Trojan first his shining javelin threw;   Full on Atrides' ringing shield it flew,   Nor pierced the brazen orb, but with a bound(122)   Leap'd from the buckler, blunted, on the ground.   Atrides then his massy lance prepares,   In act to throw, but first prefers his prayers:", "characters": 482, "sentences": 4}, {"text": "\"Haste, happy nymph! for thee thy Paris calls,   Safe from the fight, in yonder lofty walls,   Fair as a god; with odours round him spread,   He lies, and waits thee on the well-known bed;   Not like a warrior parted from the foe,   But some gay dancer in the public show.\"", "characters": 273, "sentences": 2}, {"text": "Then thus incensed, the Paphian queen replies:   \"Obey the power from whom thy glories rise:   Should Venus leave thee, every charm must fly,   Fade from thy cheek, and languish in thy eye.   Cease to provoke me, lest I make thee more   The world's aversion, than their love before;   Now the bright prize for which mankind engage,   Than, the sad victim, of the public rage.\"", "characters": 376, "sentences": 3}, {"text": "\"Is this the chief, who, lost to sense of shame,   Late fled the field, and yet survives his fame?   O hadst thou died beneath the righteous sword   Of that brave man whom once I call'd my lord!   The boaster Paris oft desired the day   With Sparta's king to meet in single fray:   Go now, once more thy rival's rage excite,   Provoke Atrides, and renew the fight:   Yet Helen bids thee stay, lest thou unskill'd   Shouldst fall an easy conquest on the field.\"", "characters": 460, "sentences": 2}, {"text": "The same day continues through this as through the last book (as it does also through the two following, and almost to the end of the seventh book). The scene is wholly in the field before Troy.", "characters": 194, "sentences": 3}, {"text": "And now Olympus' shining gates unfold;   The gods, with Jove, assume their thrones of gold:   Immortal Hebe, fresh with bloom divine,   The golden goblet crowns with purple wine:   While the full bowls flow round, the powers employ   Their careful eyes on long-contended Troy.", "characters": 276, "sentences": 2}, {"text": "Thus while he spoke, the queen of heaven, enraged,   And queen of war, in close consult engaged:   Apart they sit, their deep designs employ,   And meditate the future woes of Troy.   Though secret anger swell'd Minerva's breast,   The prudent goddess yet her wrath suppress'd;   But Juno, impotent of passion, broke   Her sullen silence, and with fury spoke:", "characters": 359, "sentences": 2}, {"text": "\"Shall then, O tyrant of the ethereal reign!   My schemes, my labours, and my hopes be vain?   Have I, for this, shook Ilion with alarms,   Assembled nations, set two worlds in arms?   To spread the war, I flew from shore to shore;   The immortal coursers scarce the labour bore.   At length ripe vengeance o'er their heads impends,   But Jove himself the faithless race defends.   Loth as thou art to punish lawless lust,   Not all the gods are partial and unjust.\"", "characters": 466, "sentences": 4}, {"text": "At this the goddess rolled her radiant eyes,   Then on the Thunderer fix'd them, and replies:   \"Three towns are Juno's on the Grecian plains,   More dear than all the extended earth contains,   Mycenae, Argos, and the Spartan wall;(127)", "characters": 237, "sentences": 1}, {"text": "Now with full force the yielding horn he bends,   Drawn to an arch, and joins the doubling ends;   Close to his breast he strains the nerve below,   Till the barb'd points approach the circling bow;   The impatient weapon whizzes on the wing;   Sounds the tough horn, and twangs the quivering string.", "characters": 300, "sentences": 2}, {"text": "He said: a leader's and a brother's fears   Possess his soul, which thus the Spartan cheers:   \"Let not thy words the warmth of Greece abate;   The feeble dart is guiltless of my fate:   Stiff with the rich embroider'd work around,   My varied belt repell'd the flying wound.\"", "characters": 276, "sentences": 2}, {"text": "To whom the king: \"My brother and my friend,   Thus, always thus, may Heaven thy life defend!   Now seek some skilful hand, whose powerful art   May stanch the effusion, and extract the dart.   Herald, be swift, and bid Machaon bring   His speedy succour to the Spartan king;   Pierced with a winged shaft (the deed of Troy),   The Grecian's sorrow, and the Dardan's joy.\"", "characters": 372, "sentences": 3}, {"text": "With hasty zeal the swift Talthybius flies;   Through the thick files he darts his searching eyes,   And finds Machaon, where sublime he stands(132)   In arms incircled with his native bands.   Then thus: \"Machaon, to the king repair,   His wounded brother claims thy timely care;   Pierced by some Lycian or Dardanian bow,   A grief to us, a triumph to the foe.\"", "characters": 363, "sentences": 3}, {"text": "The heavy tidings grieved the godlike man   Swift to his succour through the ranks he ran.   The dauntless king yet standing firm he found,   And all the chiefs in deep concern around.   Where to the steely point the reed was join'd,   The shaft he drew, but left the head behind.   Straight the broad belt with gay embroidery graced,   He loosed; the corslet from his breast unbraced;   Then suck'd the blood, and sovereign balm infused,(133)   Which Chiron gave, and Æsculapius used.", "characters": 486, "sentences": 5}, {"text": "Such, and so thick, the embattled squadrons stood,   With spears erect, a moving iron wood:   A shady light was shot from glimmering shields,   And their brown arms obscured the dusky fields.", "characters": 191, "sentences": 2}, {"text": "\"O heroes! worthy such a dauntless train,   Whose godlike virtue we but urge in vain,   (Exclaim'd the king), who raise your eager bands   With great examples, more than loud commands.   Ah! would the gods but breathe in all the rest   Such souls as burn in your exalted breast,   Soon should our arms with just success be crown'd,   And Troy's proud walls lie smoking on the ground.\"", "characters": 384, "sentences": 3}, {"text": "So spoke the master of the martial art,   And touch'd with transport great Atrides' heart.   \"Oh! hadst thou strength to match thy brave desires,   And nerves to second what thy soul inspires!   But wasting years, that wither human race,   Exhaust thy spirits, and thy arms unbrace.   What once thou wert, oh ever mightst thou be!   And age the lot of any chief but thee.\"", "characters": 372, "sentences": 4}, {"text": "He said. With joy the monarch march'd before,   And found Menestheus on the dusty shore,   With whom the firm Athenian phalanx stands;   And next Ulysses, with his subject bands.   Remote their forces lay, nor knew so far   The peace infringed, nor heard the sounds of war;   The tumult late begun, they stood intent   To watch the motion, dubious of the event.   The king, who saw their squadrons yet unmoved,   With hasty ardour thus the chiefs reproved:", "characters": 456, "sentences": 4}, {"text": "Ulysses heard: the hero's warmth o'erspread   His cheek with blushes: and severe, he said:   \"Take back the unjust reproach! Behold we stand   Sheathed in bright arms, and but expect command.   If glorious deeds afford thy soul delight,   Behold me plunging in the thickest fight.   Then give thy warrior-chief a warrior's due,   Who dares to act whate'er thou dar'st to view.\"   Struck with his generous wrath, the king replies:", "characters": 429, "sentences": 4}, {"text": "\"O great in action, and in council wise!   With ours, thy care and ardour are the same,   Nor need I to commend, nor aught to blame.   Sage as thou art, and learn'd in human kind,   Forgive the transport of a martial mind.   Haste to the fight, secure of just amends;   The gods that make, shall keep the worthy, friends.\"", "characters": 322, "sentences": 4}, {"text": "No words the godlike Diomed return'd,   But heard respectful, and in secret burn'd:   Not so fierce Capaneus' undaunted son;   Stern as his sire, the boaster thus begun:", "characters": 169, "sentences": 1}, {"text": "\"What needs, O monarch! this invidious praise,   Ourselves to lessen, while our sire you raise?   Dare to be just, Atrides! and confess   Our value equal, though our fury less.   With fewer troops we storm'd the Theban wall,   And happier saw the sevenfold city fall,(137)   In impious acts the guilty father died;   The sons subdued, for Heaven was on their side.   Far more than heirs of all our parents' fame,   Our glories darken their diminish'd name.\"", "characters": 457, "sentences": 4}, {"text": "To him Tydides thus: \"My friend, forbear;   Suppress thy passion, and the king revere:   His high concern may well excuse this rage,   Whose cause we follow, and whose war we wage:   His the first praise, were Ilion's towers o'erthrown,   And, if we fail, the chief disgrace his own.   Let him the Greeks to hardy toils excite,   'Tis ours to labour in the glorious fight.\"", "characters": 373, "sentences": 3}, {"text": "Now shield with shield, with helmet helmet closed,   To armour armour, lance to lance opposed,   Host against host with shadowy squadrons drew,   The sounding darts in iron tempests flew,   Victors and vanquish'd join'd promiscuous cries,   And shrilling shouts and dying groans arise;   With streaming blood the slippery fields are dyed,   And slaughter'd heroes swell the dreadful tide.", "characters": 388, "sentences": 2}, {"text": "As torrents roll, increased by numerous rills,   With rage impetuous, down their echoing hills   Rush to the vales, and pour'd along the plain.   Roar through a thousand channels to the main:   The distant shepherd trembling hears the sound;   So mix both hosts, and so their cries rebound.", "characters": 290, "sentences": 3}, {"text": "Thus fell two heroes; one the pride of Thrace,   And one the leader of the Epeian race;   Death's sable shade at once o'ercast their eyes,   In dust the vanquish'd and the victor lies.   With copious slaughter all the fields are red,   And heap'd with growing mountains of the dead.", "characters": 282, "sentences": 3}, {"text": "Had some brave chief this martial scene beheld,   By Pallas guarded through the dreadful field;   Might darts be bid to turn their points away,   And swords around him innocently play;   The war's whole art with wonder had he seen,   And counted heroes where he counted men.", "characters": 274, "sentences": 2}, {"text": "Struck with amaze and shame, the Trojan crew,   Or slain, or fled, the sons of Dares view;   When by the blood-stain'd hand Minerva press'd   The god of battles, and this speech address'd:", "characters": 188, "sentences": 1}, {"text": "\"Stern power of war! by whom the mighty fall,   Who bathe in blood, and shake the lofty wall!   Let the brave chiefs their glorious toils divide;   And whose the conquest, mighty Jove decide:   While we from interdicted fields retire,   Nor tempt the wrath of heaven's avenging sire.\"", "characters": 284, "sentences": 2}, {"text": "Her words allay the impetuous warrior's heat,   The god of arms and martial maid retreat;   Removed from fight, on Xanthus' flowery bounds   They sat, and listen'd to the dying sounds.", "characters": 184, "sentences": 2}, {"text": "Meantime, the Greeks the Trojan race pursue,   And some bold chieftain every leader slew:   First Odius falls, and bites the bloody sand,   His death ennobled by Atrides' hand:", "characters": 176, "sentences": 1}, {"text": "As he to flight his wheeling car address'd,   The speedy javelin drove from back to breast.   In dust the mighty Halizonian lay,   His arms resound, the spirit wings its way.", "characters": 174, "sentences": 3}, {"text": "Thy fate was next, O Phaestus! doom'd to feel   The great Idomeneus' protended steel;   Whom Borus sent (his son and only joy)   From fruitful Tarne to the fields of Troy.   The Cretan javelin reach'd him from afar,   And pierced his shoulder as he mounts his car;   Back from the car he tumbles to the ground,   And everlasting shades his eyes surround.", "characters": 354, "sentences": 3}, {"text": "Then died Scamandrius, expert in the chase,   In woods and wilds to wound the savage race;   Diana taught him all her sylvan arts,   To bend the bow, and aim unerring darts:   But vainly here Diana's arts he tries,   The fatal lance arrests him as he flies;   From Menelaus' arm the weapon sent,   Through his broad back and heaving bosom went:   Down sinks the warrior with a thundering sound,   His brazen armour rings against the ground.", "characters": 440, "sentences": 2}, {"text": "From Meges' force the swift Pedaeus fled,   Antenor's offspring from a foreign bed,   Whose generous spouse, Theanor, heavenly fair,   Nursed the young stranger with a mother's care.   How vain those cares! when Meges in the rear   Full in his nape infix'd the fatal spear;   Swift through his crackling jaws the weapon glides,   And the cold tongue and grinning teeth divides.", "characters": 377, "sentences": 3}, {"text": "So raged Tydides, boundless in his ire,   Drove armies back, and made all Troy retire.   With grief the leader of the Lycian band   Saw the wide waste of his destructive hand:   His bended bow against the chief he drew;   Swift to the mark the thirsty arrow flew,   Whose forky point the hollow breastplate tore,   Deep in his shoulder pierced, and drank the gore:   The rushing stream his brazen armour dyed,   While the proud archer thus exulting cried:", "characters": 455, "sentences": 2}, {"text": "\"O progeny of Jove! unconquer'd maid!   If e'er my godlike sire deserved thy aid,   If e'er I felt thee in the fighting field;   Now, goddess, now, thy sacred succour yield.   O give my lance to reach the Trojan knight,   Whose arrow wounds the chief thou guard'st in fight;   And lay the boaster grovelling on the shore,   That vaunts these eyes shall view the light no more.\"", "characters": 377, "sentences": 3}, {"text": "Young Xanthus next, and Thoon felt his rage;   The joy and hope of Phaenops' feeble age:   Vast was his wealth, and these the only heirs   Of all his labours and a life of cares.   Cold death o'ertakes them in their blooming years,   And leaves the father unavailing tears:   To strangers now descends his heapy store,   The race forgotten, and the name no more.", "characters": 362, "sentences": 3}, {"text": "Two sons of Priam in one chariot ride,   Glittering in arms, and combat side by side.   As when the lordly lion seeks his food   Where grazing heifers range the lonely wood,   He leaps amidst them with a furious bound,   Bends their strong necks, and tears them to the ground:   So from their seats the brother chiefs are torn,   Their steeds and chariot to the navy borne.", "characters": 373, "sentences": 3}, {"text": "With deep concern divine Æneas view'd   The foe prevailing, and his friends pursued;   Through the thick storm of singing spears he flies,   Exploring Pandarus with careful eyes.   At length he found Lycaon's mighty son;   To whom the chief of Venus' race begun:", "characters": 263, "sentences": 2}, {"text": "\"O prince! (Lycaon's valiant son replied)   As thine the steeds, be thine the task to guide.   The horses, practised to their lord's command,   Shall bear the rein, and answer to thy hand;   But, if, unhappy, we desert the fight,   Thy voice alone can animate their flight;   Else shall our fates be number'd with the dead,   And these, the victor's prize, in triumph led.   Thine be the guidance, then: with spear and shield   Myself will charge this terror of the field.\"", "characters": 473, "sentences": 4}, {"text": "And now both heroes mount the glittering car;   The bounding coursers rush amidst the war;   Their fierce approach bold Sthenelus espied,   Who thus, alarm'd, to great Tydides cried:", "characters": 182, "sentences": 1}, {"text": "\"O friend! two chiefs of force immense I see,   Dreadful they come, and bend their rage on thee:   Lo the brave heir of old Lycaon's line,   And great Æneas, sprung from race divine!   Enough is given to fame. Ascend thy car!   And save a life, the bulwark of our war.\"", "characters": 270, "sentences": 3}, {"text": "\"Prince, thou art met. Though late in vain assail'd,   The spear may enter where the arrow fail'd.\"", "characters": 99, "sentences": 3}, {"text": "He said, then shook the ponderous lance, and flung;   On his broad shield the sounding weapon rung,   Pierced the tough orb, and in his cuirass hung,   \"He bleeds! the pride of Greece! (the boaster cries,)   Our triumph now, the mighty warrior lies!\"   \"Mistaken vaunter! (Diomed replied;)   Thy dart has erred, and now my spear be tried;   Ye 'scape not both; one, headlong from his car,   With hostile blood shall glut the god of war.\"", "characters": 437, "sentences": 2}, {"text": "He spoke, and rising hurl'd his forceful dart,   Which, driven by Pallas, pierced a vital part;   Full in his face it enter'd, and betwixt   The nose and eye-ball the proud Lycian fix'd;   Crash'd all his jaws, and cleft the tongue within,   Till the bright point look'd out beneath the chin.   Headlong he falls, his helmet knocks the ground:   Earth groans beneath him, and his arms resound;   The starting coursers tremble with affright;   The soul indignant seeks the realms of night.", "characters": 488, "sentences": 3}, {"text": "Then with a voice that shook the vaulted skies,   The king insults the goddess as she flies:   \"Ill with Jove's daughter bloody fights agree,   The field of combat is no scene for thee:   Go, let thy own soft sex employ thy care,   Go, lull the coward, or delude the fair.   Taught by this stroke renounce the war's alarms,   And learn to tremble at the name of arms.\"", "characters": 368, "sentences": 3}, {"text": "Then she: \"This insult from no god I found,   An impious mortal gave the daring wound!   Behold the deed of haughty Diomed!   'Twas in the son's defence the mother bled.   The war with Troy no more the Grecians wage;   But with the gods (the immortal gods) engage.\"", "characters": 265, "sentences": 3}, {"text": "This said, she wiped from Venus' wounded palm   The sacred ichor, and infused the balm.   Juno and Pallas with a smile survey'd,   And thus to Jove began the blue-eyed maid:", "characters": 173, "sentences": 2}, {"text": "\"Permit thy daughter, gracious Jove! to tell   How this mischance the Cyprian queen befell,   As late she tried with passion to inflame   The tender bosom of a Grecian dame;   Allured the fair, with moving thoughts of joy,   To quit her country for some youth of Troy;   The clasping zone, with golden buckles bound,   Razed her soft hand with this lamented wound.\"", "characters": 365, "sentences": 2}, {"text": "The sire of gods and men superior smiled,   And, calling Venus, thus address'd his child:   \"Not these, O daughter are thy proper cares,   Thee milder arts befit, and softer wars;   Sweet smiles are thine, and kind endearing charms;   To Mars and Pallas leave the deeds of arms.\"", "characters": 279, "sentences": 2}, {"text": "Thus they in heaven: while on the plain below   The fierce Tydides charged his Dardan foe,   Flush'd with celestial blood pursued his way,   And fearless dared the threatening god of day;   Already in his hopes he saw him kill'd,   Though screen'd behind Apollo's mighty shield.   Thrice rushing furious, at the chief he strook;   His blazing buckler thrice Apollo shook:   He tried the fourth: when, breaking from the cloud,   A more than mortal voice was heard aloud.", "characters": 469, "sentences": 3}, {"text": "\"O son of Tydeus, cease! be wise and see   How vast the difference of the gods and thee;   Distance immense! between the powers that shine   Above, eternal, deathless, and divine,   And mortal man! a wretch of humble birth,   A short-lived reptile in the dust of earth.\"", "characters": 270, "sentences": 2}, {"text": "\"Stern power of arms, by whom the mighty fall;   Who bathest in blood, and shakest the embattled wall,   Rise in thy wrath! to hell's abhorr'd abodes   Despatch yon Greek, and vindicate the gods.   First rosy Venus felt his brutal rage;   Me next he charged, and dares all heaven engage:   The wretch would brave high heaven's immortal sire,   His triple thunder, and his bolts of fire.\"", "characters": 387, "sentences": 3}, {"text": "The god of battle issues on the plain,   Stirs all the ranks, and fires the Trojan train;   In form like Acamas, the Thracian guide,   Enraged to Troy's retiring chiefs he cried:", "characters": 178, "sentences": 1}, {"text": "\"How long, ye sons of Priam! will ye fly,   And unrevenged see Priam's people die?   Still unresisted shall the foe destroy,   And stretch the slaughter to the gates of Troy?   Lo, brave Æneas sinks beneath his wound,   Not godlike Hector more in arms renown'd:   Haste all, and take the generous warrior's part.   He said;--new courage swell'd each hero's heart.   Sarpedon first his ardent soul express'd,   And, turn'd to Hector, these bold words address'd:", "characters": 461, "sentences": 3}, {"text": "Stung to the heart the generous Hector hears,   But just reproof with decent silence bears.   From his proud car the prince impetuous springs,   On earth he leaps, his brazen armour rings.   Two shining spears are brandish'd in his hands;   Thus arm'd, he animates his drooping bands,   Revives their ardour, turns their steps from flight,   And wakes anew the dying flames of fight.   They turn, they stand; the Greeks their fury dare,   Condense their powers, and wait the growing war.", "characters": 487, "sentences": 5}, {"text": "Nor was the general wanting to his train;   From troop to troop he toils through all the plain,   \"Ye Greeks, be men! the charge of battle bear;   Your brave associates and yourselves revere!   Let glorious acts more glorious acts inspire,   And catch from breast to breast the noble fire!   On valour's side the odds of combat lie,   The brave live glorious, or lamented die;   The wretch who trembles in the field of fame,   Meets death, and worse than death, eternal shame!\"", "characters": 477, "sentences": 1}, {"text": "These words he seconds with his flying lance,   To meet whose point was strong Deicoon's chance:   Æneas' friend, and in his native place   Honour'd and loved like Priam's royal race:   Long had he fought the foremost in the field,   But now the monarch's lance transpierced his shield:   His shield too weak the furious dart to stay,   Through his broad belt the weapon forced its way:   The grisly wound dismiss'd his soul to hell,   His arms around him rattled as he fell.", "characters": 476, "sentences": 2}, {"text": "Great Hector saw, and, raging at the view,   Pours on the Greeks: the Trojan troops pursue:   He fires his host with animating cries,   And brings along the furies of the skies,   Mars, stern destroyer! and Bellona dread,   Flame in the front, and thunder at their head:   This swells the tumult and the rage of fight;   That shakes a spear that casts a dreadful light.   Where Hector march'd, the god of battles shined,   Now storm'd before him, and now raged behind.", "characters": 468, "sentences": 3}, {"text": "Tydides paused amidst his full career;   Then first the hero's manly breast knew fear.   As when some simple swain his cot forsakes,   And wide through fens an unknown journey takes:   If chance a swelling brook his passage stay,   And foam impervious 'cross the wanderer's way,   Confused he stops, a length of country pass'd,   Eyes the rough waves, and tired, returns at last.   Amazed no less the great Tydides stands:   He stay'd, and turning thus address'd his bands:", "characters": 473, "sentences": 3}, {"text": "\"No wonder, Greeks! that all to Hector yield;   Secure of favouring gods, he takes the field;   His strokes they second, and avert our spears.   Behold where Mars in mortal arms appears!   Retire then, warriors, but sedate and slow;   Retire, but with your faces to the foe.   Trust not too much your unavailing might;   'Tis not with Troy, but with the gods ye fight.\"", "characters": 369, "sentences": 4}, {"text": "While thus they strive, Tlepolemus the great,(153)   Urged by the force of unresisted fate,   Burns with desire Sarpedon's strength to prove;   Alcides' offspring meets the son of Jove.   Sheathed in bright arms each adverse chief came on.   Jove's great descendant, and his greater son.   Prepared for combat, ere the lance he toss'd,   The daring Rhodian vents his haughty boast:", "characters": 381, "sentences": 4}, {"text": "\"Thy sire, O prince! o'erturn'd the Trojan state,   Whose perjured monarch well deserved his fate;   Those heavenly steeds the hero sought so far,   False he detain'd, the just reward of war.   Nor so content, the generous chief defied,   With base reproaches and unmanly pride.   But you, unworthy the high race you boast,   Shall raise my glory when thy own is lost:   Now meet thy fate, and by Sarpedon slain,   Add one more ghost to Pluto's gloomy reign.\"", "characters": 459, "sentences": 4}, {"text": "He said: both javelins at an instant flew;   Both struck, both wounded, but Sarpedon's slew:   Full in the boaster's neck the weapon stood,   Transfix'd his throat, and drank the vital blood;   The soul disdainful seeks the caves of night,   And his seal'd eyes for ever lose the light.", "characters": 286, "sentences": 2}, {"text": "\"O suffer not the foe to bear away   My helpless corpse, an unassisted prey;   If I, unbless'd, must see my son no more,   My much-loved consort, and my native shore,   Yet let me die in Ilion's sacred wall;   Troy, in whose cause I fell, shall mourn my fall.\"", "characters": 260, "sentences": 2}, {"text": "He said, nor Hector to the chief replies,   But shakes his plume, and fierce to combat flies;   Swift as a whirlwind, drives the scattering foes;   And dyes the ground with purple as he goes.", "characters": 191, "sentences": 2}, {"text": "Beneath a beech, Jove's consecrated shade,   His mournful friends divine Sarpedon laid:   Brave Pelagon, his favourite chief, was nigh,   Who wrench'd the javelin from his sinewy thigh.   The fainting soul stood ready wing'd for flight,   And o'er his eye-balls swam the shades of night;   But Boreas rising fresh, with gentle breath,   Recall'd his spirit from the gates of death.", "characters": 381, "sentences": 3}, {"text": "The carnage Juno from the skies survey'd,   And touch'd with grief bespoke the blue-eyed maid:   \"Oh, sight accursed! Shall faithless Troy prevail,   And shall our promise to our people fail?   How vain the word to Menelaus given   By Jove's great daughter and the queen of heaven,   Beneath his arms that Priam's towers should fall,   If warring gods for ever guard the wall!   Mars, red with slaughter, aids our hated foes:   Haste, let us arm, and force with force oppose!\"", "characters": 476, "sentences": 1}, {"text": "\"O sire! can no resentment touch thy soul?   Can Mars rebel, and does no thunder roll?   What lawless rage on yon forbidden plain,   What rash destruction! and what heroes slain!   Venus, and Phoebus with the dreadful bow,   Smile on the slaughter, and enjoy my woe.   Mad, furious power! whose unrelenting mind   No god can govern, and no justice bind.   Say, mighty father! shall we scourge this pride,   And drive from fight the impetuous homicide?\"", "characters": 452, "sentences": 3}, {"text": "To whom assenting, thus the Thunderer said:   \"Go! and the great Minerva be thy aid.   To tame the monster-god Minerva knows,   And oft afflicts his brutal breast with woes.\"", "characters": 174, "sentences": 3}, {"text": "The best and bravest of the Grecian band   (A warlike circle) round Tydides stand.   Such was their look as lions bathed in blood,   Or foaming boars, the terror of the wood   Heaven's empress mingles with the mortal crowd,   And shouts, in Stentor's sounding voice, aloud;   Stentor the strong, endued with brazen lungs,(158)   Whose throats surpass'd the force of fifty tongues.", "characters": 380, "sentences": 3}, {"text": "\"Inglorious Argives! to your race a shame,   And only men in figure and in name!   Once from the walls your timorous foes engaged,   While fierce in war divine Achilles raged;   Now issuing fearless they possess the plain,   Now win the shores, and scarce the seas remain.\"", "characters": 273, "sentences": 2}, {"text": "The chief thus answered mild: \"Immortal maid!   I own thy presence, and confess thy aid.   Not fear, thou know'st, withholds me from the plains,   Nor sloth hath seized me, but thy word restrains:   From warring gods thou bad'st me turn my spear,   And Venus only found resistance here.   Hence, goddess! heedful of thy high commands,   Loth I gave way, and warn'd our Argive bands:   For Mars, the homicide, these eyes beheld,   With slaughter red, and raging round the field.\"", "characters": 478, "sentences": 4}, {"text": "Then thus Minerva:--\"Brave Tydides, hear!   Not Mars himself, nor aught immortal, fear.   Full on the god impel thy foaming horse:   Pallas commands, and Pallas lends thee force.   Rash, furious, blind, from these to those he flies,   And every side of wavering combat tries;   Large promise makes, and breaks the promise made:   Now gives the Grecians, now the Trojans aid.\"(159)", "characters": 380, "sentences": 4}, {"text": "She said, and to the steeds approaching near,   Drew from his seat the martial charioteer.   The vigorous power the trembling car ascends,   Fierce for revenge; and Diomed attends:   The groaning axle bent beneath the load;   So great a hero, and so great a god.   She snatch'd the reins, she lash'd with all her force,   And full on Mars impelled the foaming horse:   But first, to hide her heavenly visage, spread   Black Orcus' helmet o'er her radiant head.", "characters": 460, "sentences": 4}, {"text": "The scene is first in the field of battle, between the rivers Simois and Scamander, and then changes to Troy.", "characters": 109, "sentences": 2}, {"text": "Now heaven forsakes the fight: the immortals yield   To human force and human skill the field:   Dark showers of javelins fly from foes to foes;   Now here, now there, the tide of combat flows;   While Troy's famed streams, that bound the deathful plain   On either side, run purple to the main.", "characters": 295, "sentences": 2}, {"text": "By great Euryalus was Dresus slain,   And next he laid Opheltius on the plain.   Two twins were near, bold, beautiful, and young,   From a fair naiad and Bucolion sprung:   (Laomedon's white flocks Bucolion fed,   That monarch's first-born by a foreign bed;   In secret woods he won the naiad's grace,   And two fair infants crown'd his strong embrace:)   Here dead they lay in all their youthful charms;   The ruthless victor stripp'd their shining arms.", "characters": 455, "sentences": 3}, {"text": "Astyalus by Polypoetes fell;   Ulysses' spear Pidytes sent to hell;   By Teucer's shaft brave Aretaon bled,   And Nestor's son laid stern Ablerus dead;   Great Agamemnon, leader of the brave,   The mortal wound of rich Elatus gave,   Who held in Pedasus his proud abode,(162)   And till'd the banks where silver Satnio flow'd.   Melanthius by Eurypylus was slain;   And Phylacus from Leitus flies in vain.", "characters": 405, "sentences": 3}, {"text": "\"O spare my youth, and for the life I owe   Large gifts of price my father shall bestow.   When fame shall tell, that, not in battle slain,   Thy hollow ships his captive son detain:   Rich heaps of brass shall in thy tent be told,(163)   And steel well-temper'd, and persuasive gold.\"", "characters": 285, "sentences": 3}, {"text": "And now had Greece eternal fame acquired,   And frighted Troy within her walls, retired,   Had not sage Helenus her state redress'd,   Taught by the gods that moved his sacred breast.   Where Hector stood, with great Æneas join'd,   The seer reveal'd the counsels of his mind:", "characters": 277, "sentences": 2}, {"text": "Hector obedient heard: and, with a bound,   Leap'd from his trembling chariot to the ground;   Through all his host inspiring force he flies,   And bids the thunder of the battle rise.   With rage recruited the bold Trojans glow,   And turn the tide of conflict on the foe:   Fierce in the front he shakes two dazzling spears;   All Greece recedes, and 'midst her triumphs fears;   Some god, they thought, who ruled the fate of wars,   Shot down avenging from the vault of stars.", "characters": 479, "sentences": 3}, {"text": "Then thus aloud: \"Ye dauntless Dardans, hear!   And you whom distant nations send to war!   Be mindful of the strength your fathers bore;   Be still yourselves, and Hector asks no more.   One hour demands me in the Trojan wall,   To bid our altars flame, and victims fall:   Nor shall, I trust, the matrons' holy train,   And reverend elders, seek the gods in vain.\"", "characters": 366, "sentences": 3}, {"text": "This said, with ample strides the hero pass'd;   The shield's large orb behind his shoulder cast,   His neck o'ershading, to his ankle hung;   And as he march'd the brazen buckler rung.", "characters": 185, "sentences": 2}, {"text": "Now paused the battle (godlike Hector gone),(167)   Where daring Glaucus and great Tydeus' son   Between both armies met: the chiefs from far   Observed each other, and had mark'd for war.   Near as they drew, Tydides thus began:", "characters": 229, "sentences": 2}, {"text": "\"What, or from whence I am, or who my sire,   (Replied the chief,) can Tydeus' son inquire?   Like leaves on trees the race of man is found,   Now green in youth, now withering on the ground;   Another race the following spring supplies;   They fall successive, and successive rise:   So generations in their course decay;   So flourish these, when those are pass'd away.   But if thou still persist to search my birth,   Then hear a tale that fills the spacious earth.", "characters": 469, "sentences": 3}, {"text": "\"This pest he slaughter'd, (for he read the skies,   And trusted heaven's informing prodigies,)   Then met in arms the Solymaean crew,(169)   (Fiercest of men,) and those the warrior slew;   Next the bold Amazons' whole force defied;   And conquer'd still, for heaven was on his side.", "characters": 284, "sentences": 2}, {"text": "\"Nor ended here his toils: his Lycian foes,   At his return, a treacherous ambush rose,   With levell'd spears along the winding shore:   There fell they breathless, and return'd no more.", "characters": 187, "sentences": 2}, {"text": "Thus having said, the gallant chiefs alight,   Their hands they join, their mutual faith they plight;   Brave Glaucus then each narrow thought resign'd,   (Jove warm'd his bosom, and enlarged his mind,)   For Diomed's brass arms, of mean device,   For which nine oxen paid, (a vulgar price,)   He gave his own, of gold divinely wrought,(171)   A hundred beeves the shining purchase bought.", "characters": 389, "sentences": 2}, {"text": "\"Oh awful goddess! ever-dreadful maid,   Troy's strong defence, unconquer'd Pallas, aid!   Break thou Tydides' spear, and let him fall   Prone on the dust before the Trojan wall!   So twelve young heifers, guiltless of the yoke,   Shall fill thy temple with a grateful smoke.   But thou, atoned by penitence and prayer,   Ourselves, our infants, and our city spare!\"   So pray'd the priestess in her holy fane;   So vow'd the matrons, but they vow'd in vain.", "characters": 458, "sentences": 3}, {"text": "He said, and pass'd with sad presaging heart   To seek his spouse, his soul's far dearer part;   At home he sought her, but he sought in vain;   She, with one maid of all her menial train,   Had hence retired; and with her second joy,   The young Astyanax, the hope of Troy,   Pensive she stood on Ilion's towery height,   Beheld the war, and sicken'd at the sight;   There her sad eyes in vain her lord explore,   Or weep the wounds her bleeding country bore.", "characters": 460, "sentences": 2}, {"text": "\"By the same arm my seven brave brothers fell;   In one sad day beheld the gates of hell;   While the fat herds and snowy flocks they fed,   Amid their fields the hapless heroes bled!   My mother lived to wear the victor's bands,   The queen of Hippoplacia's sylvan lands:   Redeem'd too late, she scarce beheld again   Her pleasing empire and her native plain,   When ah! oppress'd by life-consuming woe,   She fell a victim to Diana's bow.", "characters": 441, "sentences": 2}, {"text": "The chief replied: \"That post shall be my care,   Not that alone, but all the works of war.   How would the sons of Troy, in arms renown'd,   And Troy's proud dames, whose garments sweep the ground   Attaint the lustre of my former name,   Should Hector basely quit the field of fame?   My early youth was bred to martial pains,   My soul impels me to the embattled plains!   Let me be foremost to defend the throne,   And guard my father's glories, and my own.", "characters": 461, "sentences": 3}, {"text": "Thus having spoke, the illustrious chief of Troy   Stretch'd his fond arms to clasp the lovely boy.   The babe clung crying to his nurse's breast,   Scared at the dazzling helm, and nodding crest.   With secret pleasure each fond parent smiled,   And Hector hasted to relieve his child,   The glittering terrors from his brows unbound,   And placed the beaming helmet on the ground;   Then kiss'd the child, and, lifting high in air,   Thus to the gods preferr'd a father's prayer:", "characters": 481, "sentences": 3}, {"text": "He spoke, and fondly gazing on her charms,   Restored the pleasing burden to her arms;   Soft on her fragrant breast the babe she laid,   Hush'd to repose, and with a smile survey'd.   The troubled pleasure soon chastised by fear,   She mingled with a smile a tender tear.   The soften'd chief with kind compassion view'd,   And dried the falling drops, and thus pursued:", "characters": 371, "sentences": 3}, {"text": "Thus having said, the glorious chief resumes   His towery helmet, black with shading plumes.   His princess parts with a prophetic sigh,   Unwilling parts, and oft reverts her eye   That stream'd at every look; then, moving slow,   Sought her own palace, and indulged her woe.   There, while her tears deplored the godlike man,   Through all her train the soft infection ran;   The pious maids their mingled sorrows shed,   And mourn the living Hector, as the dead.", "characters": 465, "sentences": 4}, {"text": "The three and twentieth day ends with the duel of Hector and Ajax, the next day the truce is agreed; another is taken up in the funeral rites of the slain and one more in building the fortification before the ships. So that somewhat about three days is employed in this book. The scene lies wholly in the field.", "characters": 311, "sentences": 4}, {"text": "So spoke the guardian of the Trojan state,   Then rush'd impetuous through the Scaean gate.   Him Paris follow'd to the dire alarms;   Both breathing slaughter, both resolved in arms.   As when to sailors labouring through the main,   That long have heaved the weary oar in vain,   Jove bids at length the expected gales arise;   The gales blow grateful, and the vessel flies.   So welcome these to Troy's desiring train,   The bands are cheer'd, the war awakes again.", "characters": 468, "sentences": 5}, {"text": "When now Minerva saw her Argives slain,   From vast Olympus to the gleaming plain   Fierce she descends: Apollo marked her flight,   Nor shot less swift from Ilion's towery height.   Radiant they met, beneath the beechen shade;   When thus Apollo to the blue-eyed maid:", "characters": 269, "sentences": 2}, {"text": "\"What cause, O daughter of Almighty Jove!   Thus wings thy progress from the realms above?   Once more impetuous dost thou bend thy way,   To give to Greece the long divided day?   Too much has Troy already felt thy hate,   Now breathe thy rage, and hush the stern debate;   This day, the business of the field suspend;   War soon shall kindle, and great Ilion bend;   Since vengeful goddesses confederate join   To raze her walls, though built by hands divine.\"", "characters": 462, "sentences": 2}, {"text": "To whom the progeny of Jove replies:   \"I left, for this, the council of the skies:   But who shall bid conflicting hosts forbear,   What art shall calm the furious sons of war?\"   To her the god: \"Great Hector's soul incite   To dare the boldest Greek to single fight,   Till Greece, provoked, from all her numbers show   A warrior worthy to be Hector's foe.\"", "characters": 360, "sentences": 2}, {"text": "He said: the warrior heard the word with joy;   Then with his spear restrain'd the youth of Troy,   Held by the midst athwart. On either hand   The squadrons part; the expecting Trojans stand;   Great Agamemnon bids the Greeks forbear:   They breathe, and hush the tumult of the war.   The Athenian maid, and glorious god of day,(178)   With silent joy the settling hosts survey:   In form of vultures, on the beech's height   They sit conceal'd, and wait the future fight.", "characters": 473, "sentences": 4}, {"text": "The thronging troops obscure the dusky fields,   Horrid with bristling spears, and gleaming shields.   As when a general darkness veils the main,   (Soft Zephyr curling the wide wat'ry plain,)   The waves scarce heave, the face of ocean sleeps,   And a still horror saddens all the deeps;   Thus in thick orders settling wide around,   At length composed they sit, and shade the ground.   Great Hector first amidst both armies broke   The solemn silence, and their powers bespoke:", "characters": 480, "sentences": 3}, {"text": "This fierce defiance Greece astonish'd heard,   Blush'd to refuse, and to accept it fear'd.   Stern Menelaus first the silence broke,   And, inly groaning, thus opprobrious spoke:", "characters": 179, "sentences": 2}, {"text": "\"Women of Greece! O scandal of your race,   Whose coward souls your manly form disgrace,   How great the shame, when every age shall know   That not a Grecian met this noble foe!   Go then! resolve to earth, from whence ye grew,   A heartless, spiritless, inglorious crew!   Be what ye seem, unanimated clay,   Myself will dare the danger of the day;   'Tis man's bold task the generous strife to try,   But in the hands of God is victory.\"", "characters": 440, "sentences": 2}, {"text": "He said, and turn'd his brother's vengeful mind;   He stoop'd to reason, and his rage resign'd,   No longer bent to rush on certain harms;   His joyful friends unbrace his azure arms.", "characters": 183, "sentences": 2}, {"text": "\"Lest thirst of glory your brave souls divide,   What chief shall combat, let the gods decide.   Whom heaven shall choose, be his the chance to raise   His country's fame, his own immortal praise.\"", "characters": 197, "sentences": 3}, {"text": "He said. The troops with elevated eyes,   Implore the god whose thunder rends the skies:   \"O father of mankind, superior lord!   On lofty Ida's holy hill adored:   Who in the highest heaven hast fix'd thy throne,   Supreme of gods! unbounded and alone:   Grant thou, that Telamon may bear away   The praise and conquest of this doubtful day;   Or, if illustrious Hector be thy care,   That both may claim it, and that both may share.\"", "characters": 435, "sentences": 3}, {"text": "Stern Telamon behind his ample shield,   As from a brazen tower, o'erlook'd the field.   Huge was its orb, with seven thick folds o'ercast,   Of tough bull-hides; of solid brass the last,   (The work of Tychius, who in Hyle dwell'd   And in all arts of armoury excell'd,)   This Ajax bore before his manly breast,   And, threatening, thus his adverse chief address'd:", "characters": 367, "sentences": 2}, {"text": "\"Hector! approach my arm, and singly know   What strength thou hast, and what the Grecian foe.   Achilles shuns the fight; yet some there are,   Not void of soul, and not unskill'd in war:   Let him, unactive on the sea-beat shore,   Indulge his wrath, and aid our arms no more;   Whole troops of heroes Greece has yet to boast,   And sends thee one, a sample of her host,   Such as I am, I come to prove thy might;   No more--be sudden, and begin the fight.\"", "characters": 459, "sentences": 3}, {"text": "\"Forbear, my sons! your further force to prove,   Both dear to men, and both beloved of Jove.   To either host your matchless worth is known,   Each sounds your praise, and war is all your own.   But now the Night extends her awful shade;   The goddess parts you; be the night obey'd.\"(184)", "characters": 290, "sentences": 4}, {"text": "To whom great Ajax his high soul express'd:   \"O sage! to Hector be these words address'd.   Let him, who first provoked our chiefs to fight,   Let him demand the sanction of the night;   If first he ask'd it, I content obey,   And cease the strife when Hector shows the way.\"", "characters": 276, "sentences": 3}, {"text": "With that, a sword with stars of silver graced,   The baldric studded, and the sheath enchased,   He gave the Greek. The generous Greek bestow'd   A radiant belt that rich with purple glow'd.   Then with majestic grace they quit the plain;   This seeks the Grecian, that the Phrygian train.", "characters": 290, "sentences": 4}, {"text": "The Trojan bands returning Hector wait,   And hail with joy the Champion of their state;   Escaped great Ajax, they survey him round,   Alive, unarm'd, and vigorous from his wound;   To Troy's high gates the godlike man they bear   Their present triumph, as their late despair.", "characters": 277, "sentences": 2}, {"text": "'Twas then, the growing discord to compose,   Slow from his seat the reverend Priam rose:   His godlike aspect deep attention drew:   He paused, and these pacific words ensue:", "characters": 175, "sentences": 1}, {"text": "\"Ye Trojans, Dardans, and auxiliar bands!   Now take refreshment as the hour demands;   Guard well the walls, relieve the watch of night.   Till the new sun restores the cheerful light.   Then shall our herald, to the Atrides sent,   Before their ships proclaim my son's intent.   Next let a truce be ask'd, that Troy may burn   Her slaughter'd heroes, and their bones inurn;   That done, once more the fate of war be tried,   And whose the conquest, mighty Jove decide!\"", "characters": 471, "sentences": 4}, {"text": "The monarch spoke: the warriors snatch'd with haste   (Each at his post in arms) a short repast.   Soon as the rosy morn had waked the day,   To the black ships Idaeus bent his way;   There, to the sons of Mars, in council found,   He raised his voice: the host stood listening round.", "characters": 284, "sentences": 3}, {"text": "The Greeks gave ear, but none the silence broke;   At length Tydides rose, and rising spoke:   \"Oh, take not, friends! defrauded of your fame,   Their proffer'd wealth, nor even the Spartan dame.   Let conquest make them ours: fate shakes their wall,   And Troy already totters to her fall.\"", "characters": 291, "sentences": 3}, {"text": "The admiring chiefs, and all the Grecian name,   With general shouts return'd him loud acclaim.   Then thus the king of kings rejects the peace:   \"Herald! in him thou hear'st the voice of Greece   For what remains; let funeral flames be fed   With heroes' corps: I war not with the dead:   Go search your slaughtered chiefs on yonder plain,   And gratify the manes of the slain.   Be witness, Jove, whose thunder rolls on high!\"   He said, and rear'd his sceptre to the sky.", "characters": 475, "sentences": 4}, {"text": "So toil'd the Greeks: meanwhile the gods above,   In shining circle round their father Jove,   Amazed beheld the wondrous works of man:   Then he, whose trident shakes the earth, began:", "characters": 185, "sentences": 1}, {"text": "The time of seven and twenty days is employed from the opening of the poem to the end of this book. The scene here (except of the celestial machines) lies in the field towards the seashore.", "characters": 189, "sentences": 3}, {"text": "Aurora now, fair daughter of the dawn,   Sprinkled with rosy light the dewy lawn;   When Jove convened the senate of the skies,   Where high Olympus' cloudy tops arise,   The sire of gods his awful silence broke;   The heavens attentive trembled as he spoke:", "characters": 258, "sentences": 1}, {"text": "The all-mighty spoke, nor durst the powers reply:   A reverend horror silenced all the sky;   Trembling they stood before their sovereign's look;   At length his best-beloved, the power of wisdom, spoke:", "characters": 203, "sentences": 1}, {"text": "\"O first and greatest! God, by gods adored   We own thy might, our father and our lord!   But, ah! permit to pity human state:   If not to help, at least lament their fate.   From fields forbidden we submiss refrain,   With arms unaiding mourn our Argives slain;   Yet grant my counsels still their breasts may move,   Or all must perish in the wrath of Jove.\"", "characters": 360, "sentences": 3}, {"text": "\"O chief! too daring in thy friend's defence   Retire advised, and urge the chariot hence.   This day, averse, the sovereign of the skies   Assists great Hector, and our palm denies.   Some other sun may see the happier hour,   When Greece shall conquer by his heavenly power.   'Tis not in man his fix'd decree to move:   The great will glory to submit to Jove.\"", "characters": 363, "sentences": 5}, {"text": "Now fears dissuade him, and now hopes invite.   To stop his coursers, and to stand the fight;   Thrice turn'd the chief, and thrice imperial Jove   On Ida's summits thunder'd from above.   Great Hector heard; he saw the flashing light,   (The sign of conquest,) and thus urged the fight:", "characters": 287, "sentences": 3}, {"text": "Neptune with wrath rejects the rash design:   \"What rage, what madness, furious queen! is thine?   I war not with the highest. All above   Submit and tremble at the hand of Jove.\"", "characters": 179, "sentences": 3}, {"text": "To this the chief: \"With praise the rest inspire,   Nor urge a soul already fill'd with fire.   What strength I have, be now in battle tried,   Till every shaft in Phrygian blood be dyed.   Since rallying from our wall we forced the foe,   Still aim'd at Hector have I bent my bow:   Eight forky arrows from this hand have fled,   And eight bold heroes by their points lie dead:   But sure some god denies me to destroy   This fury of the field, this dog of Troy.\"", "characters": 464, "sentences": 4}, {"text": "\"O daughter of that god, whose arm can wield   The avenging bolt, and shake the sable shield!   Now, in this moment of her last despair,   Shall wretched Greece no more confess our care,   Condemn'd to suffer the full force of fate,   And drain the dregs of heaven's relentless hate?   Gods! shall one raging hand thus level all?   What numbers fell! what numbers yet shall fall!   What power divine shall Hector's wrath assuage?   Still swells the slaughter, and still grows the rage!\"", "characters": 486, "sentences": 1}, {"text": "Swift as the wind, the various-colour'd maid   From Ida's top her golden wings display'd;   To great Olympus' shining gate she flies,   There meets the chariot rushing down the skies,   Restrains their progress from the bright abodes,   And speaks the mandate of the sire of gods.", "characters": 280, "sentences": 2}, {"text": "\"O daughter of that god, whose arm can wield   The avenging bolt, and shake the dreadful shield   No more let beings of superior birth   Contend with Jove for this low race of earth;   Triumphant now, now miserably slain,   They breathe or perish as the fates ordain:   But Jove's high counsels full effect shall find;   And, ever constant, ever rule mankind.\"", "characters": 360, "sentences": 2}, {"text": "She spoke, and backward turn'd her steeds of light,   Adorn'd with manes of gold, and heavenly bright.   The Hours unloosed them, panting as they stood,   And heap'd their mangers with ambrosial food.   There tied, they rest in high celestial stalls;   The chariot propp'd against the crystal walls,   The pensive goddesses, abash'd, controll'd,   Mix with the gods, and fill their seats of gold.", "characters": 396, "sentences": 4}, {"text": "Now deep in ocean sunk the lamp of light,   And drew behind the cloudy veil of night:   The conquering Trojans mourn his beams decay'd;   The Greeks rejoicing bless the friendly shade.", "characters": 184, "sentences": 2}, {"text": "This book, and the next following, take up the space of one night, which is the twenty-seventh from the beginning of the poem. The scene lies on the sea-shore, the station of the Grecian ships.", "characters": 193, "sentences": 3}, {"text": "He ceased; the Greeks loud acclamations raise,   And voice to voice resounds Tydides' praise.   Wise Nestor then his reverend figure rear'd;   He spoke: the host in still attention heard:(200)", "characters": 192, "sentences": 2}, {"text": "The king of men, on public counsels bent,   Convened the princes in his ample tent,   Each seized a portion of the kingly feast,   But stay'd his hand when thirst and hunger ceased.   Then Nestor spoke, for wisdom long approved,   And slowly rising, thus the council moved.", "characters": 273, "sentences": 3}, {"text": "\"Princes, all hail! whatever brought you here.   Or strong necessity, or urgent fear;   Welcome, though Greeks! for not as foes ye came;   To me more dear than all that bear the name.\"", "characters": 184, "sentences": 3}, {"text": "With that, the chiefs beneath his roof he led,   And placed in seats with purple carpets spread.   Then thus--\"Patroclus, crown a larger bowl,   Mix purer wine, and open every soul.   Of all the warriors yonder host can send,   Thy friend most honours these, and these thy friend.\"", "characters": 281, "sentences": 4}, {"text": "Then thus the goddess-born: \"Ulysses, hear   A faithful speech, that knows nor art nor fear;   What in my secret soul is understood,   My tongue shall utter, and my deeds make good.   Let Greece then know, my purpose I retain:   Nor with new treaties vex my peace in vain.   Who dares think one thing, and another tell,   My heart detests him as the gates of hell.", "characters": 364, "sentences": 4}, {"text": "The son of Peleus ceased: the chiefs around   In silence wrapt, in consternation drown'd,   Attend the stern reply. Then Phoenix rose;   (Down his white beard a stream of sorrow flows;)   And while the fate of suffering Greece he mourn'd,   With accent weak these tender words return'd.", "characters": 286, "sentences": 3}, {"text": "He ceased; then order'd for the sage's bed   A warmer couch with numerous carpets spread.   With that, stern Ajax his long silence broke,   And thus, impatient, to Ulysses spoke:", "characters": 178, "sentences": 2}, {"text": "And now the elected chiefs whom Greece had sent,   Pass'd through the hosts, and reach'd the royal tent.   Then rising all, with goblets in their hands,   The peers and leaders of the Achaian bands   Hail'd their return: Atrides first begun:", "characters": 241, "sentences": 2}, {"text": "\"Say what success? divine Laertes' son!   Achilles' high resolves declare to all:   \"Returns the chief, or must our navy fall?\"", "characters": 127, "sentences": 1}, {"text": "Shouts of acclaim the listening heroes raise,   Then each to Heaven the due libations pays;   Till sleep, descending o'er the tents, bestows   The grateful blessings of desired repose.\"(214)", "characters": 190, "sentences": 2}, {"text": "This said, each parted to his several cares:   The king to Nestor's sable ship repairs;   The sage protector of the Greeks he found   Stretch'd in his bed with all his arms around   The various-colour'd scarf, the shield he rears,   The shining helmet, and the pointed spears;   The dreadful weapons of the warrior's rage,   That, old in arms, disdain'd the peace of age.   Then, leaning on his hand his watchful head,   The hoary monarch raised his eyes and said:", "characters": 464, "sentences": 2}, {"text": "\"What art thou, speak, that on designs unknown,   While others sleep, thus range the camp alone;   Seek'st thou some friend or nightly sentinel?   Stand off, approach not, but thy purpose tell.\"", "characters": 194, "sentences": 2}, {"text": "\"Rise, son of Tydeus! to the brave and strong   Rest seems inglorious, and the night too long.   But sleep'st thou now, when from yon hill the foe   Hangs o'er the fleet, and shades our walls below?\"", "characters": 199, "sentences": 2}, {"text": "This said, the hero o'er his shoulders flung   A lion's spoils, that to his ankles hung;   Then seized his ponderous lance, and strode along.   Meges the bold, with Ajax famed for speed,   The warrior roused, and to the entrenchments lead.", "characters": 239, "sentences": 3}, {"text": "Fear held them mute: alone, untaught to fear,   Tydides spoke--\"The man you seek is here.   Through yon black camps to bend my dangerous way,   Some god within commands, and I obey.   But let some other chosen warrior join,   To raise my hopes, and second my design.   By mutual confidence and mutual aid,   Great deeds are done, and great discoveries made;   The wise new prudence from the wise acquire,   And one brave hero fans another's fire.\"", "characters": 447, "sentences": 5}, {"text": "\"Then thus (the godlike Diomed rejoin'd)   My choice declares the impulse of my mind.   How can I doubt, while great Ulysses stands   To lend his counsels and assist our hands?   A chief, whose safety is Minerva's care;   So famed, so dreadful, in the works of war:   Bless'd in his conduct, I no aid require;   Wisdom like his might pass through flames of fire.\"", "characters": 363, "sentences": 3}, {"text": "\"It fits thee not, before these chiefs of fame,   (Replied the sage,) to praise me, or to blame:   Praise from a friend, or censure from a foe,   Are lost on hearers that our merits know.   But let us haste--Night rolls the hours away,   The reddening orient shows the coming day,   The stars shine fainter on the ethereal plains,   And of night's empire but a third remains.\"", "characters": 376, "sentences": 3}, {"text": "\"O daughter of that god whose arm can wield   The avenging bolt, and shake the dreadful shield!   O thou! for ever present in my way,   Who all my motions, all my toils survey!   Safe may we pass beneath the gloomy shade,   Safe by thy succour to our ships convey'd,   And let some deed this signal night adorn,   To claim the tears of Trojans yet unborn.\"", "characters": 356, "sentences": 2}, {"text": "Nor less bold Hector, and the sons of Troy,   On high designs the wakeful hours employ;   The assembled peers their lofty chief enclosed;   Who thus the counsels of his breast proposed:", "characters": 185, "sentences": 1}, {"text": "\"What glorious man, for high attempts prepared,   Dares greatly venture for a rich reward?   Of yonder fleet a bold discovery make,   What watch they keep, and what resolves they take?   If now subdued they meditate their flight,   And, spent with toil, neglect the watch of night?   His be the chariot that shall please him most,   Of all the plunder of the vanquish'd host;   His the fair steeds that all the rest excel,   And his the glory to have served so well.\"", "characters": 467, "sentences": 2}, {"text": "The chief then heaved the golden sceptre high,   Attesting thus the monarch of the sky:   \"Be witness thou! immortal lord of all!   Whose thunder shakes the dark aerial hall:   By none but Dolon shall this prize be borne,   And him alone the immortal steeds adorn.\"", "characters": 265, "sentences": 2}, {"text": "\"O friend! I hear some step of hostile feet,   Moving this way, or hastening to the fleet;   Some spy, perhaps, to lurk beside the main;   Or nightly pillager that strips the slain.   Yet let him pass, and win a little space;   Then rush behind him, and prevent his pace.   But if too swift of foot he flies before,   Confine his course along the fleet and shore,   Betwixt the camp and him our spears employ,   And intercept his hoped return to Troy.\"", "characters": 452, "sentences": 4}, {"text": "\"O spare my youth, and for the breath I owe,   Large gifts of price my father shall bestow:   Vast heaps of brass shall in your ships be told,   And steel well-temper'd and refulgent gold.\"", "characters": 189, "sentences": 2}, {"text": "To whom Ulysses made this wise reply:   \"Whoe'er thou art, be bold, nor fear to die.   What moves thee, say, when sleep has closed the sight,   To roam the silent fields in dead of night?   Cam'st thou the secrets of our camp to find,   By Hector prompted, or thy daring mind?   Or art some wretch by hopes of plunder led,   Through heaps of carnage, to despoil the dead?\"", "characters": 372, "sentences": 2}, {"text": "Then thus pale Dolon, with a fearful look:   (Still, as he spoke, his limbs with horror shook:)   \"Hither I came, by Hector's words deceived;   Much did he promise, rashly I believed:   No less a bribe than great Achilles' car,   And those swift steeds that sweep the ranks of war,   Urged me, unwilling, this attempt to make;   To learn what counsels, what resolves you take:   If now subdued, you fix your hopes on flight,   And, tired with toils, neglect the watch of night.\"", "characters": 478, "sentences": 2}, {"text": "Ulysses thus, and thus Eumedes' son:   \"What Dolon knows, his faithful tongue shall own.   Hector, the peers assembling in his tent,   A council holds at Ilus' monument.   No certain guards the nightly watch partake;   Where'er yon fires ascend, the Trojans wake:   Anxious for Troy, the guard the natives keep;   Safe in their cares, the auxiliar forces sleep,   Whose wives and infants, from the danger far,   Discharge their souls of half the fears of war.\"", "characters": 460, "sentences": 4}, {"text": "To this Tydides, with a gloomy frown:   \"Think not to live, though all the truth be shown:   Shall we dismiss thee, in some future strife   To risk more bravely thy now forfeit life?   Or that again our camps thou may'st explore?   No--once a traitor, thou betray'st no more.\"", "characters": 276, "sentences": 2}, {"text": "Sternly he spoke, and as the wretch prepared   With humble blandishment to stroke his beard,   Like lightning swift the wrathful falchion flew,   Divides the neck, and cuts the nerves in two;   One instant snatch'd his trembling soul to hell,   The head, yet speaking, mutter'd as it fell.   The furry helmet from his brow they tear,   The wolf's grey hide, the unbended bow and spear;   These great Ulysses lifting to the skies,   To favouring Pallas dedicates the prize:", "characters": 472, "sentences": 2}, {"text": "\"Great queen of arms, receive this hostile spoil,   And let the Thracian steeds reward our toil;   Thee, first of all the heavenly host, we praise;   O speed our labours, and direct our ways!\"   This said, the spoils, with dropping gore defaced,   High on a spreading tamarisk he placed;   Then heap'd with reeds and gathered boughs the plain,   To guide their footsteps to the place again.", "characters": 390, "sentences": 2}, {"text": "\"Enough, my son; from further slaughter cease,   Regard thy safety, and depart in peace;   Haste to the ships, the gotten spoils enjoy,   Nor tempt too far the hostile gods of Troy.\"", "characters": 182, "sentences": 2}, {"text": "The voice divine confess'd the martial maid;   In haste he mounted, and her word obey'd;   The coursers fly before Ulysses' bow,   Swift as the wind, and white as winter-snow.", "characters": 175, "sentences": 2}, {"text": "Meanwhile the chiefs, arriving at the shade   Where late the spoils of Hector's spy were laid,   Ulysses stopp'd; to him Tydides bore   The trophy, dropping yet with Dolon's gore:   Then mounts again; again their nimbler feet   The coursers ply, and thunder towards the fleet.", "characters": 276, "sentences": 2}, {"text": "Scarce had he spoke, when, lo! the chiefs appear,   And spring to earth; the Greeks dismiss their fear:   With words of friendship and extended hands   They greet the kings; and Nestor first demands:", "characters": 199, "sentences": 1}, {"text": "\"Father! not so, (sage Ithacus rejoin'd,)   The gifts of heaven are of a nobler kind.   Of Thracian lineage are the steeds ye view,   Whose hostile king the brave Tydides slew;   Sleeping he died, with all his guards around,   And twelve beside lay gasping on the ground.   These other spoils from conquer'd Dolon came,   A wretch, whose swiftness was his only fame;   By Hector sent our forces to explore,   He now lies headless on the sandy shore.\"", "characters": 450, "sentences": 4}, {"text": "Then o'er the trench the bounding coursers flew;   The joyful Greeks with loud acclaim pursue.   Straight to Tydides' high pavilion borne,   The matchless steeds his ample stalls adorn:   The neighing coursers their new fellows greet,   And the full racks are heap'd with generous wheat.   But Dolon's armour, to his ships convey'd,   High on the painted stern Ulysses laid,   A trophy destin'd to the blue-eyed maid.", "characters": 417, "sentences": 4}, {"text": "Now from nocturnal sweat and sanguine stain   They cleanse their bodies in the neighb'ring main:   Then in the polished bath, refresh'd from toil,   Their joints they supple with dissolving oil,   In due repast indulge the genial hour,   And first to Pallas the libations pour:   They sit, rejoicing in her aid divine,   And the crown'd goblet foams with floods of wine.", "characters": 370, "sentences": 2}, {"text": "This book opens with the eight and-twentieth day of the poem, and the same day, with its various actions and adventures is extended through the twelfth, thirteenth, fourteenth, fifteenth, sixteenth, seventeenth, and part of the eighteenth books. The scene lies in the field near the monument of Ilus.", "characters": 300, "sentences": 3}, {"text": "The saffron morn, with early blushes spread,(219)   Now rose refulgent from Tithonus' bed;   With new-born day to gladden mortal sight,   And gild the courts of heaven with sacred light:   When baleful Eris, sent by Jove's command,   The torch of discord blazing in her hand,   Through the red skies her bloody sign extends,   And, wrapt in tempests, o'er the fleet descends.   High on Ulysses' bark her horrid stand   She took, and thunder'd through the seas and land.", "characters": 469, "sentences": 3}, {"text": "Even Ajax and Achilles heard the sound,   Whose ships, remote, the guarded navy bound,   Thence the black fury through the Grecian throng   With horror sounds the loud Orthian song:   The navy shakes, and at the dire alarms   Each bosom boils, each warrior starts to arms.   No more they sigh, inglorious to return,   But breathe revenge, and for the combat burn.", "characters": 363, "sentences": 3}, {"text": "That instant Juno, and the martial maid,   In happy thunders promised Greece their aid;   High o'er the chief they clash'd their arms in air,   And, leaning from the clouds, expect the war.", "characters": 189, "sentences": 2}, {"text": "Amidst the tumult of the routed train,   The sons of false Antimachus were slain;   He who for bribes his faithless counsels sold,   And voted Helen's stay for Paris' gold.   Atrides mark'd, as these their safety sought,   And slew the children for the father's fault;   Their headstrong horse unable to restrain,   They shook with fear, and dropp'd the silken rein;   Then in the chariot on their knees they fall,   And thus with lifted hands for mercy call:", "characters": 459, "sentences": 2}, {"text": "\"O spare our youth, and for the life we owe,   Antimachus shall copious gifts bestow:   Soon as he hears, that, not in battle slain,   The Grecian ships his captive sons detain,   Large heaps of brass in ransom shall be told,   And steel well-tempered, and persuasive gold.\"", "characters": 274, "sentences": 2}, {"text": "These words, attended with the flood of tears,   The youths address'd to unrelenting ears:   The vengeful monarch gave this stern reply:   \"If from Antimachus ye spring, ye die;   The daring wretch who once in council stood   To shed Ulysses' and my brother's blood,   For proffer'd peace! and sues his seed for grace?   No, die, and pay the forfeit of your race.\"", "characters": 364, "sentences": 2}, {"text": "Perhaps great Hector then had found his fate,   But Jove and destiny prolong'd his date.   Safe from the darts, the care of heaven he stood,   Amidst alarms, and death, and dust, and blood.", "characters": 189, "sentences": 3}, {"text": "Now storms the victor at the Trojan wall;   Surveys the towers, and meditates their fall.   But Jove descending shook the Idaean hills,   And down their summits pour'd a hundred rills:   The unkindled lightning in his hand he took,   And thus the many-coloured maid bespoke:", "characters": 274, "sentences": 2}, {"text": "\"O friends! O Greeks! assert your honours won;   Proceed, and finish what this arm begun:   Lo! angry Jove forbids your chief to stay,   And envies half the glories of the day.\"", "characters": 177, "sentences": 2}, {"text": "He said: the driver whirls his lengthful thong;   The horses fly; the chariot smokes along.   Clouds from their nostrils the fierce coursers blow,   And from their sides the foam descends in snow;   Shot through the battle in a moment's space,   The wounded monarch at his tent they place.", "characters": 289, "sentences": 3}, {"text": "No sooner Hector saw the king retired,   But thus his Trojans and his aids he fired:   \"Hear, all ye Dardan, all ye Lycian race!   Famed in close fight, and dreadful face to face:   Now call to mind your ancient trophies won,   Your great forefathers' virtues, and your own.   Behold, the general flies! deserts his powers!   Lo, Jove himself declares the conquest ours!   Now on yon ranks impel your foaming steeds;   And, sure of glory, dare immortal deeds.\"", "characters": 460, "sentences": 3}, {"text": "\"No martial toil I shun, no danger fear;   Let Hector come; I wait his fury here.   But Jove with conquest crowns the Trojan train:   And, Jove our foe, all human force is vain.\"", "characters": 178, "sentences": 3}, {"text": "He sigh'd; but, sighing, raised his vengeful steel,   And from his car the proud Thymbraeus fell:   Molion, the charioteer, pursued his lord,   His death ennobled by Ulysses' sword.   There slain, they left them in eternal night,   Then plunged amidst the thickest ranks of fight.   So two wild boars outstrip the following hounds,   Then swift revert, and wounds return for wounds.   Stern Hector's conquests in the middle plain   Stood check'd awhile, and Greece respired again.", "characters": 480, "sentences": 5}, {"text": "\"He bleeds! (he cries) some god has sped my dart!   Would the same god had fix'd it in his heart!   So Troy, relieved from that wide-wasting hand,   Should breathe from slaughter and in combat stand:   Whose sons now tremble at his darted spear,   As scatter'd lambs the rushing lion fear.\"", "characters": 290, "sentences": 2}, {"text": "Now on the field Ulysses stands alone,   The Greeks all fled, the Trojans pouring on;   But stands collected in himself, and whole,   And questions thus his own unconquer'd soul:", "characters": 178, "sentences": 1}, {"text": "\"What further subterfuge, what hopes remain?   What shame, inglorious if I quit the plain?   What danger, singly if I stand the ground,   My friends all scatter'd, all the foes around?   Yet wherefore doubtful? let this truth suffice,   The brave meets danger, and the coward flies.   To die or conquer, proves a hero's heart;   And, knowing this, I know a soldier's part.\"", "characters": 373, "sentences": 3}, {"text": "The wound not mortal wise Ulysses knew,   Then furious thus (but first some steps withdrew):   \"Unhappy man! whose death our hands shall grace,   Fate calls thee hence and finish'd is thy race.   Nor longer check my conquests on the foe;   But, pierced by this, to endless darkness go,   And add one spectre to the realms below!\"", "characters": 329, "sentences": 2}, {"text": "Victorious Ajax plies the routed crew;   And first Doryclus, Priam's son, he slew,   On strong Pandocus next inflicts a wound,   And lays Lysander bleeding on the ground.   As when a torrent, swell'd with wintry rains,   Pours from the mountains o'er the deluged plains,   And pines and oaks, from their foundations torn,   A country's ruins! to the seas are borne:   Fierce Ajax thus o'erwhelms the yielding throng;   Men, steeds, and chariots, roll in heaps along.", "characters": 466, "sentences": 3}, {"text": "Meantime Patroclus, by Achilles sent,   Unheard approached, and stood before the tent.   Old Nestor, rising then, the hero led   To his high seat: the chief refused and said:", "characters": 174, "sentences": 2}, {"text": "\"Ah, hapless leaders of the Grecian host!   Thus must ye perish on a barbarous coast?   Is this your fate, to glut the dogs with gore,   Far from your friends, and from your native shore?   Say, great Eurypylus! shall Greece yet stand?   Resists she yet the raging Hector's hand?   Or are her heroes doom'd to die with shame,   And this the period of our wars and fame?\"", "characters": 370, "sentences": 1}, {"text": "While thus the hero's pious cares attend   The cure and safety of his wounded friend,   Trojans and Greeks with clashing shields engage,   And mutual deaths are dealt with mutual rage.   Nor long the trench or lofty walls oppose;   With gods averse the ill-fated works arose;   Their powers neglected, and no victim slain,   The walls were raised, the trenches sunk in vain.", "characters": 374, "sentences": 3}, {"text": "Now with compacted shields in close array,   The moving legions speed their headlong way:   Already in their hopes they fire the fleet,   And see the Grecians gasping at their feet.", "characters": 181, "sentences": 2}, {"text": "As when sharp Boreas blows abroad, and brings   The dreary winter on his frozen wings;   Beneath the low-hung clouds the sheets of snow   Descend, and whiten all the fields below:   So fast the darts on either army pour,   So down the rampires rolls the rocky shower:   Heavy, and thick, resound the batter'd shields,   And the deaf echo rattles round the fields.", "characters": 363, "sentences": 2}, {"text": "So press'd with hunger, from the mountain's brow   Descends a lion on the flocks below;   So stalks the lordly savage o'er the plain,   In sullen majesty, and stern disdain:   In vain loud mastiffs bay him from afar,   And shepherds gall him with an iron war;   Regardless, furious, he pursues his way;   He foams, he roars, he rends the panting prey.", "characters": 351, "sentences": 2}, {"text": "Resolved alike, divine Sarpedon glows   With generous rage that drives him on the foes.   He views the towers, and meditates their fall,   To sure destruction dooms the aspiring wall;   Then casting on his friend an ardent look,   Fired with the thirst of glory, thus he spoke:", "characters": 277, "sentences": 2}, {"text": "Straight to the fort great Ajax turn'd his care,   And thus bespoke his brothers of the war:   \"Now, valiant Lycomede! exert your might,   And, brave Oileus, prove your force in fight;   To you I trust the fortune of the field,   Till by this arm the foe shall be repell'd:   That done, expect me to complete the day   Then with his sevenfold shield he strode away.   With equal steps bold Teucer press'd the shore,   Whose fatal bow the strong Pandion bore.", "characters": 458, "sentences": 3}, {"text": "The eight-and-twentieth day still continues. The scene is between the Grecian wall and the sea-shore.", "characters": 101, "sentences": 3}, {"text": "But Neptune, rising from the seas profound,   The god whose earthquakes rock the solid ground,   Now wears a mortal form; like Calchas seen,   Such his loud voice, and such his manly mien;   His shouts incessant every Greek inspire,   But most the Ajaces, adding fire to fire.", "characters": 276, "sentences": 2}, {"text": "\"Some god, my friend, some god in human form   Favouring descends, and wills to stand the storm.   Not Calchas this, the venerable seer;   Short as he turned, I saw the power appear:   I mark'd his parting, and the steps he trod;   His own bright evidence reveals a god.   Even now some energy divine I share,   And seem to walk on wings, and tread in air!\"", "characters": 357, "sentences": 3}, {"text": "\"With equal ardour (Telamon returns)   My soul is kindled, and my bosom burns;   New rising spirits all my force alarm,   Lift each impatient limb, and brace my arm.   This ready arm, unthinking, shakes the dart;   The blood pours back, and fortifies my heart:   Singly, methinks, yon towering chief I meet,   And stretch the dreadful Hector at my feet.\"", "characters": 354, "sentences": 3}, {"text": "On him the war is bent, the darts are shed,   And all their falchions wave around his head:   Repulsed he stands, nor from his stand retires;   But with repeated shouts his army fires.   \"Trojans! be firm; this arm shall make your way   Through yon square body, and that black array:   Stand, and my spear shall rout their scattering power,   Strong as they seem, embattled like a tower;   For he that Juno's heavenly bosom warms,   The first of gods, this day inspires our arms.\"", "characters": 480, "sentences": 3}, {"text": "\"Where's now the imperious vaunt, the daring boast,   Of Greece victorious, and proud Ilion lost?\"", "characters": 98, "sentences": 1}, {"text": "To whom the king: \"On Greece no blame be thrown;   Arms are her trade, and war is all her own.   Her hardy heroes from the well-fought plains   Nor fear withholds, nor shameful sloth detains:   'Tis heaven, alas! and Jove's all-powerful doom,   That far, far distant from our native home   Wills us to fall inglorious! Oh, my friend!   Once foremost in the fight, still prone to lend   Or arms or counsels, now perform thy best,   And what thou canst not singly, urge the rest.\"", "characters": 478, "sentences": 3}, {"text": "Him, near his tent, Meriones attends;   Whom thus he questions: \"Ever best of friends!   O say, in every art of battle skill'd,   What holds thy courage from so brave a field?   On some important message art thou bound,   Or bleeds my friend by some unhappy wound?   Inglorious here, my soul abhors to stay,   And glows with prospects of th' approaching day.\"", "characters": 359, "sentences": 2}, {"text": "\"O prince! (Meriones replies) whose care   Leads forth the embattled sons of Crete to war;   This speaks my grief: this headless lance I wield;   The rest lies rooted in a Trojan shield.\"", "characters": 187, "sentences": 2}, {"text": "To whom the Cretan: \"Enter, and receive   The wonted weapons; those my tent can give;   Spears I have store, (and Trojan lances all,)   That shed a lustre round the illumined wall,   Though I, disdainful of the distant war,   Nor trust the dart, nor aim the uncertain spear,   Yet hand to hand I fight, and spoil the slain;   And thence these trophies, and these arms I gain.   Enter, and see on heaps the helmets roll'd,   And high-hung spears, and shields that flame with gold.\"", "characters": 480, "sentences": 3}, {"text": "\"Nor vain (said Merion) are our martial toils;   We too can boast of no ignoble spoils:   But those my ship contains; whence distant far,   I fight conspicuous in the van of war,   What need I more? If any Greek there be   Who knows not Merion, I appeal to thee.\"", "characters": 263, "sentences": 2}, {"text": "\"In such assays thy blameless worth is known,   And every art of dangerous war thy own.   By chance of fight whatever wounds you bore,   Those wounds were glorious all, and all before;   Such as may teach, 'twas still thy brave delight   T'oppose thy bosom where thy foremost fight.   But why, like infants, cold to honour's charms,   Stand we to talk, when glory calls to arms?   Go--from my conquer'd spears the choicest take,   And to their owners send them nobly back.\"", "characters": 473, "sentences": 4}, {"text": "Then first spake Merion: \"Shall we join the right,   Or combat in the centre of the fight?   Or to the left our wonted succour lend?   Hazard and fame all parts alike attend.\"", "characters": 175, "sentences": 2}, {"text": "\"Not unattended (the proud Trojan cries)   Nor unrevenged, lamented Asius lies:   For thee, through hell's black portals stand display'd,   This mate shall joy thy melancholy shade.\"", "characters": 182, "sentences": 2}, {"text": "Heart-piercing anguish, at the haughty boast,   Touch'd every Greek, but Nestor's son the most.   Grieved as he was, his pious arms attend,   And his broad buckler shields his slaughter'd friend:   Till sad Mecistheus and Alastor bore   His honour'd body to the tented shore.", "characters": 275, "sentences": 3}, {"text": "The Trojan heard; uncertain or to meet,   Alone, with venturous arms the king of Crete,   Or seek auxiliar force; at length decreed   To call some hero to partake the deed,   Forthwith Æneas rises to his thought:   For him in Troy's remotest lines he sought,   Where he, incensed at partial Priam, stands,   And sees superior posts in meaner hands.   To him, ambitious of so great an aid,   The bold Deiphobus approach'd, and said:", "characters": 432, "sentences": 2}, {"text": "\"Now, Trojan prince, employ thy pious arms,   If e'er thy bosom felt fair honour's charms.   Alcathous dies, thy brother and thy friend;   Come, and the warrior's loved remains defend.   Beneath his cares thy early youth was train'd,   One table fed you, and one roof contain'd.   This deed to fierce Idomeneus we owe;   Haste, and revenge it on th' insulting foe.\"", "characters": 365, "sentences": 5}, {"text": "Nor knew the furious father of his fall;   High-throned amidst the great Olympian hall,   On golden clouds th' immortal synod sate;   Detain'd from bloody war by Jove and Fate.", "characters": 176, "sentences": 2}, {"text": "Him on his car the Paphlagonian train   In slow procession bore from off the plain.   The pensive father, father now no more!   Attends the mournful pomp along the shore;   And unavailing tears profusely shed;   And, unrevenged, deplored his offspring dead.", "characters": 257, "sentences": 3}, {"text": "Now had the Greeks eternal fame acquired,   And the gall'd Ilians to their walls retired;   But sage Polydamas, discreetly brave,   Address'd great Hector, and this counsel gave:", "characters": 178, "sentences": 1}, {"text": "The counsel pleased; and Hector, with a bound,   Leap'd from his chariot on the trembling ground;   Swift as he leap'd his clanging arms resound.   \"To guard this post (he cried) thy art employ,   And here detain the scatter'd youth of Troy;   Where yonder heroes faint, I bend my way,   And hasten back to end the doubtful day.\"", "characters": 329, "sentences": 3}, {"text": "Far on the left, amid the throng he found   (Cheering the troops, and dealing deaths around)   The graceful Paris; whom, with fury moved,   Opprobrious thus, th' impatient chief reproved:", "characters": 187, "sentences": 1}, {"text": "\"Ill-fated Paris! slave to womankind,   As smooth of face as fraudulent of mind!   Where is Deiphobus, where Asius gone?   The godlike father, and th' intrepid son?   The force of Helenus, dispensing fate;   And great Othryoneus, so fear'd of late?   Black fate hang's o'er thee from th' avenging gods,   Imperial Troy from her foundations nods;   Whelm'd in thy country's ruin shalt thou fall,   And one devouring vengeance swallow all.\"", "characters": 438, "sentences": 2}, {"text": "Thus stalk'd he, dreadful; death was in his look:   Whole nations fear'd; but not an Argive shook.   The towering Ajax, with an ample stride,   Advanced the first, and thus the chief defied:", "characters": 190, "sentences": 2}, {"text": "As thus he spoke, behold, in open view,   On sounding wings a dexter eagle flew.   To Jove's glad omen all the Grecians rise,   And hail, with shouts, his progress through the skies:   Far-echoing clamours bound from side to side;   They ceased; and thus the chief of Troy replied:", "characters": 281, "sentences": 2}, {"text": "He said; and like a lion stalk'd along:   With shouts incessant earth and ocean rung,   Sent from his following host: the Grecian train   With answering thunders fill'd the echoing plain;   A shout that tore heaven's concave, and, above,   Shook the fix'd splendours of the throne of Jove.", "characters": 289, "sentences": 2}, {"text": "But not the genial feast, nor flowing bowl,   Could charm the cares of Nestor's watchful soul;   His startled ears the increasing cries attend;   Then thus, impatient, to his wounded friend:", "characters": 190, "sentences": 1}, {"text": "\"What new alarm, divine Machaon, say,   What mix'd events attend this mighty day?   Hark! how the shouts divide, and how they meet,   And now come full, and thicken to the fleet!   Here with the cordial draught dispel thy care,   Let Hecamede the strengthening bath prepare,   Refresh thy wound, and cleanse the clotted gore;   While I the adventures of the day explore.\"", "characters": 371, "sentences": 2}, {"text": "\"O grace and glory of the Achaian name;   What drives thee, Nestor, from the field of fame?   Shall then proud Hector see his boast fulfill'd,   Our fleets in ashes, and our heroes kill'd?   Such was his threat, ah! now too soon made good,   On many a Grecian bosom writ in blood.   Is every heart inflamed with equal rage   Against your king, nor will one chief engage?   And have I lived to see with mournful eyes   In every Greek a new Achilles rise?\"", "characters": 454, "sentences": 2}, {"text": "\"Thy just reproofs (Atrides calm replies)   Like arrows pierce me, for thy words are wise.   Unwilling as I am to lose the host,   I force not Greece to quit this hateful coast;   Glad I submit, whoe'er, or young, or old,   Aught, more conducive to our weal, unfold.\"", "characters": 267, "sentences": 3}, {"text": "He added not: the listening kings obey,   Slow moving on; Atrides leads the way.   The god of ocean (to inflame their rage)   Appears a warrior furrowed o'er with age;   Press'd in his own, the general's hand he took,   And thus the venerable hero spoke:", "characters": 254, "sentences": 2}, {"text": "He spoke, then rush'd amid the warrior crew,   And sent his voice before him as he flew,   Loud, as the shout encountering armies yield   When twice ten thousand shake the labouring field;   Such was the voice, and such the thundering sound   Of him whose trident rends the solid ground.   Each Argive bosom beats to meet the fight,   And grisly war appears a pleasing sight.", "characters": 375, "sentences": 3}, {"text": "\"How long (to Venus thus apart she cried)   Shall human strife celestial minds divide?   Ah yet, will Venus aid Saturnia's joy,   And set aside the cause of Greece and Troy?\"", "characters": 174, "sentences": 1}, {"text": "\"Then grant me (said the queen) those conquering charms,   That power, which mortals and immortals warms,   That love, which melts mankind in fierce desires,   And burns the sons of heaven with sacred fires!", "characters": 207, "sentences": 1}, {"text": "Then Venus to the courts of Jove withdrew;   Whilst from Olympus pleased Saturnia flew.   O'er high Pieria thence her course she bore,   O'er fair Emathia's ever-pleasing shore,   O'er Hemus' hills with snows eternal crown'd;   Nor once her flying foot approach'd the ground.   Then taking wing from Athos' lofty steep,   She speeds to Lemnos o'er the rolling deep,   And seeks the cave of Death's half-brother, Sleep.(234)", "characters": 423, "sentences": 4}, {"text": "\"Sweet pleasing Sleep! (Saturnia thus began)   Who spread'st thy empire o'er each god and man;   If e'er obsequious to thy Juno's will,   O power of slumbers! hear, and favour still.   Shed thy soft dews on Jove's immortal eyes,   While sunk in love's entrancing joys he lies.   A splendid footstool, and a throne, that shine   With gold unfading, Somnus, shall be thine;   The work of Vulcan; to indulge thy ease,   When wine and feasts thy golden humours please.\"", "characters": 465, "sentences": 4}, {"text": "\"Vain are thy fears (the queen of heaven replies,   And, speaking, rolls her large majestic eyes);   Think'st thou that Troy has Jove's high favour won,   Like great Alcides, his all-conquering son?   Hear, and obey the mistress of the skies,   Nor for the deed expect a vulgar prize;   For know, thy loved-one shall be ever thine,   The youngest Grace, Pasithae the divine.\"(235)", "characters": 380, "sentences": 2}, {"text": "\"Swear then (he said) by those tremendous floods   That roar through hell, and bind the invoking gods:   Let the great parent earth one hand sustain,   And stretch the other o'er the sacred main:   Call the black Titans, that with Chronos dwell,   To hear and witness from the depths of hell;   That she, my loved-one, shall be ever mine,   The youngest Grace, Pasithae the divine.\"", "characters": 382, "sentences": 2}, {"text": "The queen assents, and from the infernal bowers   Invokes the sable subtartarean powers,   And those who rule the inviolable floods,   Whom mortals name the dread Titanian gods.", "characters": 177, "sentences": 2}, {"text": "To Ida's top successful Juno flies;   Great Jove surveys her with desiring eyes:   The god, whose lightning sets the heavens on fire,   Through all his bosom feels the fierce desire;   Fierce as when first by stealth he seized her charms,   Mix'd with her soul, and melted in her arms:   Fix'd on her eyes he fed his eager look,   Then press'd her hand, and thus with transport spoke:", "characters": 384, "sentences": 1}, {"text": "She ceased; and, smiling with superior love,   Thus answer'd mild the cloud-compelling Jove:   \"Nor god nor mortal shall our joys behold,   Shaded with clouds, and circumfused in gold;   Not even the sun, who darts through heaven his rays,   And whose broad eye the extended earth surveys.\"", "characters": 290, "sentences": 2}, {"text": "Now to the navy borne on silent wings,   To Neptune's ear soft Sleep his message brings;   Beside him sudden, unperceived, he stood,   And thus with gentle words address'd the god:", "characters": 180, "sentences": 1}, {"text": "When now they touch'd the mead's enamell'd side,   Where gentle Xanthus rolls his easy tide,   With watery drops the chief they sprinkle round,   Placed on the margin of the flowery ground.   Raised on his knees, he now ejects the gore;   Now faints anew, low-sinking on the shore;   By fits he breathes, half views the fleeting skies,   And seals again, by fits, his swimming eyes.", "characters": 382, "sentences": 3}, {"text": "Soon as the Greeks the chief's retreat beheld,   With double fury each invades the field.   Oilean Ajax first his javelin sped,   Pierced by whose point the son of Enops bled;   (Satnius the brave, whom beauteous Neis bore   Amidst her flocks on Satnio's silver shore;)   Struck through the belly's rim, the warrior lies   Supine, and shades eternal veil his eyes.   An arduous battle rose around the dead;   By turns the Greeks, by turns the Trojans bled.", "characters": 456, "sentences": 4}, {"text": "Fired with revenge, Polydamas drew near,   And at Prothoenor shook the trembling spear;   The driving javelin through his shoulder thrust,   He sinks to earth, and grasps the bloody dust.   \"Lo thus (the victor cries) we rule the field,   And thus their arms the race of Panthus wield:   From this unerring hand there flies no dart   But bathes its point within a Grecian heart.   Propp'd on that spear to which thou owest thy fall,   Go, guide thy darksome steps to Pluto's dreary hall.\"", "characters": 488, "sentences": 4}, {"text": "\"Here, proud Polydamas, here turn thy eyes!   (The towering Ajax loud-insulting cries:)   Say, is this chief extended on the plain   A worthy vengeance for Prothoenor slain?   Mark well his port! his figure and his face   Nor speak him vulgar, nor of vulgar race;   Some lines, methinks, may make his lineage known,   Antenor's brother, or perhaps his son.\"", "characters": 357, "sentences": 2}, {"text": "\"Trojans! your great Ilioneus behold!   Haste, to his father let the tale be told:   Let his high roofs resound with frantic woe,   Such as the house of Promachus must know;   Let doleful tidings greet his mother's ear,   Such as to Promachus' sad spouse we bear,   When we victorious shall to Greece return,   And the pale matron in our triumphs mourn.\"", "characters": 354, "sentences": 2}, {"text": "Dreadful he spoke, then toss'd the head on high;   The Trojans hear, they tremble, and they fly:   Aghast they gaze around the fleet and wall,   And dread the ruin that impends on all.", "characters": 184, "sentences": 2}, {"text": "Daughters of Jove! that on Olympus shine,   Ye all-beholding, all-recording nine!   O say, when Neptune made proud Ilion yield,   What chief, what hero first embrued the field?   Of all the Grecians what immortal name,   And whose bless'd trophies, will ye raise to fame?", "characters": 271, "sentences": 1}, {"text": "To whom the white-arm'd goddess thus replies:   \"Enough thou know'st the tyrant of the skies,   Severely bent his purpose to fulfil,   Unmoved his mind, and unrestrain'd his will.   Go thou, the feasts of heaven attend thy call;   Bid the crown'd nectar circle round the hall:   But Jove shall thunder through the ethereal dome   Such stern decrees, such threaten'd woes to come,   As soon shall freeze mankind with dire surprise,   And damp the eternal banquets of the skies.\"", "characters": 477, "sentences": 3}, {"text": "Stern Mars, with anguish for his slaughter'd son,   Smote his rebelling breast, and fierce begun:   \"Thus then, immortals! thus shall Mars obey;   Forgive me, gods, and yield my vengeance way:   Descending first to yon forbidden plain,   The god of battles dares avenge the slain;   Dares, though the thunder bursting o'er my head   Should hurl me blazing on those heaps of dead.\"", "characters": 380, "sentences": 2}, {"text": "This menace fix'd the warrior to his throne;   Sullen he sat, and curb'd the rising groan.   Then Juno call'd (Jove's orders to obey)   The winged Iris, and the god of day.   \"Go wait the Thunderer's will (Saturnia cried)   On yon tall summit of the fountful Ide:   There in the father's awful presence stand,   Receive, and execute his dread command.\"", "characters": 352, "sentences": 4}, {"text": "\"Iris! descend, and what we here ordain,   Report to yon mad tyrant of the main.   Bid him from fight to his own deeps repair,   Or breathe from slaughter in the fields of air.   If he refuse, then let him timely weigh   Our elder birthright, and superior sway.   How shall his rashness stand the dire alarms,   If heaven's omnipotence descend in arms?   Strives he with me, by whom his power was given,   And is there equal to the lord of heaven?\"", "characters": 448, "sentences": 4}, {"text": "The all-mighty spoke; the goddess wing'd her flight   To sacred Ilion from the Idaean height.   Swift as the rattling hail, or fleecy snows,   Drive through the skies, when Boreas fiercely blows;   So from the clouds descending Iris falls,   And to blue Neptune thus the goddess calls:", "characters": 285, "sentences": 2}, {"text": "\"Attend the mandate of the sire above!   In me behold the messenger of Jove:   He bids thee from forbidden wars repair   To thine own deeps, or to the fields of air.   This if refused, he bids thee timely weigh   His elder birthright, and superior sway.   How shall thy rashness stand the dire alarms   If heaven's omnipotence descend in arms?   Striv'st thou with him by whom all power is given?   And art thou equal to the lord of heaven?\"", "characters": 441, "sentences": 3}, {"text": "\"And must I then (said she), O sire of floods!   Bear this fierce answer to the king of gods?   Correct it yet, and change thy rash intent;   A noble mind disdains not to repent.   To elder brothers guardian fiends are given,   To scourge the wretch insulting them and heaven.\"", "characters": 277, "sentences": 3}, {"text": "Thus speaking, furious from the field he strode,   And plunged into the bosom of the flood.   The lord of thunders, from his lofty height   Beheld, and thus bespoke the source of light:", "characters": 185, "sentences": 2}, {"text": "\"Why sits great Hector from the field so far?   What grief, what wound, withholds thee from the war?\"", "characters": 101, "sentences": 1}, {"text": "\"What blest immortal, with commanding breath,   Thus wakens Hector from the sleep of death?   Has fame not told, how, while my trusty sword   Bathed Greece in slaughter, and her battle gored,   The mighty Ajax with a deadly blow   Had almost sunk me to the shades below?   Even yet, methinks, the gliding ghosts I spy,   And hell's black horrors swim before my eye.\"", "characters": 366, "sentences": 2}, {"text": "To him Apollo: \"Be no more dismay'd;   See, and be strong! the Thunderer sends thee aid.   Behold! thy Phoebus shall his arms employ,   Phoebus, propitious still to thee and Troy.   Inspire thy warriors then with manly force,   And to the ships impel thy rapid horse:   Even I will make thy fiery coursers way,   And drive the Grecians headlong to the sea.\"", "characters": 357, "sentences": 4}, {"text": "The Grecians gaze around with wild despair,   Confused, and weary all the powers with prayer:   Exhort their men, with praises, threats, commands;   And urge the gods, with voices, eyes, and hands.   Experienced Nestor chief obtests the skies,   And weeps his country with a father's eyes.", "characters": 289, "sentences": 3}, {"text": "\"O Jove! if ever, on his native shore,   One Greek enrich'd thy shrine with offer'd gore;   If e'er, in hope our country to behold,   We paid the fattest firstlings of the fold;   If e'er thou sign'st our wishes with thy nod:   Perform the promise of a gracious god!   This day preserve our navies from the flame,   And save the relics of the Grecian name.\"", "characters": 357, "sentences": 2}, {"text": "\"Teucer, behold! extended on the shore   Our friend, our loved companion! now no more!   Dear as a parent, with a parent's care   To fight our wars he left his native air.   This death deplored, to Hector's rage we owe;   Revenge, revenge it on the cruel foe.   Where are those darts on which the fates attend?   And where the bow which Phoebus taught to bend?\"", "characters": 361, "sentences": 3}, {"text": "\"Since heaven commands it (Ajax made reply)   Dismiss the bow, and lay thy arrows by:   Thy arms no less suffice the lance to wield,   And quit the quiver for the ponderous shield.   In the first ranks indulge thy thirst of fame,   Thy brave example shall the rest inflame.   Fierce as they are, by long successes vain;   To force our fleet, or even a ship to gain,   Asks toil, and sweat, and blood: their utmost might   Shall find its match--No more: 'tis ours to fight.\"", "characters": 473, "sentences": 4}, {"text": "Then Teucer laid his faithless bow aside;   The fourfold buckler o'er his shoulder tied;   On his brave head a crested helm he placed,   With nodding horse-hair formidably graced;   A dart, whose point with brass refulgent shines,   The warrior wields; and his great brother joins.", "characters": 281, "sentences": 2}, {"text": "\"Lo, Melanippus! lo, where Dolops lies;   And is it thus our royal kinsman dies?   O'ermatch'd he falls; to two at once a prey,   And lo! they bear the bloody arms away!   Come on--a distant war no longer wage,   But hand to hand thy country's foes engage:   Till Greece at once, and all her glory end;   Or Ilion from her towery height descend,   Heaved from the lowest stone; and bury all   In one sad sepulchre, one common fall.\"", "characters": 432, "sentences": 2}, {"text": "Hector (this said) rush'd forward on the foes:   With equal ardour Melanippus glows:   Then Ajax thus--\"O Greeks! respect your fame,   Respect yourselves, and learn an honest shame:   Let mutual reverence mutual warmth inspire,   And catch from breast to breast the noble fire,   On valour's side the odds of combat lie;   The brave live glorious, or lamented die;   The wretch that trembles in the field of fame,   Meets death, and worse than death, eternal shame.\"", "characters": 466, "sentences": 2}, {"text": "Chased from the foremost line, the Grecian train   Now man the next, receding toward the main:   Wedged in one body at the tents they stand,   Wall'd round with sterns, a gloomy, desperate band.   Now manly shame forbids the inglorious flight;   Now fear itself confines them to the fight:   Man courage breathes in man; but Nestor most   (The sage preserver of the Grecian host)   Exhorts, adjures, to guard these utmost shores;   And by their parents, by themselves implores.", "characters": 477, "sentences": 3}, {"text": "\"Oh friends! be men: your generous breasts inflame   With mutual honour, and with mutual shame!   Think of your hopes, your fortunes; all the care   Your wives, your infants, and your parents share:   Think of each living father's reverend head;   Think of each ancestor with glory dead;   Absent, by me they speak, by me they sue,   They ask their safety, and their fame, from you:   The gods their fates on this one action lay,   And all are lost, if you desert the day.\"", "characters": 473, "sentences": 2}, {"text": "\"Haste, bring the flames! that toil of ten long years   Is finished; and the day desired appears!   This happy day with acclamations greet,   Bright with destruction of yon hostile fleet.   The coward-counsels of a timorous throng   Of reverend dotards check'd our glory long:   Too long Jove lull'd us with lethargic charms,   But now in peals of thunder calls to arms:   In this great day he crowns our full desires,   Wakes all our force, and seconds all our fires.\"", "characters": 469, "sentences": 3}, {"text": "He spoke--the warriors at his fierce command   Pour a new deluge on the Grecian band.   Even Ajax paused, (so thick the javelins fly,)   Stepp'd back, and doubted or to live or die.   Yet, where the oars are placed, he stands to wait   What chief approaching dares attempt his fate:   Even to the last his naval charge defends,   Now shakes his spear, now lifts, and now protends;   Even yet, the Greeks with piercing shouts inspires,   Amidst attacks, and deaths, and darts, and fires.", "characters": 486, "sentences": 4}, {"text": "Raging he spoke; nor further wastes his breath,   But turns his javelin to the work of death.   Whate'er bold Trojan arm'd his daring hands,   Against the sable ships, with flaming brands,   So well the chief his naval weapon sped,   The luckless warrior at his stern lay dead:   Full twelve, the boldest, in a moment fell,   Sent by great Ajax to the shades of hell.", "characters": 367, "sentences": 3}, {"text": "So warr'd both armies on the ensanguined shore,   While the black vessels smoked with human gore.   Meantime Patroclus to Achilles flies;   The streaming tears fall copious from his eyes   Not faster, trickling to the plains below,   From the tall rock the sable waters flow.   Divine Pelides, with compassion moved.   Thus spoke, indulgent, to his best beloved:(243)", "characters": 367, "sentences": 4}, {"text": "\"Patroclus, say, what grief thy bosom bears,   That flows so fast in these unmanly tears?   No girl, no infant whom the mother keeps   From her loved breast, with fonder passion weeps;   Not more the mother's soul, that infant warms,   Clung to her knees, and reaching at her arms,   Than thou hast mine! Oh tell me, to what end   Thy melting sorrows thus pursue thy friend?", "characters": 374, "sentences": 1}, {"text": "\"O man unpitying! if of man thy race;   But sure thou spring'st not from a soft embrace,   Nor ever amorous hero caused thy birth,   Nor ever tender goddess brought thee forth:   Some rugged rock's hard entrails gave thee form,   And raging seas produced thee in a storm,   A soul well suiting that tempestuous kind,   So rough thy manners, so untamed thy mind.", "characters": 361, "sentences": 2}, {"text": "Divine Achilles view'd the rising flames,   And smote his thigh, and thus aloud exclaims:   \"Arm, arm, Patroclus! Lo, the blaze aspires!   The glowing ocean reddens with the fires.   Arm, ere our vessels catch the spreading flame;   Arm, ere the Grecians be no more a name;   I haste to bring the troops.\"--The hero said;   The friend with ardour and with joy obey'd.", "characters": 367, "sentences": 4}, {"text": "High in the midst the great Achilles stands,   Directs their order, and the war commands.   He, loved of Jove, had launch'd for Ilion's shores   Full fifty vessels, mann'd with fifty oars:   Five chosen leaders the fierce bands obey,   Himself supreme in valour, as in sway.", "characters": 274, "sentences": 3}, {"text": "First march'd Menestheus, of celestial birth,   Derived from thee, whose waters wash the earth,   Divine Sperchius! Jove-descended flood!   A mortal mother mixing with a god.   Such was Menestheus, but miscall'd by fame   The son of Borus, that espoused the dame.", "characters": 263, "sentences": 3}, {"text": "Pisander follow'd; matchless in his art   To wing the spear, or aim the distant dart;   No hand so sure of all the Emathian line,   Or if a surer, great Patroclus! thine.", "characters": 170, "sentences": 2}, {"text": "Far o'er the rest in glittering pomp appear,   There bold Automedon, Patroclus here;   Brothers in arms, with equal fury fired;   Two friends, two bodies with one soul inspired.", "characters": 177, "sentences": 2}, {"text": "Great Jove consents to half the chief's request,   But heaven's eternal doom denies the rest;   To free the fleet was granted to his prayer;   His safe return, the winds dispersed in air.   Back to his tent the stern Achilles flies,   And waits the combat with impatient eyes.", "characters": 276, "sentences": 3}, {"text": "\"O warriors, partners of Achilles' praise!   Be mindful of your deeds in ancient days;   Your godlike master let your acts proclaim,   And add new glories to his mighty name.   Think your Achilles sees you fight: be brave,   And humble the proud monarch whom you save.\"", "characters": 269, "sentences": 3}, {"text": "Joyful they heard, and kindling as he spoke,   Flew to the fleet, involved in fire and smoke.   From shore to shore the doubling shouts resound,   The hollow ships return a deeper sound.   The war stood still, and all around them gazed,   When great Achilles' shining armour blazed:   Troy saw, and thought the dread Achilles nigh,   At once they see, they tremble, and they fly.", "characters": 379, "sentences": 4}, {"text": "Slain by two brothers, thus two brothers bleed,   Sarpedon's friends, Amisodarus' seed;   Amisodarus, who, by Furies led,   The bane of men, abhorr'd Chimaera bred;   Skill'd in the dart in vain, his sons expire,   And pay the forfeit of their guilty sire.", "characters": 256, "sentences": 2}, {"text": "Stopp'd in the tumult Cleobulus lies,   Beneath Oileus' arm, a living prize;   A living prize not long the Trojan stood;   The thirsty falchion drank his reeking blood:   Plunged in his throat the smoking weapon lies;   Black death, and fate unpitying, seal his eyes.", "characters": 267, "sentences": 2}, {"text": "Amid the ranks, with mutual thirst of fame,   Lycon the brave, and fierce Peneleus came;   In vain their javelins at each other flew,   Now, met in arms, their eager swords they drew.   On the plumed crest of his Boeotian foe   The daring Lycon aim'd a noble blow;   The sword broke short; but his, Peneleus sped   Full on the juncture of the neck and head:   The head, divided by a stroke so just,   Hung by the skin; the body sunk to dust.", "characters": 441, "sentences": 3}, {"text": "O'ertaken Neamas by Merion bleeds,   Pierced through the shoulder as he mounts his steeds;   Back from the car he tumbles to the ground:   His swimming eyes eternal shades surround.", "characters": 181, "sentences": 2}, {"text": "Next Erymas was doom'd his fate to feel,   His open'd mouth received the Cretan steel:   Beneath the brain the point a passage tore,   Crash'd the thin bones, and drown'd the teeth in gore:   His mouth, his eyes, his nostrils, pour a flood;   He sobs his soul out in the gush of blood.", "characters": 285, "sentences": 2}, {"text": "As when the flocks neglected by the swain,   Or kids, or lambs, lie scatter'd o'er the plain,   A troop of wolves the unguarded charge survey,   And rend the trembling, unresisting prey:   Thus on the foe the Greeks impetuous came;   Troy fled, unmindful of her former fame.", "characters": 274, "sentences": 2}, {"text": "But still at Hector godlike Ajax aim'd,   Still, pointed at his breast, his javelin flamed.   The Trojan chief, experienced in the field,   O'er his broad shoulders spread the massy shield,   Observed the storm of darts the Grecians pour,   And on his buckler caught the ringing shower:   He sees for Greece the scale of conquest rise,   Yet stops, and turns, and saves his loved allies.", "characters": 387, "sentences": 3}, {"text": "When now Sarpedon his brave friends beheld   Grovelling in dust, and gasping on the field,   With this reproach his flying host he warms:   \"Oh stain to honour! oh disgrace to arms!   Forsake, inglorious, the contended plain;   This hand unaided shall the war sustain:   The task be mine this hero's strength to try,   Who mows whole troops, and makes an army fly.\"", "characters": 365, "sentences": 2}, {"text": "He spake: and, speaking, leaps from off the car:   Patroclus lights, and sternly waits the war.   As when two vultures on the mountain's height   Stoop with resounding pinions to the fight;   They cuff, they tear, they raise a screaming cry;   The desert echoes, and the rocks reply:   The warriors thus opposed in arms, engage   With equal clamours, and with equal rage.", "characters": 371, "sentences": 3}, {"text": "He spoke: each leader in his grief partook:   Troy, at the loss, through all her legions shook.   Transfix'd with deep regret, they view o'erthrown   At once his country's pillar, and their own;   A chief, who led to Troy's beleaguer'd wall   A host of heroes, and outshined them all.   Fired, they rush on; first Hector seeks the foes,   And with superior vengeance greatly glows.", "characters": 381, "sentences": 4}, {"text": "\"Heroes, be men; be what you were before;   Or weigh the great occasion, and be more.   The chief who taught our lofty walls to yield,   Lies pale in death, extended on the field.   To guard his body Troy in numbers flies;   Tis half the glory to maintain our prize.   Haste, strip his arms, the slaughter round him spread,   And send the living Lycians to the dead.\"", "characters": 367, "sentences": 5}, {"text": "The heroes kindle at his fierce command;   The martial squadrons close on either hand:   Here Troy and Lycia charge with loud alarms,   Thessalia there, and Greece, oppose their arms.   With horrid shouts they circle round the slain;   The clash of armour rings o'er all the plain.   Great Jove, to swell the horrors of the fight,   O'er the fierce armies pours pernicious night,   And round his son confounds the warring hosts,   His fate ennobling with a crowd of ghosts.", "characters": 473, "sentences": 4}, {"text": "Now Greece gives way, and great Epigeus falls;   Agacleus' son, from Budium's lofty walls;   Who chased for murder thence a suppliant came   To Peleus, and the silver-footed dame;   Now sent to Troy, Achilles' arms to aid,   He pays due vengeance to his kinsman's shade.   Soon as his luckless hand had touch'd the dead,   A rock's large fragment thunder'd on his head;   Hurl'd by Hectorean force it cleft in twain   His shatter'd helm, and stretch'd him o'er the slain.", "characters": 471, "sentences": 3}, {"text": "\"O valiant leader of the Dardan host!   (Insulted Merion thus retorts the boast)   Strong as you are, 'tis mortal force you trust,   An arm as strong may stretch thee in the dust.   And if to this my lance thy fate be given,   Vain are thy vaunts; success is still from heaven:   This, instant, sends thee down to Pluto's coast;   Mine is the glory, his thy parting ghost.\"", "characters": 373, "sentences": 3}, {"text": "\"O friend (Menoetius' son this answer gave)   With words to combat, ill befits the brave;   Not empty boasts the sons of Troy repel,   Your swords must plunge them to the shades of hell.   To speak, beseems the council; but to dare   In glorious action, is the task of war.\"", "characters": 274, "sentences": 3}, {"text": "This said, Patroclus to the battle flies;   Great Merion follows, and new shouts arise:   Shields, helmets rattle, as the warriors close;   And thick and heavy sounds the storm of blows.   As through the shrilling vale, or mountain ground,   The labours of the woodman's axe resound;   Blows following blows are heard re-echoing wide,   While crackling forests fall on every side:   Thus echoed all the fields with loud alarms,   So fell the warriors, and so rung their arms.", "characters": 475, "sentences": 3}, {"text": "Now great Sarpedon on the sandy shore,   His heavenly form defaced with dust and gore,   And stuck with darts by warring heroes shed,   Lies undistinguish'd from the vulgar dead.   His long-disputed corse the chiefs enclose,   On every side the busy combat grows;   Thick as beneath some shepherd's thatch'd abode   (The pails high foaming with a milky flood)   The buzzing flies, a persevering train,   Incessant swarm, and chased return again.", "characters": 445, "sentences": 3}, {"text": "Then, nor before, the hardy Lycians fled,   And left their monarch with the common dead:   Around, in heaps on heaps, a dreadful wall   Of carnage rises, as the heroes fall.   (So Jove decreed!) At length the Greeks obtain   The prize contested, and despoil the slain.   The radiant arms are by Patroclus borne;   Patroclus' ships the glorious spoils adorn.", "characters": 357, "sentences": 4}, {"text": "Meanwhile Patroclus pours along the plains,   With foaming coursers, and with loosen'd reins.   Fierce on the Trojan and the Lycian crew,   Ah blind to fate! thy headlong fury flew   Against what fate and powerful Jove ordain,   Vain was thy friend's command, thy courage vain.   For he, the god, whose counsels uncontroll'd   Dismay the mighty, and confound the bold;   The god who gives, resumes, and orders all,   He urged thee on, and urged thee on to fall.", "characters": 461, "sentences": 4}, {"text": "Who first, brave hero! by that arm was slain,   Who last beneath thy vengeance press'd the plain;   When heaven itself thy fatal fury led,   And call'd to fill the number of the dead?   Adrestus first; Autonous then succeeds;   Echeclus follows; next young Megas bleeds,   Epistor, Melanippus, bite the ground;   The slaughter, Elasus and Mulius crown'd:   Then sunk Pylartes to eternal night;   The rest, dispersing, trust their fates to flight.", "characters": 446, "sentences": 2}, {"text": "Now Troy had stoop'd beneath his matchless power,   But flaming Phoebus kept the sacred tower   Thrice at the battlements Patroclus strook;(246)   His blazing aegis thrice Apollo shook;   He tried the fourth; when, bursting from the cloud,   A more than mortal voice was heard aloud.", "characters": 283, "sentences": 2}, {"text": "\"Patroclus! cease; this heaven-defended wall   Defies thy lance; not fated yet to fall;   Thy friend, thy greater far, it shall withstand,   Troy shall not stoop even to Achilles' hand.\"", "characters": 186, "sentences": 2}, {"text": "\"Good heaven! what active feats yon artist shows!   What skilful divers are our Phrygian foes!   Mark with what ease they sink into the sand!   Pity that all their practice is by land!\"", "characters": 185, "sentences": 1}, {"text": "His spear in shivers falls; his ample shield   Drops from his arm: his baldric strows the field:   The corslet his astonish'd breast forsakes:   Loose is each joint; each nerve with horror shakes;   Stupid he stares, and all-assistless stands:   Such is the force of more than mortal hands!", "characters": 290, "sentences": 1}, {"text": "\"Lie there, Patroclus! and with thee, the joy   Thy pride once promised, of subverting Troy;   The fancied scenes of Ilion wrapt in flames,   And thy soft pleasures served with captive dames.   Unthinking man! I fought those towers to free,   And guard that beauteous race from lords like thee:   But thou a prey to vultures shalt be made;   Thy own Achilles cannot lend thee aid;   Though much at parting that great chief might say,   And much enjoin thee, this important day.", "characters": 477, "sentences": 3}, {"text": "'Return not, my brave friend (perhaps he said),   Without the bloody arms of Hector dead.'   He spoke, Patroclus march'd, and thus he sped.\"", "characters": 140, "sentences": 3}, {"text": "He faints: the soul unwilling wings her way,   (The beauteous body left a load of clay)   Flits to the lone, uncomfortable coast;   A naked, wandering, melancholy ghost!", "characters": 169, "sentences": 1}, {"text": "\"From whence this boding speech, the stern decree   Of death denounced, or why denounced to me?   Why not as well Achilles' fate be given   To Hector's lance? Who knows the will of heaven?\"", "characters": 189, "sentences": 1}, {"text": "Pensive he said; then pressing as he lay   His breathless bosom, tore the lance away;   And upwards cast the corse: the reeking spear   He shakes, and charges the bold charioteer.   But swift Automedon with loosen'd reins   Rapt in the chariot o'er the distant plains,   Far from his rage the immortal coursers drove;   The immortal coursers were the gift of Jove.", "characters": 364, "sentences": 3}, {"text": "On the cold earth divine Patroclus spread,   Lies pierced with wounds among the vulgar dead.   Great Menelaus, touch'd with generous woe,   Springs to the front, and guards him from the foe.   Thus round her new-fallen young the heifer moves,   Fruit of her throes, and first-born of her loves;   And anxious (helpless as he lies, and bare)   Turns, and re-turns her, with a mother's care,   Opposed to each that near the carcase came,   His broad shield glimmers, and his lances flame.", "characters": 486, "sentences": 4}, {"text": "The son of Panthus, skill'd the dart to send,   Eyes the dead hero, and insults the friend.   \"This hand, Atrides, laid Patroclus low;   Warrior! desist, nor tempt an equal blow:   To me the spoils my prowess won, resign:   Depart with life, and leave the glory mine\"", "characters": 267, "sentences": 2}, {"text": "Unmoved, Euphorbus thus: \"That action known,   Come, for my brother's blood repay thy own.   His weeping father claims thy destined head,   And spouse, a widow in her bridal bed.   On these thy conquer'd spoils I shall bestow,   To soothe a consort's and a parent's woe.   No longer then defer the glorious strife,   Let heaven decide our fortune, fame, and life.\"", "characters": 364, "sentences": 5}, {"text": "Meanwhile great Ajax (his broad shield display'd)   Guards the dead hero with the dreadful shade;   And now before, and now behind he stood:   Thus in the centre of some gloomy wood,   With many a step, the lioness surrounds   Her tawny young, beset by men and hounds;   Elate her heart, and rousing all her powers,   Dark o'er the fiery balls each hanging eyebrow lours.   Fast by his side the generous Spartan glows   With great revenge, and feeds his inward woes.", "characters": 466, "sentences": 3}, {"text": "Then turning to the martial hosts, he cries:   \"Ye Trojans, Dardans, Lycians, and allies!   Be men, my friends, in action as in name,   And yet be mindful of your ancient fame.   Hector in proud Achilles' arms shall shine,   Torn from his friend, by right of conquest mine.\"", "characters": 274, "sentences": 3}, {"text": "Fired by his words, the troops dismiss their fears,   They join, they thicken, they protend their spears;   Full on the Greeks they drive in firm array,   And each from Ajax hopes the glorious prey:   Vain hope! what numbers shall the field o'erspread,   What victims perish round the mighty dead!", "characters": 297, "sentences": 1}, {"text": "The warrior raised his voice, and wide around   The field re-echoed the distressful sound.   \"O chiefs! O princes, to whose hand is given   The rule of men; whose glory is from heaven!   Whom with due honours both Atrides grace:   Ye guides and guardians of our Argive race!   All, whom this well-known voice shall reach from far,   All, whom I see not through this cloud of war;   Come all! let generous rage your arms employ,   And save Patroclus from the dogs of Troy.\"", "characters": 472, "sentences": 3}, {"text": "Nor less resolved, the firm Achaian band   With brazen shields in horrid circle stand.   Jove, pouring darkness o'er the mingled fight,   Conceals the warriors' shining helms in night:   To him, the chief for whom the hosts contend   Had lived not hateful, for he lived a friend:   Dead he protects him with superior care.   Nor dooms his carcase to the birds of air.", "characters": 367, "sentences": 4}, {"text": "Phorcys, as slain Hippothous he defends,   The Telamonian lance his belly rends;   The hollow armour burst before the stroke,   And through the wound the rushing entrails broke:   In strong convulsions panting on the sands   He lies, and grasps the dust with dying hands.", "characters": 271, "sentences": 2}, {"text": "Struck at the sight, recede the Trojan train:   The shouting Argives strip the heroes slain.   And now had Troy, by Greece compell'd to yield,   Fled to her ramparts, and resign'd the field;   Greece, in her native fortitude elate,   With Jove averse, had turn'd the scale of fate:   But Phoebus urged Æneas to the fight;   He seem'd like aged Periphas to sight:   (A herald in Anchises' love grown old,   Revered for prudence, and with prudence bold.)", "characters": 453, "sentences": 3}, {"text": "Thus he--\"What methods yet, O chief! remain,   To save your Troy, though heaven its fall ordain?   There have been heroes, who, by virtuous care,   By valour, numbers, and by arts of war,   Have forced the powers to spare a sinking state,   And gain'd at length the glorious odds of fate:   But you, when fortune smiles, when Jove declares   His partial favour, and assists your wars,   Your shameful efforts 'gainst yourselves employ,   And force the unwilling god to ruin Troy.\"", "characters": 480, "sentences": 2}, {"text": "Æneas through the form assumed descries   The power conceal'd, and thus to Hector cries:   \"Oh lasting shame! to our own fears a prey,   We seek our ramparts, and desert the day.   A god, nor is he less, my bosom warms,   And tells me, Jove asserts the Trojan arms.\"", "characters": 267, "sentences": 3}, {"text": "Meanwhile the sons of Nestor, in the rear,   (Their fellows routed,) toss the distant spear,   And skirmish wide: so Nestor gave command,   When from the ships he sent the Pylian band.   The youthful brothers thus for fame contend,   Nor knew the fortune of Achilles' friend;   In thought they view'd him still, with martial joy,   Glorious in arms, and dealing death to Troy.", "characters": 376, "sentences": 3}, {"text": "Achilles in his ships at distance lay,   Nor knew the fatal fortune of the day;   He, yet unconscious of Patroclus' fall,   In dust extended under Ilion's wall,   Expects him glorious from the conquered plain,   And for his wish'd return prepares in vain;   Though well he knew, to make proud Ilion bend   Was more than heaven had destined to his friend.   Perhaps to him: this Thetis had reveal'd;   The rest, in pity to her son, conceal'd.", "characters": 441, "sentences": 3}, {"text": "Still raged the conflict round the hero dead,   And heaps on heaps by mutual wounds they bled.   \"Cursed be the man (even private Greeks would say)   Who dares desert this well-disputed day!   First may the cleaving earth before our eyes   Gape wide, and drink our blood for sacrifice;   First perish all, ere haughty Troy shall boast   We lost Patroclus, and our glory lost!\"", "characters": 376, "sentences": 2}, {"text": "Thus they: while with one voice the Trojans said,   \"Grant this day, Jove! or heap us on the dead!\"", "characters": 99, "sentences": 1}, {"text": "\"What god provokes thee rashly thus to dare,   Alone, unaided, in the thickest war?   Alas! thy friend is slain, and Hector wields   Achilles' arms triumphant in the fields.\"", "characters": 174, "sentences": 2}, {"text": "\"In happy time (the charioteer replies)   The bold Alcimedon now greets my eyes;   No Greek like him the heavenly steeds restrains,   Or holds their fury in suspended reins:   Patroclus, while he lived, their rage could tame,   But now Patroclus is an empty name!   To thee I yield the seat, to thee resign   The ruling charge: the task of fight be mine.\"", "characters": 355, "sentences": 2}, {"text": "He said. Alcimedon, with active heat,   Snatches the reins, and vaults into the seat.   His friend descends. The chief of Troy descried,   And call'd Æneas fighting near his side.", "characters": 180, "sentences": 5}, {"text": "\"Lo, to my sight, beyond our hope restored,   Achilles' car, deserted of its lord!   The glorious steeds our ready arms invite,   Scarce their weak drivers guide them through the fight.   Can such opponents stand when we assail?   Unite thy force, my friend, and we prevail.\"", "characters": 275, "sentences": 3}, {"text": "The son of Venus to the counsel yields;   Then o'er their backs they spread their solid shields:   With brass refulgent the broad surface shined,   And thick bull-hides the spacious concave lined.   Them Chromius follows, Aretus succeeds;   Each hopes the conquest of the lofty steeds:   In vain, brave youths, with glorious hopes ye burn,   In vain advance! not fated to return.", "characters": 379, "sentences": 3}, {"text": "Unmov'd, Automedon attends the fight,   Implores the Eternal, and collects his might.   Then turning to his friend, with dauntless mind:   \"Oh keep the foaming coursers close behind!   Full on my shoulders let their nostrils blow,   For hard the fight, determined is the foe;   'Tis Hector comes: and when he seeks the prize,   War knows no mean; he wins it or he dies.\"", "characters": 370, "sentences": 3}, {"text": "Then through the field he sends his voice aloud,   And calls the Ajaces from the warring crowd,   With great Atrides. \"Hither turn, (he said,)   Turn where distress demands immediate aid;   The dead, encircled by his friends, forego,   And save the living from a fiercer foe.   Unhelp'd we stand, unequal to engage   The force of Hector, and Æneas' rage:   Yet mighty as they are, my force to prove   Is only mine: the event belongs to Jove.\"", "characters": 443, "sentences": 4}, {"text": "He spoke, and high the sounding javelin flung,   Which pass'd the shield of Aretus the young:   It pierced his belt, emboss'd with curious art,   Then in the lower belly struck the dart.   As when a ponderous axe, descending full,   Cleaves the broad forehead of some brawny bull:(249)   Struck 'twixt the horns, he springs with many a bound,   Then tumbling rolls enormous on the ground:   Thus fell the youth; the air his soul received,   And the spear trembled as his entrails heaved.", "characters": 487, "sentences": 3}, {"text": "So looks the lion o'er a mangled boar,   All grim with rage, and horrible with gore;   High on the chariot at one bound he sprung,   And o'er his seat the bloody trophies hung.", "characters": 176, "sentences": 2}, {"text": "Pleased to be first of all the powers address'd,   She breathes new vigour in her hero's breast,   And fills with keen revenge, with fell despite,   Desire of blood, and rage, and lust of fight.   So burns the vengeful hornet (soul all o'er),   Repulsed in vain, and thirsty still of gore;   (Bold son of air and heat) on angry wings   Untamed, untired, he turns, attacks, and stings.   Fired with like ardour fierce Atrides flew,   And sent his soul with every lance he threw.", "characters": 477, "sentences": 4}, {"text": "There stood a Trojan, not unknown to fame,   Aetion's son, and Podes was his name:   With riches honour'd, and with courage bless'd,   By Hector loved, his comrade, and his guest;   Through his broad belt the spear a passage found,   And, ponderous as he falls, his arms resound.   Sudden at Hector's side Apollo stood,   Like Phaenops, Asius' son, appear'd the god;   (Asius the great, who held his wealthy reign   In fair Abydos, by the rolling main.)", "characters": 453, "sentences": 3}, {"text": "\"Oh prince! (he cried) Oh foremost once in fame!   What Grecian now shall tremble at thy name?   Dost thou at length to Menelaus yield,   A chief once thought no terror of the field?   Yet singly, now, the long-disputed prize   He bears victorious, while our army flies:   By the same arm illustrious Podes bled;   The friend of Hector, unrevenged, is dead!\"   This heard, o'er Hector spreads a cloud of woe,   Rage lifts his lance, and drives him on the foe.", "characters": 459, "sentences": 2}, {"text": "But now the Eternal shook his sable shield,   That shaded Ide and all the subject field   Beneath its ample verge. A rolling cloud   Involved the mount; the thunder roar'd aloud;   The affrighted hills from their foundations nod,   And blaze beneath the lightnings of the god:   At one regard of his all-seeing eye   The vanquish'd triumph, and the victors fly.", "characters": 361, "sentences": 3}, {"text": "Then trembled Greece: the flight Peneleus led;   For as the brave Boeotian turn'd his head   To face the foe, Polydamas drew near,   And razed his shoulder with a shorten'd spear:   By Hector wounded, Leitus quits the plain,   Pierced through the wrist; and raging with the pain,   Grasps his once formidable lance in vain.", "characters": 323, "sentences": 2}, {"text": "Not Ajax less the will of heaven descried,   And conquest shifting to the Trojan side,   Turn'd by the hand of Jove. Then thus begun,   To Atreus's seed, the godlike Telamon:", "characters": 174, "sentences": 2}, {"text": "With tears the hero spoke, and at his prayer   The god relenting clear'd the clouded air;   Forth burst the sun with all-enlightening ray;   The blaze of armour flash'd against the day.   \"Now, now, Atrides! cast around thy sight;   If yet Antilochus survives the fight,   Let him to great Achilles' ear convey   The fatal news\"--Atrides hastes away.", "characters": 350, "sentences": 3}, {"text": "\"O guard these relics to your charge consign'd,   And bear the merits of the dead in mind;   How skill'd he was in each obliging art;   The mildest manners, and the gentlest heart:   He was, alas! but fate decreed his end,   In death a hero, as in life a friend!\"", "characters": 263, "sentences": 1}, {"text": "To him the king: \"Beloved of Jove! draw near,   For sadder tidings never touch'd thy ear;   Thy eyes have witness'd what a fatal turn!   How Ilion triumphs, and the Achaians mourn.   This is not all: Patroclus, on the shore   Now pale and dead, shall succour Greece no more.   Fly to the fleet, this instant fly, and tell   The sad Achilles, how his loved-one fell:   He too may haste the naked corse to gain:   The arms are Hector's, who despoil'd the slain.\"", "characters": 460, "sentences": 4}, {"text": "The youthful warrior heard with silent woe,   From his fair eyes the tears began to flow:   Big with the mighty grief, he strove to say   What sorrow dictates, but no word found way.   To brave Laodocus his arms he flung,   Who, near him wheeling, drove his steeds along;   Then ran the mournful message to impart,   With tearful eyes, and with dejected heart.", "characters": 360, "sentences": 3}, {"text": "Thetis goes to the palace of Vulcan to obtain new arms for her son. The description of the wonderful works of Vulcan: and, lastly, that noble one of the shield of Achilles.", "characters": 172, "sentences": 3}, {"text": "The latter part of the nine-and-twentieth day, and the night ensuing, take up this book: the scene is at Achilles' tent on the sea-shore, from whence it changes to the palace of Vulcan.", "characters": 185, "sentences": 2}, {"text": "Thus while he thinks, Antilochus appears,   And tells the melancholy tale with tears.   \"Sad tidings, son of Peleus! thou must hear;   And wretched I, the unwilling messenger!   Dead is Patroclus! For his corse they fight;   His naked corse: his arms are Hector's right.\"", "characters": 271, "sentences": 3}, {"text": "She said, and left the caverns of the main,   All bathed in tears; the melancholy train   Attend her way. Wide-opening part the tides,   While the long pomp the silver wave divides.   Approaching now, they touch'd the Trojan land;   Then, two by two, ascended up the strand.   The immortal mother, standing close beside   Her mournful offspring, to his sighs replied;   Along the coast their mingled clamours ran,   And thus the silver-footed dame began:", "characters": 454, "sentences": 4}, {"text": "\"Why mourns my son? thy late preferr'd request   The god has granted, and the Greeks distress'd:   Why mourns my son? thy anguish let me share,   Reveal the cause, and trust a parent's care.\"", "characters": 191, "sentences": 2}, {"text": "\"Ye sister Nereids! to your deeps descend;   Haste, and our father's sacred seat attend;   I go to find the architect divine,   Where vast Olympus' starry summits shine:   So tell our hoary sire\"--This charge she gave:   The sea-green sisters plunge beneath the wave:   Thetis once more ascends the bless'd abodes,   And treads the brazen threshold of the gods.", "characters": 361, "sentences": 2}, {"text": "\"Rise, son of Peleus! rise, divinely brave!   Assist the combat, and Patroclus save:   For him the slaughter to the fleet they spread,   And fall by mutual wounds around the dead.   To drag him back to Troy the foe contends:   Nor with his death the rage of Hector ends:   A prey to dogs he dooms the corse to lie,   And marks the place to fix his head on high.   Rise, and prevent (if yet you think of fame)   Thy friend's disgrace, thy own eternal shame!\"", "characters": 457, "sentences": 3}, {"text": "\"Thy want of arms (said Iris) well we know;   But though unarm'd, yet clad in terrors, go!   Let but Achilles o'er yon trench appear,   Proud Troy shall tremble, and consent to fear;   Greece from one glance of that tremendous eye   Shall take new courage, and disdain to fly.\"", "characters": 277, "sentences": 2}, {"text": "A lofty bier the breathless warrior bears:   Around, his sad companions melt in tears.   But chief Achilles, bending down his head,   Pours unavailing sorrows o'er the dead,   Whom late triumphant, with his steeds and car,   He sent refulgent to the field of war;   (Unhappy change!) now senseless, pale, he found,   Stretch'd forth, and gash'd with many a gaping wound.", "characters": 370, "sentences": 3}, {"text": "The shouting host in loud applauses join'd;   So Pallas robb'd the many of their mind;   To their own sense condemn'd, and left to choose   The worst advice, the better to refuse.", "characters": 179, "sentences": 2}, {"text": "Meanwhile to Juno, in the realms above,   (His wife and sister,) spoke almighty Jove.   \"At last thy will prevails: great Peleus' son   Rises in arms: such grace thy Greeks have won.   Say (for I know not), is their race divine,   And thou the mother of that martial line?\"", "characters": 273, "sentences": 3}, {"text": "\"What words are these? (the imperial dame replies,   While anger flash'd from her majestic eyes)   Succour like this a mortal arm might lend,   And such success mere human wit attend:   And shall not I, the second power above,   Heaven's queen, and consort of the thundering Jove,   Say, shall not I one nation's fate command,   Not wreak my vengeance on one guilty land?\"", "characters": 372, "sentences": 1}, {"text": "\"What, goddess! this unusual favour draws?   All hail, and welcome! whatsoe'er the cause;   Till now a stranger, in a happy hour   Approach, and taste the dainties of the bower.\"", "characters": 178, "sentences": 2}, {"text": "\"Thee, welcome, goddess! what occasion calls   (So long a stranger) to these honour'd walls?   'Tis thine, fair Thetis, the command to lay,   And Vulcan's joy and duty to obey.\"", "characters": 177, "sentences": 2}, {"text": "To her the artist-god: \"Thy griefs resign,   Secure, what Vulcan can, is ever thine.   O could I hide him from the Fates, as well,   Or with these hands the cruel stroke repel,   As I shall forge most envied arms, the gaze   Of wondering ages, and the world's amaze!\"", "characters": 267, "sentences": 2}, {"text": "Two cities radiant on the shield appear,   The image one of peace, and one of war.   Here sacred pomp and genial feast delight,   And solemn dance, and hymeneal rite;   Along the street the new-made brides are led,   With torches flaming, to the nuptial bed:   The youthful dancers in a circle bound   To the soft flute, and cithern's silver sound:   Through the fair streets the matrons in a row   Stand in their porches, and enjoy the show.", "characters": 442, "sentences": 3}, {"text": "A field deep furrow'd next the god design'd,(256)   The third time labour'd by the sweating hind;   The shining shares full many ploughmen guide,   And turn their crooked yokes on every side.   Still as at either end they wheel around,   The master meets them with his goblet crown'd;   The hearty draught rewards, renews their toil,   Then back the turning ploughshares cleave the soil:   Behind, the rising earth in ridges roll'd;   And sable look'd, though form'd of molten gold.", "characters": 482, "sentences": 3}, {"text": "Next this, the eye the art of Vulcan leads   Deep through fair forests, and a length of meads,   And stalls, and folds, and scatter'd cots between;   And fleecy flocks, that whiten all the scene.", "characters": 195, "sentences": 2}, {"text": "Thus the broad shield complete the artist crown'd   With his last hand, and pour'd the ocean round:   In living silver seem'd the waves to roll,   And beat the buckler's verge, and bound the whole.", "characters": 197, "sentences": 2}, {"text": "This done, whate'er a warrior's use requires   He forged; the cuirass that outshone the fires,   The greaves of ductile tin, the helm impress'd   With various sculpture, and the golden crest.   At Thetis' feet the finished labour lay:   She, as a falcon cuts the aerial way,   Swift from Olympus' snowy summit flies,   And bears the blazing present through the skies.(257)", "characters": 372, "sentences": 3}, {"text": "Soon as Aurora heaved her Orient head   Above the waves, that blush'd with early red,   (With new-born day to gladden mortal sight,   And gild the courts of heaven with sacred light,)   The immortal arms the goddess-mother bears   Swift to her son: her son she finds in tears   Stretch'd o'er Patroclus' corse; while all the rest   Their sovereign's sorrows in their own express'd.   A ray divine her heavenly presence shed,   And thus, his hand soft touching, Thetis said:", "characters": 473, "sentences": 2}, {"text": "\"Suppress, my son, this rage of grief, and know   It was not man, but heaven, that gave the blow;   Behold what arms by Vulcan are bestow'd,   Arms worthy thee, or fit to grace a god.\"", "characters": 184, "sentences": 2}, {"text": "Then drops the radiant burden on the ground;   Clang the strong arms, and ring the shores around;   Back shrink the Myrmidons with dread surprise,   And from the broad effulgence turn their eyes.   Unmoved the hero kindles at the show,   And feels with rage divine his bosom glow;   From his fierce eyeballs living flames expire,   And flash incessant like a stream of fire:   He turns the radiant gift: and feeds his mind   On all the immortal artist had design'd.", "characters": 465, "sentences": 3}, {"text": "\"Goddess! (he cried,) these glorious arms, that shine   With matchless art, confess the hand divine.   Now to the bloody battle let me bend:   But ah! the relics of my slaughter'd friend!   In those wide wounds through which his spirit fled,   Shall flies, and worms obscene, pollute the dead?\"", "characters": 294, "sentences": 2}, {"text": "\"That unavailing care be laid aside,   (The azure goddess to her son replied,)   Whole years untouch'd, uninjured shall remain,   Fresh as in life, the carcase of the slain.   But go, Achilles, as affairs require,   Before the Grecian peers renounce thine ire:   Then uncontroll'd in boundless war engage,   And heaven with strength supply the mighty rage!\"", "characters": 357, "sentences": 2}, {"text": "He said: his finish'd wrath with loud acclaim   The Greeks accept, and shout Pelides' name.   When thus, not rising from his lofty throne,   In state unmoved, the king of men begun:", "characters": 181, "sentences": 2}, {"text": "\" O king of nations! whose superior sway   (Returns Achilles) all our hosts obey!   To keep or send the presents, be thy care;   To us, 'tis equal: all we ask is war.   While yet we talk, or but an instant shun   The fight, our glorious work remains undone.   Let every Greek, who sees my spear confound   The Trojan ranks, and deal destruction round,   With emulation, what I act survey,   And learn from thence the business of the day.", "characters": 437, "sentences": 4}, {"text": "\"Witness thou first! thou greatest power above,   All-good, all-wise, and all-surveying Jove!   And mother-earth, and heaven's revolving light,   And ye, fell furies of the realms of night,   Who rule the dead, and horrid woes prepare   For perjured kings, and all who falsely swear!   The black-eyed maid inviolate removes,   Pure and unconscious of my manly loves.   If this be false, heaven all its vengeance shed,   And levell'd thunder strike my guilty head!\"", "characters": 464, "sentences": 2}, {"text": "With that, his weapon deep inflicts the wound;   The bleeding savage tumbles to the ground;   The sacred herald rolls the victim slain   (A feast for fish) into the foaming main.", "characters": 178, "sentences": 2}, {"text": "Then thus Achilles: \"Hear, ye Greeks! and know   Whate'er we feel, 'tis Jove inflicts the woe;   Not else Atrides could our rage inflame,   Nor from my arms, unwilling, force the dame.   'Twas Jove's high will alone, o'erruling all,   That doom'd our strife, and doom'd the Greeks to fall.   Go then, ye chiefs! indulge the genial rite;   Achilles waits ye, and expects the fight.\"", "characters": 381, "sentences": 4}, {"text": "Her sister captives echoed groan for groan,   Nor mourn'd Patroclus' fortunes, but their own.   The leaders press'd the chief on every side;   Unmoved he heard them, and with sighs denied.", "characters": 188, "sentences": 3}, {"text": "\"If yet Achilles have a friend, whose care   Is bent to please him, this request forbear;   Till yonder sun descend, ah, let me pay   To grief and anguish one abstemious day.\"", "characters": 175, "sentences": 2}, {"text": "He spoke, and from the warriors turn'd his face:   Yet still the brother-kings of Atreus' race,   Nestor, Idomeneus, Ulysses sage,   And Phoenix, strive to calm his grief and rage:   His rage they calm not, nor his grief control;   He groans, he raves, he sorrows from his soul.", "characters": 278, "sentences": 2}, {"text": "Sighing he said: his grief the heroes join'd,   Each stole a tear for what he left behind.   Their mingled grief the sire of heaven survey'd,   And thus with pity to his blue-eyed maid:", "characters": 185, "sentences": 2}, {"text": "\"Is then Achilles now no more thy care,   And dost thou thus desert the great in war?   Lo, where yon sails their canvas wings extend,   All comfortless he sits, and wails his friend:   Ere thirst and want his forces have oppress'd,   Haste and infuse ambrosia in his breast.\"", "characters": 276, "sentences": 2}, {"text": "He spoke; and sudden, at the word of Jove,   Shot the descending goddess from above.   So swift through ether the shrill harpy springs,   The wide air floating to her ample wings,   To great Achilles she her flight address'd,   And pour'd divine ambrosia in his breast,(259)   With nectar sweet, (refection of the gods!)   Then, swift ascending, sought the bright abodes.", "characters": 371, "sentences": 3}, {"text": "Full in the midst, high-towering o'er the rest,   His limbs in arms divine Achilles dress'd;   Arms which the father of the fire bestow'd,   Forged on the eternal anvils of the god.   Grief and revenge his furious heart inspire,   His glowing eyeballs roll with living fire;   He grinds his teeth, and furious with delay   O'erlooks the embattled host, and hopes the bloody day.", "characters": 378, "sentences": 3}, {"text": "The silver cuishes first his thighs infold;   Then o'er his breast was braced the hollow gold;   The brazen sword a various baldric tied,   That, starr'd with gems, hung glittering at his side;   And, like the moon, the broad refulgent shield   Blazed with long rays, and gleam'd athwart the field.", "characters": 298, "sentences": 2}, {"text": "So to night-wandering sailors, pale with fears,   Wide o'er the watery waste, a light appears,   Which on the far-seen mountain blazing high,   Streams from some lonely watch-tower to the sky:   With mournful eyes they gaze, and gaze again;   Loud howls the storm, and drives them o'er the main.", "characters": 295, "sentences": 2}, {"text": "Next, his high head the helmet graced; behind   The sweepy crest hung floating in the wind:   Like the red star, that from his flaming hair   Shakes down diseases, pestilence, and war;   So stream'd the golden honours from his head,   Trembled the sparkling plumes, and the loose glories shed.   The chief beholds himself with wondering eyes;   His arms he poises, and his motions tries;   Buoy'd by some inward force, he seems to swim,   And feels a pinion lifting every limb.", "characters": 477, "sentences": 3}, {"text": "And now he shakes his great paternal spear,   Ponderous and huge, which not a Greek could rear,   From Pelion's cloudy top an ash entire   Old Chiron fell'd, and shaped it for his sire;   A spear which stern Achilles only wields,   The death of heroes, and the dread of fields.", "characters": 277, "sentences": 2}, {"text": "\"Xanthus and Balius! of Podarges' strain,   (Unless ye boast that heavenly race in vain,)   Be swift, be mindful of the load ye bear,   And learn to make your master more your care:   Through falling squadrons bear my slaughtering sword,   Nor, as ye left Patroclus, leave your lord.\"", "characters": 284, "sentences": 2}, {"text": "Then ceased for ever, by the Furies tied,   His fateful voice. The intrepid chief replied   With unabated rage--\"So let it be!   Portents and prodigies are lost on me.   I know my fate: to die, to see no more   My much-loved parents, and my native shore--   Enough--when heaven ordains, I sink in night:   Now perish Troy!\" He said, and rush'd to fight.", "characters": 353, "sentences": 4}, {"text": "\"What moves the god who heaven and earth commands,   And grasps the thunder in his awful hands,   Thus to convene the whole ethereal state?   Is Greece and Troy the subject in debate?   Already met, the louring hosts appear,   And death stands ardent on the edge of war.\"", "characters": 271, "sentences": 2}, {"text": "While thus the gods in various league engage,   Achilles glow'd with more than mortal rage:   Hector he sought; in search of Hector turn'd   His eyes around, for Hector only burn'd;   And burst like lightning through the ranks, and vow'd   To glut the god of battles with his blood.", "characters": 282, "sentences": 2}, {"text": "Æneas was the first who dared to stay;   Apollo wedged him in the warrior's way,   But swell'd his bosom with undaunted might,   Half-forced and half-persuaded to the fight.   Like young Lycaon, of the royal line,   In voice and aspect, seem'd the power divine;   And bade the chief reflect, how late with scorn   In distant threats he braved the goddess-born.", "characters": 361, "sentences": 3}, {"text": "To whom the son of Jove: \"That god implore,   And be what great Achilles was before.   From heavenly Venus thou deriv'st thy strain,   And he but from a sister of the main;   An aged sea-god father of his line;   But Jove himself the sacred source of thine.   Then lift thy weapon for a noble blow,   Nor fear the vaunting of a mortal foe.\"", "characters": 340, "sentences": 4}, {"text": "This said, and spirit breathed into his breast,   Through the thick troops the embolden'd hero press'd:   His venturous act the white-arm'd queen survey'd,   And thus, assembling all the powers, she said:", "characters": 204, "sentences": 1}, {"text": "Thus having said, the tyrant of the sea,   Coerulean Neptune, rose, and led the way.   Advanced upon the field there stood a mound   Of earth congested, wall'd, and trench'd around;   In elder times to guard Alcides made,   (The work of Trojans, with Minerva's aid,)   What time a vengeful monster of the main   Swept the wide shore, and drove him to the plain.", "characters": 361, "sentences": 3}, {"text": "Here Neptune and the gods of Greece repair,   With clouds encompass'd, and a veil of air:   The adverse powers, around Apollo laid,   Crown the fair hills that silver Simois shade.   In circle close each heavenly party sat,   Intent to form the future scheme of fate;   But mix not yet in fight, though Jove on high   Gives the loud signal, and the heavens reply.", "characters": 363, "sentences": 3}, {"text": "The great earth-shaker thus: to whom replies   The imperial goddess with the radiant eyes:   \"Good as he is, to immolate or spare   The Dardan prince, O Neptune! be thy care;   Pallas and I, by all that gods can bind,   Have sworn destruction to the Trojan kind;   Not even an instant to protract their fate,   Or save one member of the sinking state;   Till her last flame be quench'd with her last gore,   And even her crumbling ruins are no more.\"", "characters": 450, "sentences": 2}, {"text": "\"What power, O prince! with force inferior far,   Urged thee to meet Achilles' arm in war?   Henceforth beware, nor antedate thy doom,   Defrauding fate of all thy fame to come.   But when the day decreed (for come it must)   Shall lay this dreadful hero in the dust,   Let then the furies of that arm be known,   Secure no Grecian force transcends thy own.\"", "characters": 358, "sentences": 3}, {"text": "Thus (breathing rage through all) the hero said;   A wood of lances rises round his head,   Clamours on clamours tempest all the air,   They join, they throng, they thicken to the war.   But Phoebus warns him from high heaven to shun   The single fight with Thetis' godlike son;   More safe to combat in the mingled band,   Nor tempt too near the terrors of his hand.   He hears, obedient to the god of light,   And, plunged within the ranks, awaits the fight.", "characters": 460, "sentences": 4}, {"text": "\"Lie there, Otryntides! the Trojan earth   Receives thee dead, though Gygae boast thy birth;   Those beauteous fields where Hyllus' waves are roll'd,   And plenteous Hermus swells with tides of gold,   Are thine no more.\"--The insulting hero said,   And left him sleeping in eternal shade.   The rolling wheels of Greece the body tore,   And dash'd their axles with no vulgar gore.", "characters": 381, "sentences": 4}, {"text": "Hector, undaunted, thus: \"Such words employ   To one that dreads thee, some unwarlike boy:   Such we could give, defying and defied,   Mean intercourse of obloquy and pride!   I know thy force to mine superior far;   But heaven alone confers success in war:   Mean as I am, the gods may guide my dart,   And give it entrance in a braver heart.\"", "characters": 344, "sentences": 2}, {"text": "\"Wretch! thou hast 'scaped again; once more thy flight   Has saved thee, and the partial god of light.   But long thou shalt not thy just fate withstand,   If any power assist Achilles' hand.   Fly then inglorious! but thy flight this day   Whole hecatombs of Trojan ghosts shall pay.\"", "characters": 285, "sentences": 4}, {"text": "Nor less unpitied, young Alastor bleeds;   In vain his youth, in vain his beauty pleads;   In vain he begs thee, with a suppliant's moan,   To spare a form, an age so like thy own!   Unhappy boy! no prayer, no moving art,   E'er bent that fierce, inexorable heart!   While yet he trembled at his knees, and cried,   The ruthless falchion oped his tender side;   The panting liver pours a flood of gore   That drowns his bosom till he pants no more.", "characters": 448, "sentences": 2}, {"text": "\"What art thou, boldest of the race of man?   Who, or from whence? Unhappy is the sire   Whose son encounters our resistless ire.\"", "characters": 130, "sentences": 2}, {"text": "\"O son of Peleus! what avails to trace   (Replied the warrior) our illustrious race?   From rich Paeonia's valleys I command,   Arm'd with protended spears, my native band;   Now shines the tenth bright morning since I came   In aid of Ilion to the fields of fame:   Axius, who swells with all the neighbouring rills,   And wide around the floated region fills,   Begot my sire, whose spear much glory won:   Now lift thy arm, and try that hero's son!\"", "characters": 452, "sentences": 1}, {"text": "\"O first of mortals! (for the gods are thine)   In valour matchless, and in force divine!   If Jove have given thee every Trojan head,   'Tis not on me thy rage should heap the dead.   See! my choked streams no more their course can keep,   Nor roll their wonted tribute to the deep.   Turn then, impetuous! from our injured flood;   Content, thy slaughters could amaze a god.\"", "characters": 377, "sentences": 4}, {"text": "In human form, confess'd before his eyes,   The river thus; and thus the chief replies:   \"O sacred stream! thy word we shall obey;   But not till Troy the destined vengeance pay,   Not till within her towers the perjured train   Shall pant, and tremble at our arms again;   Not till proud Hector, guardian of her wall,   Or stain this lance, or see Achilles fall.\"", "characters": 365, "sentences": 2}, {"text": "He said; and drove with fury on the foe.   Then to the godhead of the silver bow   The yellow flood began: \"O son of Jove!   Was not the mandate of the sire above   Full and express, that Phoebus should employ   His sacred arrows in defence of Troy,   And make her conquer, till Hyperion's fall   In awful darkness hide the face of all?\"", "characters": 337, "sentences": 2}, {"text": "He said; and on the chief descends amain,   Increased with gore, and swelling with the slain.   Then, murmuring from his beds, he boils, he raves,   And a foam whitens on the purple waves:   At every step, before Achilles stood   The crimson surge, and deluged him with blood.   Fear touch'd the queen of heaven: she saw dismay'd,   She call'd aloud, and summon'd Vulcan's aid.", "characters": 377, "sentences": 4}, {"text": "\"Oh Vulcan! oh! what power resists thy might?   I faint, I sink, unequal to the fight--   I yield--Let Ilion fall; if fate decree--   Ah--bend no more thy fiery arms on me!\"", "characters": 173, "sentences": 1}, {"text": "He ceased; wide conflagration blazing round;   The bubbling waters yield a hissing sound.   As when the flames beneath a cauldron rise,(272)   To melt the fat of some rich sacrifice,   Amid the fierce embrace of circling fires   The waters foam, the heavy smoke aspires:   So boils the imprison'd flood, forbid to flow,   And choked with vapours feels his bottom glow.   To Juno then, imperial queen of air,   The burning river sends his earnest prayer:", "characters": 453, "sentences": 3}, {"text": "\"Ah why, Saturnia; must thy son engage   Me, only me, with all his wasteful rage?   On other gods his dreadful arm employ,   For mightier gods assert the cause of Troy.   Submissive I desist, if thou command;   But ah! withdraw this all-destroying hand.   Hear then my solemn oath, to yield to fate   Unaided Ilion, and her destined state,   Till Greece shall gird her with destructive flame,   And in one ruin sink the Trojan name.\"", "characters": 433, "sentences": 4}, {"text": "His warm entreaty touch'd Saturnia's ear:   She bade the ignipotent his rage forbear,   Recall the flame, nor in a mortal cause   Infest a god: the obedient flame withdraws:   Again the branching streams begin to spread,   And soft remurmur in their wonted bed.", "characters": 261, "sentences": 2}, {"text": "While these by Juno's will the strife resign,   The warring gods in fierce contention join:   Rekindling rage each heavenly breast alarms:   With horrid clangour shock the ethereal arms:   Heaven in loud thunder bids the trumpet sound;   And wide beneath them groans the rending ground.   Jove, as his sport, the dreadful scene descries,   And views contending gods with careless eyes.   The power of battles lifts his brazen spear,   And first assaults the radiant queen of war:", "characters": 479, "sentences": 3}, {"text": "\"What moved thy madness, thus to disunite   Ethereal minds, and mix all heaven in fight?   What wonder this, when in thy frantic mood   Thou drovest a mortal to insult a god?   Thy impious hand Tydides' javelin bore,   And madly bathed it in celestial gore.\"", "characters": 258, "sentences": 2}, {"text": "He spoke, and smote the long-resounding shield,   Which bears Jove's thunder on its dreadful field:   The adamantine aegis of her sire,   That turns the glancing bolt and forked fire.", "characters": 183, "sentences": 2}, {"text": "Then heaved the goddess in her mighty hand   A stone, the limit of the neighbouring land,   There fix'd from eldest times; black, craggy, vast;   This at the heavenly homicide she cast.   Thundering he falls, a mass of monstrous size:   And seven broad acres covers as he lies.   The stunning stroke his stubborn nerves unbound:   Loud o'er the fields his ringing arms resound:   The scornful dame her conquest views with smiles,   And, glorying, thus the prostrate god reviles:", "characters": 478, "sentences": 3}, {"text": "\"Hast thou not yet, insatiate fury! known   How far Minerva's force transcends thy own?   Juno, whom thou rebellious darest withstand,   Corrects thy folly thus by Pallas' hand;   Thus meets thy broken faith with just disgrace,   And partial aid to Troy's perfidious race.\"", "characters": 273, "sentences": 2}, {"text": "The goddess spoke, and turn'd her eyes away,   That, beaming round, diffused celestial day.   Jove's Cyprian daughter, stooping on the land,   Lent to the wounded god her tender hand:   Slowly he rises, scarcely breathes with pain,   And, propp'd on her fair arm, forsakes the plain.   This the bright empress of the heavens survey'd,   And, scoffing, thus to war's victorious maid:", "characters": 382, "sentences": 3}, {"text": "\"Lo! what an aid on Mars's side is seen!   The smiles' and loves' unconquerable queen!   Mark with what insolence, in open view,   She moves: let Pallas, if she dares, pursue.\"", "characters": 176, "sentences": 2}, {"text": "Minerva smiling heard, the pair o'ertook,   And slightly on her breast the wanton strook:   She, unresisting, fell (her spirits fled);   On earth together lay the lovers spread.   \"And like these heroes be the fate of all   (Minerva cries) who guard the Trojan wall!   To Grecian gods such let the Phrygian be,   So dread, so fierce, as Venus is to me;   Then from the lowest stone shall Troy be moved.\"   Thus she, and Juno with a smile approved.", "characters": 447, "sentences": 4}, {"text": "Apollo thus: \"To combat for mankind   Ill suits the wisdom of celestial mind;   For what is man? Calamitous by birth,   They owe their life and nourishment to earth;   Like yearly leaves, that now, with beauty crown'd,   Smile on the sun; now, wither on the ground.   To their own hands commit the frantic scene,   Nor mix immortals in a cause so mean.\"", "characters": 353, "sentences": 3}, {"text": "Then turns his face, far-beaming heavenly fires,   And from the senior power submiss retires:   Him thus retreating, Artemis upbraids,   The quiver'd huntress of the sylvan shades:", "characters": 180, "sentences": 1}, {"text": "\"And is it thus the youthful Phoebus flies,   And yields to ocean's hoary sire the prize?   How vain that martial pomp, and dreadful show   Of pointed arrows and the silver bow!   Now boast no more in yon celestial bower,   Thy force can match the great earth-shaking power.\"", "characters": 275, "sentences": 2}, {"text": "To her Latona hastes with tender care;   Whom Hermes viewing, thus declines the war:   \"How shall I face the dame, who gives delight   To him whose thunders blacken heaven with night?   Go, matchless goddess! triumph in the skies,   And boast my conquest, while I yield the prize.\"", "characters": 281, "sentences": 2}, {"text": "He spoke; and pass'd: Latona, stooping low,   Collects the scatter'd shafts and fallen bow,   That, glittering on the dust, lay here and there   Dishonour'd relics of Diana's war:   Then swift pursued her to her blest abode,   Where, all confused, she sought the sovereign god;   Weeping, she grasp'd his knees: the ambrosial vest   Shook with her sighs, and panted on her breast.", "characters": 380, "sentences": 2}, {"text": "The sire superior smiled, and bade her show   What heavenly hand had caused his daughter's woe?   Abash'd, she names his own imperial spouse;   And the pale crescent fades upon her brows.", "characters": 187, "sentences": 2}, {"text": "Thus they above: while, swiftly gliding down,   Apollo enters Ilion's sacred town;   The guardian-god now trembled for her wall,   And fear'd the Greeks, though fate forbade her fall.   Back to Olympus, from the war's alarms,   Return the shining bands of gods in arms;   Some proud in triumph, some with rage on fire;   And take their thrones around the ethereal sire.", "characters": 369, "sentences": 3}, {"text": "Through blood, through death, Achilles still proceeds,   O'er slaughter'd heroes, and o'er rolling steeds.   As when avenging flames with fury driven   On guilty towns exert the wrath of heaven;   The pale inhabitants, some fall, some fly;   And the red vapours purple all the sky:   So raged Achilles: death and dire dismay,   And toils, and terrors, fill'd the dreadful day.", "characters": 376, "sentences": 3}, {"text": "High on a turret hoary Priam stands,   And marks the waste of his destructive hands;   Views, from his arm, the Trojans' scatter'd flight,   And the near hero rising on his sight!   No stop, no check, no aid! With feeble pace,   And settled sorrow on his aged face,   Fast as he could, he sighing quits the walls;   And thus descending, on the guards he calls:", "characters": 360, "sentences": 1}, {"text": "\"How proud Achilles glories in his fame!   And hopes this day to sink the Trojan name   Beneath her ruins! Know, that hope is vain;   A thousand woes, a thousand toils remain.   Parents and children our just arms employ,   And strong and many are the sons of Troy.   Great as thou art, even thou may'st stain with gore   These Phrygian fields, and press a foreign shore.\"", "characters": 371, "sentences": 4}, {"text": "Apollo now to tired Achilles turns:   (The power confess'd in all his glory burns:)   \"And what (he cries) has Peleus' son in view,   With mortal speed a godhead to pursue?   For not to thee to know the gods is given,   Unskill'd to trace the latent marks of heaven.   What boots thee now, that Troy forsook the plain?   Vain thy past labour, and thy present vain:   Safe in their walls are now her troops bestow'd,   While here thy frantic rage attacks a god.\"", "characters": 461, "sentences": 3}, {"text": "The chief incensed--\"Too partial god of day!   To check my conquests in the middle way:   How few in Ilion else had refuge found!   What gasping numbers now had bit the ground!   Thou robb'st me of a glory justly mine,   Powerful of godhead, and of fraud divine:   Mean fame, alas! for one of heavenly strain,   To cheat a mortal who repines in vain.\"", "characters": 351, "sentences": 2}, {"text": "He said, and acting what no words could say,   Rent from his head the silver locks away.   With him the mournful mother bears a part;   Yet all her sorrows turn not Hector's heart.   The zone unbraced, her bosom she display'd;   And thus, fast-falling the salt tears, she said:", "characters": 277, "sentences": 3}, {"text": "Then Pallas thus: \"Shall he whose vengeance forms   The forky bolt, and blackens heaven with storms,   Shall he prolong one Trojan's forfeit breath?   A man, a mortal, pre-ordain'd to death!   And will no murmurs fill the courts above?   No gods indignant blame their partial Jove?\"", "characters": 282, "sentences": 1}, {"text": "\"Go then (return'd the sire) without delay,   Exert thy will: I give the Fates their way.   Swift at the mandate pleased Tritonia flies,   And stoops impetuous from the cleaving skies.", "characters": 184, "sentences": 3}, {"text": "What god, O muse, assisted Hector's force   With fate itself so long to hold the course?   Phoebus it was; who, in his latest hour,   Endued his knees with strength, his nerves with power:   And great Achilles, lest some Greek's advance   Should snatch the glory from his lifted lance,   Sign'd to the troops to yield his foe the way,   And leave untouch'd the honours of the day.", "characters": 380, "sentences": 2}, {"text": "Jove lifts the golden balances, that show   The fates of mortal men, and things below:   Here each contending hero's lot he tries,   And weighs, with equal hand, their destinies.   Low sinks the scale surcharged with Hector's fate;   Heavy with death it sinks, and hell receives the weight.", "characters": 290, "sentences": 3}, {"text": "Her voice divine the chief with joyful mind   Obey'd; and rested, on his lance reclined   While like Deiphobus the martial dame   (Her face, her gesture, and her arms the same),   In show an aid, by hapless Hector's side   Approach'd, and greets him thus with voice belied:", "characters": 273, "sentences": 1}, {"text": "\"Too long, O Hector! have I borne the sight   Of this distress, and sorrow'd in thy flight:   It fits us now a noble stand to make,   And here, as brothers, equal fates partake.\"", "characters": 178, "sentences": 2}, {"text": "Then he: \"O prince! allied in blood and fame,   Dearer than all that own a brother's name;   Of all that Hecuba to Priam bore,   Long tried, long loved: much loved, but honoured more!   Since you, of all our numerous race alone   Defend my life, regardless of your own.\"", "characters": 270, "sentences": 2}, {"text": "Again the goddess: \"Much my father's prayer,   And much my mother's, press'd me to forbear:   My friends embraced my knees, adjured my stay,   But stronger love impell'd, and I obey.   Come then, the glorious conflict let us try,   Let the steel sparkle, and the javelin fly;   Or let us stretch Achilles on the field,   Or to his arm our bloody trophies yield.\"", "characters": 362, "sentences": 3}, {"text": "Fraudful she said; then swiftly march'd before:   The Dardan hero shuns his foe no more.   Sternly they met. The silence Hector broke:   His dreadful plumage nodded as he spoke:", "characters": 177, "sentences": 3}, {"text": "He spoke, and launch'd his javelin at the foe;   But Hector shunn'd the meditated blow:   He stoop'd, while o'er his head the flying spear   Sang innocent, and spent its force in air.   Minerva watch'd it falling on the land,   Then drew, and gave to great Achilles' hand,   Unseen of Hector, who, elate with joy,   Now shakes his lance, and braves the dread of Troy.", "characters": 367, "sentences": 3}, {"text": "\"At last is Hector stretch'd upon the plain,   Who fear'd no vengeance for Patroclus slain:   Then, prince! you should have fear'd, what now you feel;   Achilles absent was Achilles still:   Yet a short space the great avenger stayed,   Then low in dust thy strength and glory laid.   Peaceful he sleeps, with all our rites adorn'd,   For ever honour'd, and for ever mourn'd:   While cast to all the rage of hostile power,   Thee birds shall mangle, and the gods devour.\"", "characters": 471, "sentences": 3}, {"text": "Then Hector, fainting at the approach of death:   \"By thy own soul! by those who gave thee breath!   By all the sacred prevalence of prayer;   Ah, leave me not for Grecian dogs to tear!   The common rites of sepulture bestow,   To soothe a father's and a mother's woe:   Let their large gifts procure an urn at least,   And Hector's ashes in his country rest.\"", "characters": 360, "sentences": 2}, {"text": "Then thus the chief his dying accents drew:   \"Thy rage, implacable! too well I knew:   The Furies that relentless breast have steel'd,   And cursed thee with a heart that cannot yield.   Yet think, a day will come, when fate's decree   And angry gods shall wreak this wrong on thee;   Phoebus and Paris shall avenge my fate,   And stretch thee here before the Scaean gate.\"(278)", "characters": 379, "sentences": 3}, {"text": "He ceased. The Fates suppress'd his labouring breath,   And his eyes stiffen'd at the hand of death;   To the dark realm the spirit wings its way,   (The manly body left a load of clay,)   And plaintive glides along the dreary coast,   A naked, wandering, melancholy ghost!", "characters": 273, "sentences": 2}, {"text": "Achilles, musing as he roll'd his eyes   O'er the dead hero, thus unheard, replies:   \"Die thou the first! When Jove and heaven ordain,   I follow thee\"--He said, and stripp'd the slain.   Then forcing backward from the gaping wound   The reeking javelin, cast it on the ground.   The thronging Greeks behold with wondering eyes   His manly beauty and superior size;   While some, ignobler, the great dead deface   With wounds ungenerous, or with taunts disgrace:", "characters": 463, "sentences": 3}, {"text": "\"How changed that Hector, who like Jove of late   Sent lightning on our fleets, and scatter'd fate!\"", "characters": 100, "sentences": 1}, {"text": "Amidst her matrons Hecuba appears:   (A mourning princess, and a train in tears;)   \"Ah why has Heaven prolong'd this hated breath,   Patient of horrors, to behold thy death?   O Hector! late thy parents' pride and joy,   The boast of nations! the defence of Troy!   To whom her safety and her fame she owed;   Her chief, her hero, and almost her god!   O fatal change! become in one sad day   A senseless corse! inanimated clay!\"", "characters": 430, "sentences": 1}, {"text": "In this book ends the thirtieth day. The night following, the ghost of Patroclus appears to Achilles: the one-and-thirtieth day is employed in felling the timber for the pile: the two-and-thirtieth in burning it; and the three-and-thirtieth in the games. The scene is generally on the sea-shore.", "characters": 295, "sentences": 4}, {"text": "Thus humbled in the dust, the pensive train   Through the sad city mourn'd her hero slain.   The body soil'd with dust, and black with gore,   Lies on broad Hellespont's resounding shore.   The Grecians seek their ships, and clear the strand,   All, but the martial Myrmidonian band:   These yet assembled great Achilles holds,   And the stern purpose of his mind unfolds:", "characters": 372, "sentences": 3}, {"text": "\"Not yet, my brave companions of the war,   Release your smoking coursers from the car;   But, with his chariot each in order led,   Perform due honours to Patroclus dead.   Ere yet from rest or food we seek relief,   Some rites remain, to glut our rage of grief.\"", "characters": 264, "sentences": 3}, {"text": "\"All hail, Patroclus! let thy honour'd ghost   Hear, and rejoice on Pluto's dreary coast;   Behold! Achilles' promise is complete;   The bloody Hector stretch'd before thy feet.   Lo! to the dogs his carcase I resign;   And twelve sad victims, of the Trojan line,   Sacred to vengeance, instant shall expire;   Their lives effused around thy funeral pyre.\"", "characters": 356, "sentences": 3}, {"text": "\"And is it thou? (he answers) To my sight(283)   Once more return'st thou from the realms of night?   O more than brother! Think each office paid,   Whate'er can rest a discontented shade;   But grant one last embrace, unhappy boy!   Afford at least that melancholy joy.\"", "characters": 271, "sentences": 2}, {"text": "He said, and with his longing arms essay'd   In vain to grasp the visionary shade!   Like a thin smoke he sees the spirit fly,(284)   And hears a feeble, lamentable cry.   Confused he wakes; amazement breaks the bands   Of golden sleep, and starting from the sands,   Pensive he muses with uplifted hands:", "characters": 305, "sentences": 2}, {"text": "\"'Tis true, 'tis certain; man, though dead, retains   Part of himself; the immortal mind remains:   The form subsists without the body's aid,   Aerial semblance, and an empty shade!   This night my friend, so late in battle lost,   Stood at my side, a pensive, plaintive ghost:   Even now familiar, as in life, he came;   Alas! how different! yet how like the same!\"", "characters": 366, "sentences": 1}, {"text": "\"All hail, Patroclus! let thy vengeful ghost   Hear, and exult, on Pluto's dreary coast.   Behold Achilles' promise fully paid,   Twelve Trojan heroes offer'd to thy shade;   But heavier fates on Hector's corse attend,   Saved from the flames, for hungry dogs to rend.\"", "characters": 269, "sentences": 3}, {"text": "So spake he, threatening: but the gods made vain   His threat, and guard inviolate the slain:   Celestial Venus hover'd o'er his head,   And roseate unguents, heavenly fragrance! shed:   She watch'd him all the night and all the day,   And drove the bloodhounds from their destined prey.   Nor sacred Phoebus less employ'd his care;   He pour'd around a veil of gather'd air,   And kept the nerves undried, the flesh entire,   Against the solar beam and Sirian fire.", "characters": 466, "sentences": 3}, {"text": "Then parting from the pile he ceased to weep,   And sank to quiet in the embrace of sleep,   Exhausted with his grief: meanwhile the crowd   Of thronging Grecians round Achilles stood;   The tumult waked him: from his eyes he shook   Unwilling slumber, and the chiefs bespoke:", "characters": 276, "sentences": 1}, {"text": "The Greeks obey; where yet the embers glow,   Wide o'er the pile the sable wine they throw,   And deep subsides the ashy heap below.   Next the white bones his sad companions place,   With tears collected, in the golden vase.   The sacred relics to the tent they bore;   The urn a veil of linen covered o'er.   That done, they bid the sepulchre aspire,   And cast the deep foundations round the pyre;   High in the midst they heap the swelling bed   Of rising earth, memorial of the dead.", "characters": 488, "sentences": 5}, {"text": "\"Old man! (Oileus rashly thus replies)   Thy tongue too hastily confers the prize;   Of those who view the course, nor sharpest eyed,   Nor youngest, yet the readiest to decide.   Eumelus' steeds, high bounding in the chase,   Still, as at first, unrivall'd lead the race:   I well discern him, as he shakes the rein,   And hear his shouts victorious o'er the plain.\"", "characters": 367, "sentences": 3}, {"text": "Thus he. Idomeneus, incensed, rejoin'd:   \"Barbarous of words! and arrogant of mind!   Contentious prince, of all the Greeks beside   The last in merit, as the first in pride!   To vile reproach what answer can we make?   A goblet or a tripod let us stake,   And be the king the judge. The most unwise   Will learn their rashness, when they pay the price.\"", "characters": 356, "sentences": 4}, {"text": "He said: and Ajax, by mad passion borne,   Stern had replied; fierce scorn enhancing scorn   To fell extremes. But Thetis' godlike son   Awful amidst them rose, and thus begun:", "characters": 176, "sentences": 2}, {"text": "Young Nestor follows (who by art, not force,   O'erpass'd Atrides) second in the course.   Behind, Atrides urged the race, more near   Than to the courser in his swift career   The following car, just touching with his heel   And brushing with his tail the whirling wheel:   Such, and so narrow now the space between   The rivals, late so distant on the green;   So soon swift Æthe her lost ground regain'd,   One length, one moment, had the race obtain'd.", "characters": 457, "sentences": 3}, {"text": "Merion pursued, at greater distance still,   With tardier coursers, and inferior skill.   Last came, Admetus! thy unhappy son;   Slow dragged the steeds his batter'd chariot on:   Achilles saw, and pitying thus begun:", "characters": 217, "sentences": 2}, {"text": "\"Behold! the man whose matchless art surpass'd   The sons of Greece! the ablest, yet the last!   Fortune denies, but justice bids us pay   (Since great Tydides bears the first away)   To him the second honours of the day.\"", "characters": 222, "sentences": 2}, {"text": "Thus spake the youth; nor did his words offend;   Pleased with the well-turn'd flattery of a friend,   Achilles smiled: \"The gift proposed (he cried),   Antilochus! we shall ourself provide.   With plates of brass the corslet cover'd o'er,   (The same renown'd Asteropaeus wore,)   Whose glittering margins raised with silver shine,   (No vulgar gift,) Eumelus! shall be thine.\"", "characters": 378, "sentences": 3}, {"text": "He said: Automedon at his command   The corslet brought, and gave it to his hand.   Distinguish'd by his friend, his bosom glows   With generous joy: then Menelaus rose;   The herald placed the sceptre in his hands,   And still'd the clamour of the shouting bands.   Not without cause incensed at Nestor's son,   And inly grieving, thus the king begun:", "characters": 352, "sentences": 3}, {"text": "The prudent chief with calm attention heard;   Then mildly thus: \"Excuse, if youth have err'd;   Superior as thou art, forgive the offence,   Nor I thy equal, or in years, or sense.   Thou know'st the errors of unripen'd age,   Weak are its counsels, headlong is its rage.   The prize I quit, if thou thy wrath resign;   The mare, or aught thou ask'st, be freely thine   Ere I become (from thy dear friendship torn)   Hateful to thee, and to the gods forsworn.\"", "characters": 461, "sentences": 4}, {"text": "So spoke Antilochus; and at the word   The mare contested to the king restored.   Joy swells his soul: as when the vernal grain   Lifts the green ear above the springing plain,   The fields their vegetable life renew,   And laugh and glitter with the morning dew;   Such joy the Spartan's shining face o'erspread,   And lifted his gay heart, while thus he said:", "characters": 361, "sentences": 2}, {"text": "\"Your noble vigour, O my friends, restrain;   Nor weary out your generous strength in vain.   Ye both have won: let others who excel,   Now prove that prowess you have proved so well.\"", "characters": 184, "sentences": 3}, {"text": "The hero's words the willing chiefs obey,   From their tired bodies wipe the dust away,   And, clothed anew, the following games survey.", "characters": 136, "sentences": 2}, {"text": "\"Accursed fate! the conquest I forego;   A mortal I, a goddess was my foe;   She urged her favourite on the rapid way,   And Pallas, not Ulysses, won the day.\"", "characters": 159, "sentences": 2}, {"text": "Thus sourly wail'd he, sputtering dirt and gore;   A burst of laughter echoed through the shore.   Antilochus, more humorous than the rest,   Takes the last prize, and takes it with a jest:", "characters": 189, "sentences": 2}, {"text": "\"Why with our wiser elders should we strive?   The gods still love them, and they always thrive.   Ye see, to Ajax I must yield the prize:   He to Ulysses, still more aged and wise;   (A green old age unconscious of decays,   That proves the hero born in better days!)   Behold his vigour in this active race!   Achilles only boasts a swifter pace:   For who can match Achilles? He who can,   Must yet be more than hero, more than man.\"", "characters": 436, "sentences": 3}, {"text": "The effect succeeds the speech. Pelides cries,   \"Thy artful praise deserves a better prize.   Nor Greece in vain shall hear thy friend extoll'd;   Receive a talent of the purest gold.\"   The youth departs content. The host admire   The son of Nestor, worthy of his sire.", "characters": 271, "sentences": 6}, {"text": "Those, who in skilful archery contend,   He next invites the twanging bow to bend;   And twice ten axes casts amidst the round,   Ten double-edged, and ten that singly wound   The mast, which late a first-rate galley bore,   The hero fixes in the sandy shore;   To the tall top a milk-white dove they tie,   The trembling mark at which their arrows fly.", "characters": 353, "sentences": 2}, {"text": "To close the funeral games, Achilles last   A massy spear amid the circle placed,   And ample charger of unsullied frame,   With flowers high-wrought, not blacken'd yet by flame.   For these he bids the heroes prove their art,   Whose dexterous skill directs the flying dart.   Here too great Merion hopes the noble prize;   Nor here disdain'd the king of men to rise.   With joy Pelides saw the honour paid,   Rose to the monarch, and respectful said:", "characters": 452, "sentences": 4}, {"text": "\"Thee first in virtue, as in power supreme,   O king of nations! all thy Greeks proclaim;   In every martial game thy worth attest,   And know thee both their greatest and their best.   Take then the prize, but let brave Merion bear   This beamy javelin in thy brother's war.\"", "characters": 276, "sentences": 3}, {"text": "Pleased from the hero's lips his praise to hear,   The king to Merion gives the brazen spear:   But, set apart for sacred use, commands   The glittering charger to Talthybius' hands.", "characters": 182, "sentences": 2}, {"text": "The time of twelve days is employed in this book, while the body of Hector lies in the tent of Achilles; and as many more are spent in the truce allowed for his interment. The scene is partly in Achilles' camp, and partly in Troy.", "characters": 230, "sentences": 3}, {"text": "His word the silver-footed queen attends,   And from Olympus' snowy tops descends.   Arrived, she heard the voice of loud lament,   And echoing groans that shook the lofty tent:   His friends prepare the victim, and dispose   Repast unheeded, while he vents his woes;   The goddess seats her by her pensive son,   She press'd his hand, and tender thus begun:", "characters": 358, "sentences": 2}, {"text": "She spoke, and vanish'd. Priam bids prepare   His gentle mules and harness to the car;   There, for the gifts, a polish'd casket lay:   His pious sons the king's command obey.   Then pass'd the monarch to his bridal-room,   Where cedar-beams the lofty roofs perfume,   And where the treasures of his empire lay;   Then call'd his queen, and thus began to say:", "characters": 359, "sentences": 3}, {"text": "\"Unhappy consort of a king distress'd!   Partake the troubles of thy husband's breast:   I saw descend the messenger of Jove,   Who bids me try Achilles' mind to move;   Forsake these ramparts, and with gifts obtain   The corse of Hector, at yon navy slain.   Tell me thy thought: my heart impels to go   Through hostile camps, and bears me to the foe.\"", "characters": 353, "sentences": 3}, {"text": "From forth his open'd stores, this said, he drew   Twelve costly carpets of refulgent hue,   As many vests, as many mantles told,   And twelve fair veils, and garments stiff with gold,   Two tripods next, and twice two chargers shine,   With ten pure talents from the richest mine;   And last a large well-labour'd bowl had place,   (The pledge of treaties once with friendly Thrace:)   Seem'd all too mean the stores he could employ,   For one last look to buy him back to Troy!", "characters": 479, "sentences": 1}, {"text": "He said, and feebly drives his friends away:   The sorrowing friends his frantic rage obey.   Next on his sons his erring fury falls,   Polites, Paris, Agathon, he calls;   His threats Deiphobus and Dius hear,   Hippothous, Pammon, Helenes the seer,   And generous Antiphon: for yet these nine   Survived, sad relics of his numerous line.", "characters": 338, "sentences": 3}, {"text": "\"'Tis just (said Priam) to the sire above   To raise our hands; for who so good as Jove?\"   He spoke, and bade the attendant handmaid bring   The purest water of the living spring:   (Her ready hands the ewer and bason held:)   Then took the golden cup his queen had fill'd;   On the mid pavement pours the rosy wine,   Uplifts his eyes, and calls the power divine:", "characters": 365, "sentences": 1}, {"text": "\"O first and greatest! heaven's imperial lord!   On lofty Ida's holy hill adored!   To stern Achilles now direct my ways,   And teach him mercy when a father prays.   If such thy will, despatch from yonder sky   Thy sacred bird, celestial augury!   Let the strong sovereign of the plumy race   Tower on the right of yon ethereal space;   So shall thy suppliant, strengthen'd from above,   Fearless pursue the journey mark'd by Jove.\"", "characters": 433, "sentences": 3}, {"text": "The afflicted monarch shiver'd with despair;   Pale grew his face, and upright stood his hair;   Sunk was his heart; his colour went and came;   A sudden trembling shook his aged frame:   When Hermes, greeting, touch'd his royal hand,   And, gentle, thus accosts with kind demand:", "characters": 280, "sentences": 1}, {"text": "\"Thy words, that speak benevolence of mind,   Are true, my son! (the godlike sire rejoin'd:)   Great are my hazards; but the gods survey   My steps, and send thee, guardian of my way.   Hail, and be bless'd! For scarce of mortal kind   Appear thy form, thy feature, and thy mind.\"", "characters": 280, "sentences": 3}, {"text": "\"Nor true are all thy words, nor erring wide;   (The sacred messenger of heaven replied;)   But say, convey'st thou through the lonely plains   What yet most precious of thy store remains,   To lodge in safety with some friendly hand:   Prepared, perchance, to leave thy native land?   Or fliest thou now?--What hopes can Troy retain,   Thy matchless son, her guard and glory, slain?\"", "characters": 384, "sentences": 1}, {"text": "The king, alarm'd: \"Say what, and whence thou art   Who search the sorrows of a parent's heart,   And know so well how godlike Hector died?\"   Thus Priam spoke, and Hermes thus replied:", "characters": 185, "sentences": 1}, {"text": "\"If then thou art of stern Pelides' train,   (The mournful monarch thus rejoin'd again,)   Ah tell me truly, where, oh! where are laid   My son's dear relics? what befals him dead?   Have dogs dismember'd (on the naked plains),   Or yet unmangled rest, his cold remains?\"", "characters": 271, "sentences": 1}, {"text": "Thus having said, he vanish'd from his eyes,   And in a moment shot into the skies:   The king, confirm'd from heaven, alighted there,   And left his aged herald on the car,   With solemn pace through various rooms he went,   And found Achilles in his inner tent:   There sat the hero: Alcimus the brave,   And great Automedon, attendance gave:   These served his person at the royal feast;   Around, at awful distance, stood the rest.", "characters": 435, "sentences": 2}, {"text": "Unseen by these, the king his entry made:   And, prostrate now before Achilles laid,   Sudden (a venerable sight!) appears;   Embraced his knees, and bathed his hands in tears;   Those direful hands his kisses press'd, embrued   Even with the best, the dearest of his blood!", "characters": 274, "sentences": 1}, {"text": "As when a wretch (who, conscious of his crime,   Pursued for murder, flies his native clime)   Just gains some frontier, breathless, pale, amazed,   All gaze, all wonder: thus Achilles gazed:   Thus stood the attendants stupid with surprise:   All mute, yet seem'd to question with their eyes:   Each look'd on other, none the silence broke,   Till thus at last the kingly suppliant spoke:", "characters": 389, "sentences": 1}, {"text": "\"For him through hostile camps I bent my way,   For him thus prostrate at thy feet I lay;   Large gifts proportion'd to thy wrath I bear;   O hear the wretched, and the gods revere!", "characters": 181, "sentences": 1}, {"text": "\"Think of thy father, and this face behold!   See him in me, as helpless and as old!   Though not so wretched: there he yields to me,   The first of men in sovereign misery!   Thus forced to kneel, thus grovelling to embrace   The scourge and ruin of my realm and race;   Suppliant my children's murderer to implore,   And kiss those hands yet reeking with their gore!\"", "characters": 369, "sentences": 1}, {"text": "Satiate at length with unavailing woes,   From the high throne divine Achilles rose;   The reverend monarch by the hand he raised;   On his white beard and form majestic gazed,   Not unrelenting; then serene began   With words to soothe the miserable man:", "characters": 255, "sentences": 1}, {"text": "To whom the king: \"O favour'd of the skies!   Here let me grow to earth! since Hector lies   On the bare beach deprived of obsequies.   O give me Hector! to my eyes restore   His corse, and take the gifts: I ask no more.   Thou, as thou may'st, these boundless stores enjoy;   Safe may'st thou sail, and turn thy wrath from Troy;   So shall thy pity and forbearance give   A weak old man to see the light and live!\"", "characters": 415, "sentences": 3}, {"text": "\"If, in that gloom which never light must know,   The deeds of mortals touch the ghosts below,   O friend! forgive me, that I thus fulfil   (Restoring Hector) heaven's unquestion'd will.   The gifts the father gave, be ever thine,   To grace thy manes, and adorn thy shrine.\"(296)", "characters": 280, "sentences": 3}, {"text": "\"Such griefs, O king! have other parents known;   Remember theirs, and mitigate thy own.   The care of heaven thy Hector has appear'd,   Nor shall he lie unwept, and uninterr'd;   Soon may thy aged cheeks in tears be drown'd,   And all the eyes of Ilion stream around.\"", "characters": 269, "sentences": 3}, {"text": "\"Permit me now, beloved of Jove! to steep   My careful temples in the dew of sleep:   For, since the day that number'd with the dead   My hapless son, the dust has been my bed;   Soft sleep a stranger to my weeping eyes;   My only food, my sorrows and my sighs!   Till now, encouraged by the grace you give,   I share thy banquet, and consent to live.\"", "characters": 352, "sentences": 2}, {"text": "\"If then thy will permit (the monarch said)   To finish all due honours to the dead,   This of thy grace accord: to thee are known   The fears of Ilion, closed within her town;   And at what distance from our walls aspire   The hills of Ide, and forests for the fire.   Nine days to vent our sorrows I request,   The tenth shall see the funeral and the feast;   The next, to raise his monument be given;   The twelfth we war, if war be doom'd by heaven!\"", "characters": 454, "sentences": 2}, {"text": "\"Turn here your steps, and here your eyes employ,   Ye wretched daughters, and ye sons of Troy!   If e'er ye rush'd in crowds, with vast delight,   To hail your hero glorious from the fight,   Now meet him dead, and let your sorrows flow;   Your common triumph, and your common woe.\"", "characters": 283, "sentences": 2}, {"text": "The waves of people at his word divide,   Slow rolls the chariot through the following tide;   Even to the palace the sad pomp they wait:   They weep, and place him on the bed of state.   A melancholy choir attend around,   With plaintive sighs, and music's solemn sound:   Alternately they sing, alternate flow   The obedient tears, melodious in their woe.   While deeper sorrows groan from each full heart,   And nature speaks at every pause of art.", "characters": 451, "sentences": 4}, {"text": "Thus spoke the dame, and melted into tears.   Sad Helen next in pomp of grief appears;   Fast from the shining sluices of her eyes   Fall the round crystal drops, while thus she cries.", "characters": 184, "sentences": 3}, {"text": "So spoke the fair, with sorrow-streaming eye.   Distressful beauty melts each stander-by.   On all around the infectious sorrow grows;   But Priam check'd the torrent as it rose:   \"Perform, ye Trojans! what the rites require,   And fell the forests for a funeral pyre;   Twelve days, nor foes nor secret ambush dread;   Achilles grants these honours to the dead.\"(299)", "characters": 369, "sentences": 4}, {"text": "We have now passed through the Iliad, and seen the anger of Achilles, and the terrible effects of it, at an end, as that only was the subject of the poem, and the nature of epic poetry would not permit our author to proceed to the event of the war, it perhaps may be acceptable to the common reader to give a short account of what happened to Troy and the chief actors in this poem after the conclusion of it.", "characters": 409, "sentences": 2}, {"text": "I need not mention that Troy was taken soon after the death of Hector by the stratagem of the wooden horse, the particulars of which are described by Virgil in the second book of the Æneid.", "characters": 190, "sentences": 2}, {"text": "Achilles fell before Troy, by the hand of Paris, by the shot of an arrow in his heel, as Hector had prophesied at his death, lib. xxii.", "characters": 135, "sentences": 3}, {"text": "Ajax, after the death of Achilles, had a contest with Ulysses for the armour of Vulcan, but being defeated in his aim, he slew himself through indignation.", "characters": 155, "sentences": 2}, {"text": "Helen, after the death of Paris, married Deiphobus his brother, and at the taking of Troy betrayed him, in order to reconcile herself to Menelaus her first husband, who received her again into favour.", "characters": 200, "sentences": 2}, {"text": "Agamemnon at his return was barbarously murdered by Ægysthus, at the instigation of Clytemnestra his wife, who in his absence had dishonoured his bed with Ægysthus.", "characters": 166, "sentences": 2}, {"text": "Diomed, after the fall of Troy, was expelled his own country, and scarce escaped with his life from his adulterous wife Ægiale; but at last was received by Daunus in Apulia, and shared his kingdom; it is uncertain how he died.", "characters": 227, "sentences": 2}, {"text": "Ulysses also, after innumerable troubles by sea and land, at last returned in safety to Ithaca, which is the subject of Homer's Odyssey.", "characters": 136, "sentences": 2}, {"text": "Ton theon de eupoiia--to mae epi pleon me procophai en poiaetikn kai allois epitaeoeimasi en ois isos a kateschethaen, ei aesthomaen emautan euodos proionta.", "characters": 157, "sentences": 2}, {"text": "\"So strong is this feeling, that it regains an engrafted influence       even when history witnesses that vast convulsions have rent and       weakened it and the Celtic feeling towards the Stuarts has been       rekindled in our own days towards the grand daughter of George the       Third of Hanover.", "characters": 303, "sentences": 2}, {"text": "2 Eikos de min aen kai mnaemoruna panton grapherthai. Vit. Hom. in       Schweigh Herodot t. iv. p. 299, sq. Section 6. I may observe that       this Life has been paraphrased in English by my learned young friend       Kenneth R. H. Mackenzie, and appended to my prose translation of the       Odyssey. The present abridgement however, will contain all that is       of use to the reader, for the biographical value of the treatise is       most insignificant.", "characters": 461, "sentences": 13}, {"text": "3 --_I.e._ both of composing and reciting verses for as Blair observes,       \"The first poets sang their own verses.\" Sextus Empir. adv. Mus. p.       360 ed. Fabric. Ou hamelei ge toi kai oi poiaetai melopoioi       legontai, kai ta Omaerou epae to palai pros lyran aedeto.", "characters": 275, "sentences": 11}, {"text": "5 It is quoted as the work of Cleobulus, by Diogenes Laert. Vit.       Cleob. p. 62, ed. Casaub.", "characters": 96, "sentences": 7}, {"text": "7 Os ei tous, Homerous doxei trephein autois, omilon pollon te kai       achreoin exousin. enteuthen de kai tounoma Homeros epekrataese to       Melaesigenei apo taes symphoraes oi gar Kumaioi tous tuphlous       Homerous legousin. Vit. Hom. _l. c._ p. 311. The etymology has been       condemned by recent scholars. See Welcker, Epische Cyclus, p. 127,       and Mackenzie's note, p. xiv.", "characters": 389, "sentences": 13}, {"text": "8 Thestorides, thnetoisin anoiston poleon per, ouden aphrastoteron       peletai noou anthropoisin. Ibid. p. 315. During his stay at Phocoea,       Homer is said to have composed the Little Iliad, and the Phocoeid.       See Muller's Hist. of Lit., vi. Section 3. Welcker, _l. c._ pp. 132,       272, 358, sqq., and Mure, Gr. Lit. vol. ii. p. 284, sq.", "characters": 351, "sentences": 20}, {"text": "9 This is so pretty a picture of early manners and hospitality, that       it is almost a pity to find that it is obviously a copy from the       Odyssey. See the fourteenth book. In fact, whoever was the author of       this fictitious biography, he showed some tact in identifying Homer       with certain events described in his poems, and in eliciting from       them the germs of something like a personal narrative.", "characters": 421, "sentences": 4}, {"text": "10 Dia logon estionto. A common metaphor. So Plato calls the parties       conversing daitumones, or estiatores. Tim. i. p. 522 A. Cf. Themist.       Orat. vi. p. 168, and xvi. p. 374, ed. Petav So diaegaemasi sophois       omou kai terpnois aedio taen Thoinaen tois hestiomenois epoiei,       Choricius in Fabric. Bibl. Gr. T. viii. P. 851. logois gar estia,       Athenaeus vii p 275, A", "characters": 388, "sentences": 23}, {"text": "11 It was at Bolissus, and in the house of this Chian citizen, that       Homer is said to have written the Batrachomyomachia, or Battle of       the Frogs and Mice, the Epicichlidia, and some other minor works.", "characters": 211, "sentences": 2}, {"text": "12 Chandler, Travels,  vol. i. p. 61, referred to in the Voyage       Pittoresque dans la Grece, vol. i. P. 92, where a view of the spot       is given of which the author candidly says,-- \"Je ne puis repondre       d'une exactitude scrupuleuse dans la vue generale que j'en donne,       car etant alle seul pour l'examiner je perdis mon crayon, et je fus       oblige de m'en fier a ma memoire. Je ne crois cependant pas avoir       trop a me plaindre d'elle en cette occasion.\"", "characters": 479, "sentences": 9}, {"text": "13 A more probable reason for this companionship, and for the character       of Mentor itself, is given by the allegorists, viz.: the assumption       of Mentor's form by the guardian deity of the wise Ulysses, Minerva.       The classical reader may compare Plutarch, Opp. t. ii. p. 880;       _Xyland._ Heraclid. Pont. Alleg. Hom. p. 531-5, of Gale's Opusc.       Mythol. Dionys. Halic. de Hom. Poes. c. 15; Apul. de Deo Socrat. s.       f.", "characters": 443, "sentences": 24}, {"text": "20 Viz., the following beautiful passage, for the translation of which       I am indebted to Coleridge, Classic Poets, p. 286.", "characters": 127, "sentences": 4}, {"text": "\"Origias, farewell! and oh! remember me           Hereafter, when some stranger from the sea,           A hapless wanderer, may your isle explore,           And ask you, maid, of all the bards you boast,           Who sings the sweetest, and delights you most           Oh! answer all,--'A blind old man and poor         Sweetest he sings--and dwells on Chios' rocky shore.'\"", "characters": 375, "sentences": 2}, {"text": "21 Longin., de Sublim., ix. Section 26. Othen en tae Odysseia       pareikasai tis an kataduomeno ton Omaeron haelio, oo dixa taes       sphodrotaetos paramenei to megethos", "characters": 172, "sentences": 5}, {"text": "Heeren steers between the two opinions, observing that, \"The       Dschungariade of the Calmucks is said to surpass the poems of Homer       in length, as much as it stands beneath them in merit, and yet it       exists only in the memory of a people which is not unacquainted with       writing. But the songs of a nation are probably the last things       which are committed to writing, for the very reason that they are       remembered.\"-- _Ancient Greece._ p. 100.", "characters": 470, "sentences": 6}, {"text": "28 Betrachtungen uber die Ilias. Berol. 1841. See Grote, p. 204. Notes       and Queries, vol. v. p. 221.", "characters": 105, "sentences": 10}, {"text": "31 \"Who,\" says Cicero, de Orat. iii. 34, \"was more learned in that age,       or whose eloquence is reported to have been more perfected by       literature than that of Peisistratus, who is said first to have       disposed the books of Homer in the order in which we now have them?\"       Compare Wolf's Prolegomena, Section 33", "characters": 329, "sentences": 3}, {"text": "32 \"The first book, together with the eighth, and the books from the       eleventh to the twenty-second inclusive, seems to form the primary       organization of the poem, then properly an Achilleis.\"--Grote, vol.       ii. p. 235", "characters": 232, "sentences": 5}, {"text": "36 The best description of this monument will be found in Vaux's       \"Antiquities of the British Museum,\" p. 198 sq. The monument itself       (Towneley Sculptures, No. 123) is well known.", "characters": 190, "sentences": 5}, {"text": "41 Vultures: Pope is more accurate than the poet he translates, for       Homer writes \"a prey to dogs and to _all_ kinds of birds. But all       kinds of birds are not carnivorous.", "characters": 181, "sentences": 3}, {"text": "42 --_i.e._ during the whole time of their striving the will of Jove was       being gradually accomplished.", "characters": 108, "sentences": 4}, {"text": "\"Sing, heavenly Muse, that on the secret top         Of Horeb, or of Sinai, didst inspire         That shepherd.\"", "characters": 113, "sentences": 2}, {"text": "48 --_Cilla,_ a town of Troas near Thebe, so called from Cillus, a       sister of Hippodamia, slain by OEnomaus.", "characters": 113, "sentences": 2}, {"text": "51 It has frequently been observed, that most pestilences begin with       animals, and that Homer had this fact in mind.", "characters": 121, "sentences": 2}, {"text": "52 --_Convened to council._ The public assembly in the heroic times is       well characterized by Grote, vol. ii. p 92. \"It is an assembly for       talk. Communication and discussion to a certain extent by the chiefs       in person, of the people as listeners and sympathizers--often for       eloquence, and sometimes for quarrel--but here its ostensible       purposes end.\"", "characters": 379, "sentences": 7}, {"text": "53 Old Jacob Duport, whose \"Gnomologia Homerica\" is full of curious and       useful things, quotes several passages of the ancients, in which       reference is made to these words of Homer, in maintenance of the       belief that dreams had a divine origin and an import in which men       were interested.", "characters": 308, "sentences": 2}, {"text": "55 The prize given to Ajax was Tecmessa, while Ulysses received       Laodice, the daughter of Cycnus.", "characters": 102, "sentences": 2}, {"text": "57 Eustathius, after Heraclides Ponticus and others, allegorizes this       apparition, as if the appearance of Minerva to Achilles, unseen by       the rest, was intended to point out the sudden recollection that he       would gain nothing by intemperate wrath, and that it were best to       restrain his anger, and only gratify it by withdrawing his services.       The same idea is rather cleverly worked out by Apuleius, \"De Deo       Socratis.\"", "characters": 451, "sentences": 3}, {"text": "59 Salt water was chiefly used in lustrations, from its being supposed       to possess certain fiery particles. Hence, if sea-water could not be       obtained, salt was thrown into the fresh water to be used for the       lustration. Menander, in Clem. Alex. vii. p.713, hydati perriranai,       embalon alas, phakois.", "characters": 320, "sentences": 8}, {"text": "60 The persons of heralds were held inviolable, and they were at       liberty to travel whither they would without fear of molestation.       Pollux, Onom. viii. p. 159. The office was generally given to old       men, and they were believed to be under the especial protection of       Jove and Mercury.", "characters": 305, "sentences": 7}, {"text": "64 Quintus Calaber goes still further in his account of the service       rendered to Jove by Thetis:", "characters": 101, "sentences": 1}, {"text": "65 --_To Fates averse._ Of the gloomy destiny reigning throughout the       Homeric poems, and from which even the gods are not exempt, Schlegel       well observes, \"This power extends also to the world of gods-- for       the Grecian gods are mere powers of nature--and although immeasurably       higher than mortal man, yet, compared with infinitude, they are on       an equal footing with himself.\"--'Lectures on the Drama' v. p. 67.", "characters": 439, "sentences": 6}, {"text": "67 --_Atoned,_ i.e. reconciled. This is the proper and most natural       meaning of the word, as may be seen from Taylor's remarks in       Calmet's Dictionary, p.110, of my edition.", "characters": 183, "sentences": 6}, {"text": "68 That is, drawing back their necks while they cut their throats. \"If       the sacrifice was in honour of the celestial gods, the throat was       bent upwards towards heaven; but if made to the heroes, or infernal       deities, it was killed with its throat toward the ground.\"-- \"Elgin       Marbles,\" vol i. p.81.", "characters": 319, "sentences": 6}, {"text": "\"The jolly crew, unmindful of the past,         The quarry share, their plenteous dinner haste,         Some strip the skin; some portion out the spoil;         The limbs yet trembling, in the caldrons boil;         Some on the fire the reeking entrails broil.         Stretch'd on the grassy turf, at ease they dine,         Restore their strength with meat, and cheer their souls with                     wine.\"", "characters": 413, "sentences": 3}, {"text": "69 --_Crown'd, i.e._ filled to the brim. The custom of adorning goblets       with flowers was of later date.", "characters": 109, "sentences": 5}, {"text": "71 \"So was his will           Pronounced among the gods, and by an oath,           That shook heav'n's whole circumference, confirm'd.\"", "characters": 135, "sentences": 2}, {"text": "72 --_A double bowl, i.e._ a vessel with a cup at both ends, something       like the measures by which a halfpenny or pennyworth of nuts is       sold. See Buttmann, Lexic. p. 93 sq.", "characters": 183, "sentences": 7}, {"text": "\"Him th' Almighty power         Hurl'd headlong flaming from th ethereal sky,         With hideous ruin and combustion\"", "characters": 119, "sentences": 1}, {"text": "\"Nor was his name unheard or unadored         In ancient Greece, and in Ausonian land         Men call'd him Mulciber, and how he fell         From heaven, they fabled, thrown by angry Jove         Sheer o'er the crystal battlements from morn         To noon he fell, from noon to dewy eve,         A summer's day and with the setting sun         Dropp'd from the zenith like a falling star         On Lemnos, th' Aegean isle thus they relate.\"", "characters": 444, "sentences": 2}, {"text": "75 It is ingeniously observed by Grote, vol i p. 463, that \"The gods       formed a sort of political community of their own which had its       hierarchy, its distribution of ranks and duties, its contentions for       power and occasional revolutions, its public meetings in the agora       of Olympus, and its multitudinous banquets or festivals.\"", "characters": 350, "sentences": 3}, {"text": "76 Plato, Rep. iii. p. 437, was so scandalized at this deception of       Jupiter's, and at his other attacks on the character of the gods,       that he would fain sentence him to an honourable banishment. (See       Minucius Felix, Section 22.) Coleridge, Introd. p. 154, well       observes, that the supreme father of gods and men had a full right       to employ a lying spirit to work out his ultimate will. Compare       \"Paradise Lost,\" v. 646:", "characters": 452, "sentences": 10}, {"text": "77 --_Dream_ ought to be spelt with a capital letter, being, I think,       evidently personified as the god of dreams. See Anthon and others.", "characters": 142, "sentences": 3}, {"text": "\"When, by Minerva sent, a _fraudful_ Dream         Rush'd from the skies, the bane of her and Troy.\"", "characters": 100, "sentences": 2}, {"text": "79 This truly military sentiment has been echoed by the approving voice       of many a general and statesman of antiquity. See Pliny's Panegyric       on Trajan. Silius neatly translates it,", "characters": 191, "sentences": 3}, {"text": "\"To whom once more the winged god appears;         His former youthful mien and shape he wears.\"", "characters": 96, "sentences": 2}, {"text": "81 \"As bees in spring-time, when         The sun with Taurus rides,         Pour forth their populous youth about the hive         In clusters; they among fresh dews and flowers         Fly to and fro, or on the smoothed plank,         The suburb of this straw-built citadel,         New-nibb'd with balm, expatiate and confer         Their state affairs. So thick the very crowd         Swarm'd and were straiten'd.\"--\"Paradise Lost\" i. 768.", "characters": 442, "sentences": 5}, {"text": "82 It was the herald's duty to make the people sit down. \"A _standing_       agora is a symptom of manifest terror (II. Xviii. 246) an evening       agora, to which men came elevated by wine, is also the forerunner of       mischief ('Odyssey,' iii. 138).\"--Grote, ii. p. 91, _note._", "characters": 283, "sentences": 9}, {"text": "83 This sceptre, like that of Judah (Genesis xlix. 10), is a type of       the supreme and far-spread dominion of the house of the Atrides. See       Thucydides i. 9. \"It is traced through the hands of Hermes, he being       the wealth giving god, whose blessing is most efficacious in       furthering the process of acquisition.\"--Grote, i. p. 212. Compare       Quintus Calaber (Dyce's Selections, p. 43).", "characters": 408, "sentences": 11}, {"text": "84 Grote, i, p. 393, states the number of the Grecian forces at upwards       of 100,000 men. Nichols makes a total of 135,000.", "characters": 127, "sentences": 4}, {"text": "85 \"As thick as when a field         Of Ceres, ripe for harvest, waving bends         His bearded grove of ears, which way the wind         Sways them.\"--Paradise Lost,\" iv. 980, sqq.", "characters": 183, "sentences": 4}, {"text": "86 This sentiment used to be a popular one with some of the greatest       tyrants, who abused it into a pretext for unlimited usurpation of       power. Dion, Caligula, and Domitian were particularly fond of it,       and, in an extended form, we find the maxim propounded by Creon in       the Antigone of Sophocles. See some important remarks of Heeren,       \"Ancient Greece,\" ch. vi. p. 105.", "characters": 396, "sentences": 7}, {"text": "89 According to Pausanias, both the sprig and the remains of the tree       were exhibited in his time. The tragedians, Lucretius and others,       adopted a different fable to account for the stoppage at Aulis, and       seem to have found the sacrifice of Iphigena better suited to form       the subject of a tragedy. Compare Dryden's \"Æneid,\" vol. iii. sqq.", "characters": 362, "sentences": 6}, {"text": "90 --_Full of his god, i.e.,_ Apollo, filled with the prophetic spirit.       \"_The_ god\" would be more simple and emphatic.", "characters": 124, "sentences": 5}, {"text": "91 Those critics who have maintained that the \"Catalogue of Ships\" is       an interpolation, should have paid more attention to these lines,       which form a most natural introduction to their enumeration.", "characters": 208, "sentences": 2}, {"text": "93 --_Idomeneus,_ son of Deucalion, was king of Crete. Having vowed,       during a tempest, on his return from Troy, to sacrifice to Neptune       the first creature that should present itself to his eye on the       Cretan shore, his son fell a victim to his rash vow.", "characters": 270, "sentences": 3}, {"text": "95 That is, Ajax, the son of Oileus, a Locrian. He must be       distinguished from the other, who was king of Salamis.", "characters": 119, "sentences": 3}, {"text": "96 A great deal of nonsense has been written to account for the word       _unbid,_ in this line. Even Plato, \"Sympos.\" p. 315, has found some       curious meaning in what, to us, appears to need no explanation. Was       there any _heroic_ rule of etiquette which prevented one       brother-king visiting another without a formal invitation?", "characters": 344, "sentences": 5}, {"text": "97 Fresh water fowl, especially swans, were found in great numbers       about the Asian Marsh, a fenny tract of country in Lydia, formed by       the river Cayster, near its mouth. See Virgil, \"Georgics,\" vol. i.       383, sq.", "characters": 228, "sentences": 5}, {"text": "99 It should be \"his _chest_ like Neptune.\" The torso of Neptune, in       the \"Elgin Marbles,\" No. 103, (vol. ii. p. 26,) is remarkable for       its breadth and massiveness of development.", "characters": 190, "sentences": 7}, {"text": "\"Ma di' tu, Musa, come i primi danni         Mandassero a Cristiani, e di quai parti:         Tu 'l sai; ma di tant' opra a noi si lunge         Debil aura di fama appena giunge.\"", "characters": 179, "sentences": 2}, {"text": "103 The mention of Corinth is an anachronism, as that city was called       Ephyre before its capture by the Dorians. But Velleius, vol. i. p.       3, well observes, that the poet would naturally speak of various       towns and cities by the names by which they were known in his own       time.", "characters": 297, "sentences": 6}, {"text": "104 \"Adam, the goodliest man of men since born,         His sons, the fairest of her daughters Eve.'", "characters": 100, "sentences": 2}, {"text": "105 --_Æsetes' tomb._ Monuments were often built on the sea-coast, and of       a considerable height, so as to serve as watch-towers or land marks.       See my notes to my prose translations of the \"Odyssey,\" ii. p. 21,       or on Eur. \"Alcest.\" vol. i. p. 240.", "characters": 265, "sentences": 11}, {"text": "106 --_Zeleia,_ another name for Lycia. The inhabitants were greatly       devoted to the worship of Apollo. See Muller, \"Dorians,\" vol. i. p.       248.", "characters": 153, "sentences": 7}, {"text": "107 --_Barbarous tongues._ \"Various as were the dialects of the       Greeks--and these differences existed not only between the several       tribes, but even between neighbouring cities--they yet acknowledged       in their language that they formed but one nation were but branches       of the same family. Homer has 'men of other tongues:' and yet Homer       had no general name for the Greek nation.\"--Heeren, \"Ancient Greece,\"       Section vii. p. 107, sq.", "characters": 465, "sentences": 7}, {"text": "_  108 The cranes._         \"Marking the tracts of air, the clamorous cranes         Wheel their due flight in varied ranks descried:         And each with outstretch'd neck his rank maintains,         In marshall'd order through th' ethereal void.\"", "characters": 249, "sentences": 3}, {"text": "_  109 Silent, breathing rage._           \"Thus they,         Breathing united force with fixed thought,         Moved on in silence.\"", "characters": 134, "sentences": 3}, {"text": "110 \"As when some peasant in a bushy brake         Has with unwary footing press'd a snake;         He starts aside, astonish'd, when he spies         His rising crest, blue neck, and rolling eyes\"", "characters": 197, "sentences": 1}, {"text": "111 Dysparis, i.e. unlucky, ill fated, Paris. This alludes to the evils       which resulted from his having been brought up, despite the omens       which attended his birth.", "characters": 175, "sentences": 5}, {"text": "112 The following scene, in which Homer has contrived to introduce so       brilliant a sketch of the Grecian warriors, has been imitated by       Euripides, who in his \"Phoenissae\" represents Antigone surveying the       opposing champions from a high tower, while the paedagogus describes       their insignia and details their histories.", "characters": 340, "sentences": 2}, {"text": "113 --_No wonder,_ &c. Zeuxis, the celebrated artist, is said to have       appended these lines to his picture of Helen, as a motto. Valer Max.       iii. 7.", "characters": 158, "sentences": 6}, {"text": "115 --_Antenor,_ like Æneas, had always been favourable to the       restoration of Helen. Liv 1. 2.", "characters": 101, "sentences": 4}, {"text": "117 Duport, \"Gnomol. Homer,\" p. 20, well observes that this comparison       may also be sarcastically applied to the _frigid_ style of oratory.       It, of course, here merely denotes the ready fluency of Ulysses.", "characters": 215, "sentences": 5}, {"text": "118 --_Her brothers' doom._ They perished in combat with Lynceus and       Idas, whilst besieging Sparta. See Hygin. Poet Astr. 32, 22. Virgil       and others, however, make them share immortality by turns.", "characters": 207, "sentences": 7}, {"text": "119 Idreus was the arm-bearer and charioteer of king Priam, slain during       this war. Cf. Æn, vi. 487.", "characters": 106, "sentences": 5}, {"text": "121 This was customary in all sacrifices. Hence we find Iras descending       to cut off the hair of Dido, before which she could not expire.", "characters": 141, "sentences": 3}, {"text": "\"This said, his feeble hand a jav'lin threw,         Which, flutt'ring, seemed to loiter as it flew,         Just, and but barely, to the mark it held,         And faintly tinkled on the brazen shield.\"", "characters": 202, "sentences": 2}, {"text": "\"Thus having said, she turn'd and made appear         Her neck refulgent and dishevell'd hair,         Which, flowing from her shoulders, reach'd the ground,         And widely spread ambrosial scents around.         In length of train descends her sweeping gown;         And, by her graceful walk, the queen of love is known.\"", "characters": 327, "sentences": 3}, {"text": "124 --_Cranae's isle, i.e._ Athens. See the \"Schol.\" and Alberti's       \"Hesychius,\" vol. ii. p. 338. This name was derived from one of its       early kings, Cranaus.", "characters": 168, "sentences": 10}, {"text": "125 --_The martial maid._ In the original, \"Minerva Alalcomeneis,\" _i.e.       the defender,_ so called from her temple at Alalcomene in Boeotia.", "characters": 145, "sentences": 5}, {"text": "127 --_Argos._ The worship of Juno at Argos was very celebrated in       ancient times, and she was regarded as the patron deity of that       city. Apul. Met., vi. p. 453; Servius on Virg. Æn., i. 28.", "characters": 202, "sentences": 11}, {"text": "\"But I, who walk in awful state above         The majesty of heav'n, the sister-wife of Jove.\"", "characters": 94, "sentences": 2}, {"text": "So Apuleius, _l. c._ speaks of her as \"Jovis germana et conjux, and       so Horace, Od. iii. 3, 64, \"conjuge me Jovis et sorore.\"", "characters": 130, "sentences": 6}, {"text": "129 \"Thither came Uriel, gleaming through the even         On a sunbeam, swift as a shooting star         In autumn thwarts the night, when vapours fired         Impress the air, and shows the mariner         From what point of his compass to beware         Impetuous winds.\"", "characters": 275, "sentences": 2}, {"text": "130 --_Æsepus' flood._ A river of Mysia, rising from Mount Cotyius, in       the southern part of the chain of Ida.", "characters": 116, "sentences": 3}, {"text": "133 \"The plant she bruises with a stone, and stands         Tempering the juice between her ivory hands         This o'er her breast she sheds with sovereign art         And bathes with gentle touch the wounded part         The wound such virtue from the juice derives,         At once the blood is stanch'd, the youth revives.\"", "characters": 328, "sentences": 2}, {"text": "\"Would heav'n (said he) my strength and youth recall,         Such as I was beneath Praeneste's wall--         Then when I made the foremost foes retire,         And set whole heaps of conquer'd shields on fire;         When Herilus in single fight I slew,         Whom with three lives Feronia did endue.\"", "characters": 306, "sentences": 2}, {"text": "135 --_Sthenelus,_ a son of Capaneus, one of the Epigoni. He was one of       the suitors of Helen, and is said to have been one of those who       entered Troy inside the wooden horse.", "characters": 185, "sentences": 3}, {"text": "136 --_Forwarn'd the horrors._ The same portent has already been       mentioned. To this day, modern nations are not wholly free from this       superstition.", "characters": 159, "sentences": 4}, {"text": "\"Thus, when a black-brow'd gust begins to rise,         White foam at first on the curl'd ocean fries;         Then roars the main, the billows mount the skies,         Till, by the fury of the storm full blown,         The muddy billow o'er the clouds is thrown.\"", "characters": 264, "sentences": 2}, {"text": "139 \"Stood         Like Teneriffe or Atlas unremoved;         His stature reach'd the sky.\"", "characters": 91, "sentences": 2}, {"text": "141 I may, once for all, remark that Homer is most anatomically correct       as to the parts of the body in which a wound would be immediately       mortal.", "characters": 157, "sentences": 2}, {"text": "\"Nuovo favor del cielo in lui niluce         E 'l fa grande, et angusto oltre il costume.         Gl' empie d' honor la faccia, e vi riduce         Di giovinezza il bel purpureo lume.\"", "characters": 184, "sentences": 3}, {"text": "144 \"Or deluges, descending on the plains,         Sweep o'er the yellow year, destroy the pains         Of lab'ring oxen, and the peasant's gains;         Uproot the forest oaks, and bear away         Flocks, folds, and trees, an undistinguish'd prey.\"", "characters": 253, "sentences": 2}, {"text": "\"A pair of coursers, born of heav'nly breed,         Who from their nostrils breathed ethereal fire;         Whom Circe stole from her celestial sire,         By substituting mares produced on earth,         Whose wombs conceived a more than mortal birth.", "characters": 255, "sentences": 2}, {"text": "147 The belief in the existence of men of larger stature in earlier       times, is by no means confined to Homer.", "characters": 114, "sentences": 2}, {"text": "\"A stream of nect'rous humour issuing flow'd,         Sanguine, such as celestial spirits may bleed.\"", "characters": 101, "sentences": 2}, {"text": "151 --_Ægiale_ daughter of Adrastus. The Cyclic poets (See Anthon's       Lempriere, _s. v._) assert Venus incited her to infidelity, in       revenge for the wound she had received from her husband.", "characters": 200, "sentences": 5}, {"text": "153 --_Tlepolemus,_ son of Hercules and Astyochia. Having left his native       country, Argos, in consequence of the accidental murder of       Liscymnius, he was commanded by an oracle to retire to Rhodes. Here       he was chosen king, and accompanied the Trojan expedition. After his       death, certain games were instituted at Rhodes in his honour, the       victors being rewarded with crowns of poplar.", "characters": 411, "sentences": 5}, {"text": "154 These heroes' names have since passed into a kind of proverb,       designating the _oi polloi_ or mob.", "characters": 107, "sentences": 2}, {"text": "\"Veil'd with his gorgeous wings, upspringing light         Flew through the midst of heaven; th' angelic quires,         On each hand parting, to his speed gave way         Through all th' empyreal road; till at the gate         Of heaven arrived, the gate self-open'd wide,         On golden hinges turning.\"", "characters": 309, "sentences": 2}, {"text": "156 \"Till Morn,         Waked by the circling Hours, with rosy hand         Unbarr'd the gates of light.\"", "characters": 105, "sentences": 2}, {"text": "157 --_Far as a shepherd._ \"With what majesty and pomp does Homer exalt       his deities! He here measures the leap of the horses by the extent       of the world. And who is there, that, considering the exceeding       greatness of the space would not with reason cry out that 'If the       steeds of the deity were to take a second leap, the world would want       room for it'?\"--Longinus, Section 8.", "characters": 404, "sentences": 4}, {"text": "159 \"Long had the wav'ring god the war delay'd,         While Greece and Troy alternate own'd his aid.\"", "characters": 103, "sentences": 2}, {"text": "160 --_Paeon_ seems to have been to the gods, what Podaleirius and       Machaon were to the Grecian heroes.", "characters": 108, "sentences": 2}, {"text": "164 --_Oh impotent,_ &c. \"In battle, quarter seems never to have been       given, except with a view to the ransom of the prisoner. Agamemnon       reproaches Menelaus with unmanly softness, when he is on the point       of sparing a fallen enemy, and himself puts the suppliant to the       sword.\"--Thirlwall, vol. i. p. 181", "characters": 327, "sentences": 7}, {"text": "165 \"The ruthless steel, impatient of delay,         Forbade the sire to linger out the day.         It struck the bending father to the earth,         And cropt the wailing infant at the birth.         Can innocents the rage of parties know,         And they who ne'er offended find a foe?\"", "characters": 291, "sentences": 3}, {"text": "166 \"Meantime the Trojan dames, oppress'd with woe,         To Pallas' fane in long procession go,         In hopes to reconcile their heav'nly foe:         They weep; they beat their breasts; they rend their hair,         And rich embroider'd vests for presents bear.\"", "characters": 269, "sentences": 2}, {"text": "168 --_With tablets sealed._ These probably were only devices of a       hieroglyphical character. Whether writing was known in the Homeric       times is utterly uncertain. See Grote, vol ii. p. 192, sqq.", "characters": 205, "sentences": 7}, {"text": "170 From this \"melancholy madness\" of Bellerophon, hypochondria received       the name of \"Morbus Bellerophonteus.\" See my notes in my prose       translation, p. 112. The \"Aleian field,\" _i.e._ \"the plain of       wandering,\" was situated between the rivers Pyramus and Pinarus, in       Cilicia.", "characters": 298, "sentences": 7}, {"text": "171 --_His own, of gold._ This bad bargain has passed into a common       proverb. See Aulus Gellius, ii, 23.", "characters": 109, "sentences": 4}, {"text": "\"The fifty nuptial beds, (such hopes had he,         So large a promise of a progeny,)         The ports of plated gold, and hung with spoils.\"", "characters": 143, "sentences": 2}, {"text": "\"Come destrier, che da le regie stalle           Ove a l'usa de l'arme si riserba,         Fugge, e libero al fiu per largo calle           Va tragl' armenti, o al fiume usato, o a l'herba.\"", "characters": 190, "sentences": 2}, {"text": "177 --_Casque._ The original word is stephanae, about the meaning of       which there is some little doubt. Some take it for a different kind       of cap or helmet, others for the rim, others for the cone, of the       helmet.", "characters": 228, "sentences": 4}, {"text": "180 --_Oileus, i.e._ Ajax, the son of Oileus, in contradistinction to       Ajax, son of Telamon.", "characters": 97, "sentences": 4}, {"text": "181 --_In the general's helm._ It was customary to put the lots into a       helmet, in which they were well shaken up; each man then took his       choice.", "characters": 156, "sentences": 3}, {"text": "182 --_God of Thrace._ Mars, or Mavors, according to his Thracian       epithet. Hence \"Mavortia Moenia.\"", "characters": 105, "sentences": 4}, {"text": "184 \"Sete o guerrieri, incomincio Pindoro,         Con pari honor di pari ambo possenti,         Dunque cessi la pugna, e non sian rotte         Le ragioni, e 'l riposo, e de la notte.\"", "characters": 185, "sentences": 2}, {"text": "185 It was an ancient style of compliment to give a larger portion of       food to the conqueror, or person to whom respect was to be shown.       See Virg. Æn. viii. 181. Thus Benjamin was honoured with a \"double       portion.\" Gen. xliii. 34.", "characters": 247, "sentences": 10}, {"text": "\"Seest thou not this? Or do we fear in vain         Thy boasted thunders, and thy thoughtless reign?\"", "characters": 101, "sentences": 1}, {"text": "188 --_In exchange._ These lines are referred to by Theophilus, the Roman       lawyer, iii. tit. xxiii. Section 1, as exhibiting the most ancient       mention of barter.", "characters": 171, "sentences": 6}, {"text": "190 \"As far removed from God and light of heaven,         As from the centre thrice to th' utmost pole.\"", "characters": 104, "sentences": 2}, {"text": "191 \"Now lately heav'n, earth, another world         Hung e'er my realm, link'd in a golden chain         To that side heav'n.\"", "characters": 127, "sentences": 2}, {"text": "\"Jove now, sole arbiter of peace and war,         Held forth the fatal balance from afar:         Each host he weighs; by turns they both prevail,         Till Troy descending fix'd the doubtful scale.\"", "characters": 202, "sentences": 2}, {"text": "\"Th' Eternal, to prevent such horrid fray,         Hung forth in heav'n his golden scales,         Wherein all things created first he weighed;         The pendulous round earth, with balanced air         In counterpoise; now ponders all events,         Battles and realms. In these he puts two weights,         The sequel each of parting and of fight:         The latter quick up flew, and kick'd the beam.\"", "characters": 408, "sentences": 3}, {"text": "\"And now all heaven         Had gone to wrack, with ruin overspread;         Had not th' Almighty Father, where he sits         ... foreseen.\"", "characters": 142, "sentences": 5}, {"text": "194 --_Gerenian Nestor._ The epithet _Gerenian_ either refers to the name       of a place in which Nestor was educated, or merely signifies       honoured, revered. See Schol. Venet. in II. B. 336; Strabo, viii. p.       340.", "characters": 226, "sentences": 10}, {"text": "\"Il suo Lesbia quasi bel fior succiso,         E in atto si gentil languir tremanti         Gl' occhi, e cader siu 'l tergo il collo mira.\"", "characters": 139, "sentences": 2}, {"text": "\"Struck by the lab'ring priests' uplifted hands         The victims fall: to heav'n they make their pray'r,         The curling vapours load the ambient air.         But vain their toil: the pow'rs who rule the skies         Averse beheld the ungrateful sacrifice.\"", "characters": 265, "sentences": 3}, {"text": "199 This flight of the Greeks, according to Buttmann, Lexil. p. 358, was       not a supernatural flight caused by the gods, but \"a great and       general one, caused by Hector and the Trojans, but with the approval       of Jove.\"", "characters": 232, "sentences": 4}, {"text": "200 Grote, vol. ii. p. 91, after noticing the modest calmness and       respect with which Nestor addresses Agamemnon, observes, \"The       Homeric Council is a purely consultative body, assembled not with       any power of peremptorily arresting mischievous resolves of the       king, but solely for his information and guidance.\"", "characters": 333, "sentences": 5}, {"text": "202 It may be observed, that, brief as is the mention of Briseis in the       Iliad, and small the part she plays--what little is said is       pre-eminently calculated to enhance her fitness to be the bride of       Achilles. Purity, and retiring delicacy, are features well       contrasted with the rough, but tender disposition of the hero.", "characters": 344, "sentences": 3}, {"text": "203 --_Laodice._ Iphianassa, or Iphigenia, is not mentioned by Homer,       among the daughters of Agamemnon.", "characters": 109, "sentences": 3}, {"text": "204 \"Agamemnon, when he offers to transfer to Achilles seven towns       inhabited by wealthy husbandmen, who would enrich their lord by       presents and tribute, seems likewise to assume rather a property in       them, than an authority over them. And the same thing may be       intimated when it is said that Peleus bestowed a great people, the       Dolopes of Phthia, on Phoenix.\"--Thirlwall's Greece, vol. i Section       6, p. 162, note.", "characters": 447, "sentences": 6}, {"text": "205 --_Pray in deep silence._ Rather: \"use well-omened words;\" or, as       Kennedy has explained it, \"Abstain from expressions unsuitable to       the solemnity of the occasion, which, by offending the god, might       defeat the object of their supplications.\"", "characters": 262, "sentences": 3}, {"text": "206 --_Purest hands._ This is one of the most ancient superstitions       respecting prayer, and one founded as much in nature as in       tradition.", "characters": 149, "sentences": 3}, {"text": "207 It must be recollected, that the war at Troy was not a settled       siege, and that many of the chieftains busied themselves in       piratical expeditions about its neighborhood. Such a one was that of       which Achilles now speaks. From the following verses, it is evident       that fruits of these maraudings went to the common support of the       expedition, and not to the successful plunderer.", "characters": 408, "sentences": 4}, {"text": "210 The phrase \"hundred gates,\" &c., seems to be merely expressive of a       great number. See notes to my prose translation, p. 162.", "characters": 134, "sentences": 5}, {"text": "211 Compare the following pretty lines of Quintus Calaber (Dyce's Select       Translations, p 88).--", "characters": 101, "sentences": 2}, {"text": "\"This description,\" observes my learned friend (notes, p. 121) \"is       taken from the passage of Homer, II ix, in translating which, Pope,       with that squeamish, artificial taste, which distinguished the age       of Anne, omits the natural (and, let me add, affecting)       circumstance.\"", "characters": 296, "sentences": 3}, {"text": "\"And the wine         Held to thy lips, and many a time in fits         Of infant frowardness the purple juice         Rejecting thou hast deluged all my vest,         And fill'd my bosom.\"", "characters": 189, "sentences": 2}, {"text": "212 --_Where Calydon._ For a good sketch of the story of Meleager, too       long to be inserted here, see Grote, vol. i. p. 195, sqq.; and for       the authorities, see my notes to the prose translation, p. 166.", "characters": 213, "sentences": 8}, {"text": "213 \"_Gifts can conquer_\"--It is well observed by Bishop Thirlwall,       \"Greece,\" vol. i. p, 180, that the law of honour among the Greeks       did not compel them to treasure up in their memory the offensive       language which might be addressed to them by a passionate adversary,       nor to conceive that it left a stain which could only be washed away       by blood. Even for real and deep injuries they were commonly willing       to accept a pecuniary compensation.\"", "characters": 478, "sentences": 5}, {"text": "217 --_Soft wool within, i e._ a kind of woollen stuffing, pressed in       between the straps, to protect the head, and make the helmet fit       close.", "characters": 153, "sentences": 3}, {"text": "219 \"Aurora now had left her saffron bed,         And beams of early light the heavens o'erspread.\"", "characters": 99, "sentences": 2}, {"text": "220 --_Red drops of blood._ \"This phenomenon, if a mere fruit of the       poet's imagination, might seem arbitrary or far-fetched. It is one,       however, of ascertained reality, and of no uncommon occurrence in       the climate of Greece.\"--Mure, i p. 493. Cf. Tasso, Gier. Lib. ix.       15:", "characters": 297, "sentences": 10}, {"text": "221 \"No thought of flight,         None of retreat, no unbecoming deed         That argued fear.\"", "characters": 97, "sentences": 2}, {"text": "222 --_One of love._ Although a bastard brother received only a small       portion of the inheritance, he was commonly very well treated. Priam       appears to be the only one of whom polygamy is directly asserted in       the Iliad. Grote, vol. ii. p. 114, note.", "characters": 265, "sentences": 8}, {"text": "\"In those bloody fields         Where Simois rolls the bodies and the shields         Of heroes.\"", "characters": 97, "sentences": 2}, {"text": "225 \"Where yon disorder'd heap of ruin lies,         Stones rent from stones,--where clouds of dust arise,--         Amid that smother, Neptune holds his place,         Below the wall's foundation drives his mace,         And heaves the building from the solid base.\"", "characters": 267, "sentences": 2}, {"text": "\"Wherefore do I assume         These royalties and not refuse to reign,         Refusing to accept as great a share         Of hazard as of honour, due alike to him         Who reigns, and so much to him due         Of hazard more, as he above the rest         High honour'd sits.\"", "characters": 281, "sentences": 2}, {"text": "\"And as a round piece of a rocke, which with a winter's flood         Is from his top torn, when a shoure poured from a bursten cloud,         Hath broke the naturall band it had within the roughftey rock,         Flies jumping all adourne the woods, resounding everie shocke,         And on, uncheckt, it headlong leaps till in a plaine it stay,         And then (tho' never so impelled), it stirs not any way:--         So Hector,--\"", "characters": 435, "sentences": 1}, {"text": "231 This book forms a most agreeable interruption to The continuous       round of battles, which occupy the latter part of the Iliad. It is       as well to observe, that the sameness of these scenes renders many       notes unnecessary.", "characters": 238, "sentences": 3}, {"text": "Teneri sdegni, e placide, e tranquille         Repulse, e cari vezzi, e liete paci,         Sorrisi, parolette, e dolci stille         Di pianto, e sospir tronchi, e molli baci.\"", "characters": 178, "sentences": 2}, {"text": "235 \"Twice seven, the charming daughters of the main--         Around my person wait, and bear my train:         Succeed my wish, and second my design,         The fairest, Deiopeia, shall be thine.\"", "characters": 199, "sentences": 2}, {"text": "\"Underneath the violet,         Crocus, and hyacinth with rich inlay,         'Broider'd the ground.\"", "characters": 101, "sentences": 2}, {"text": "\"Forthwith on all sides to his aid was run         By angels many and strong, who interpos'd         Defence, while others bore him on their shields         Back to his chariot, where it stood retir'd         From off the files of war; there they him laid,         Gnashing for anguish, and despite, and shame.\"", "characters": 311, "sentences": 2}, {"text": "240 --_For, by the gods! who flies._ Observe the bold ellipsis of \"he       cries,\" and the transition from the direct to the oblique       construction. So in Milton:--", "characters": 169, "sentences": 3}, {"text": "\"Thus at their shady lodge arriv'd, both stood,         Both turn'd, and under open sky ador'd         The God that made both sky, air, earth, and heaven,         Which they beheld, the moon's resplendent globe,         And starry pole.--Thou also mad'st the night,         Maker omnipotent, and thou the day.\"", "characters": 310, "sentences": 3}, {"text": "\"But like a rock unmov'd, a rock that braves         The raging tempest, and the rising waves--         Propp'd on himself he stands: his solid sides         Wash off the sea-weeds, and the sounding tides.\"", "characters": 206, "sentences": 2}, {"text": "242 Protesilaus was the first Greek who fell, slain by Hector, as he       leaped from the vessel to the Trojan shore. He was buried on the       Chersonese, near the city of Plagusa. Hygin Fab. ciii. Tzetz. on       Lycophr. 245, 528. There is a most elegant tribute to his memory in       the Preface to the Heroica of Philostratus.", "characters": 334, "sentences": 9}, {"text": "243 --_His best beloved._ The following elegant remarks of Thirlwall       (Greece, vol. i, p. 176 seq.) well illustrate the character of the       friendship subsisting between these two heroes--", "characters": 196, "sentences": 5}, {"text": "244 \"As hungry wolves with raging appetite,         Scour through the fields, ne'er fear the stormy night--         Their whelps at home expect the promised food,         And long to temper their dry chaps in blood--         So rush'd we forth at once.\"", "characters": 253, "sentences": 2}, {"text": "\"Fast by the manger stands the inactive steed,         And, sunk in sorrow, hangs his languid head;         He stands, and careless of his golden grain,         Weeps his associates and his master slain.\"", "characters": 204, "sentences": 2}, {"text": "\"Nothing is heard upon the mountains now,         But pensive herds that for their master low,         Straggling and comfortless about they rove,         Unmindful of their pasture and their love.\"", "characters": 198, "sentences": 2}, {"text": "\"To close the pomp, Æthon, the steed of state,         Is led, the funeral of his lord to wait.         Stripp'd of his trappings, with a sullen pace         He walks, and the big tears run rolling down his face.\"", "characters": 214, "sentences": 3}, {"text": "\"Like to a bull, that with impetuous spring         Darts, at the moment when the fatal blow         Hath struck him, but unable to proceed         Plunges on either side.\"", "characters": 172, "sentences": 2}, {"text": "250 This is connected with the earlier part of last book, the regular       narrative being interrupted by the message of Antilochus and the       lamentations of Achilles.", "characters": 172, "sentences": 2}, {"text": "251 --_Far in the deep._ So Oceanus hears the lamentations of Prometheus,       in the play of Æschylus, and comes from the depths of the sea to       comfort him.", "characters": 164, "sentences": 3}, {"text": "253 Quintus Calaber, lib. v., has attempted to rival Homer in his       description of the shield of the same hero. A few extracts from Mr.       Dyce's version (Select Translations, p. 104, seq.) may here be       introduced.", "characters": 226, "sentences": 8}, {"text": "254 --_On seats of stone._ \"Several of the old northern Sagas represent       the old men assembled for the purpose of judging as sitting on great       stones, in a circle called the Urtheilsring or gerichtsring\"-- Grote,       ii. p. 100, note. On the independence of the judicial office in The       heroic times, see Thirlwall's Greece, vol. i. p. 166.", "characters": 356, "sentences": 9}, {"text": "\"The blue-eyed maid,         In ev'ry breast new vigour to infuse.         Brings nectar temper'd with ambrosial dews.\"", "characters": 119, "sentences": 3}, {"text": "260 \"Hell is naked before him, and destruction hath no covering. He       stretcheth out the north over the empty place, and hangeth the earth       upon nothing. He bindeth up the waters in his thick clouds; and the       cloud is not rent under them.\" Job xxvi. 6-8.", "characters": 268, "sentences": 6}, {"text": "261 \"Swift from his throne the infernal monarch ran,         All pale and trembling, lest the race of man,         Slain by Jove's wrath, and led by Hermes' rod,         Should fill (a countless throng!) his dark abode.\"", "characters": 220, "sentences": 2}, {"text": "262 These words seem to imply the old belief, that the Fates might be       delayed, but never wholly set aside.", "characters": 112, "sentences": 2}, {"text": "263 It was anciently believed that it was dangerous, if not fatal, to       behold a deity. See Exod. xxxiii. 20; Judg. xiii. 22.", "characters": 129, "sentences": 7}, {"text": "264 \"Ere Ilium and the Trojan tow'rs arose,         In humble vales they built their soft abodes.\"", "characters": 98, "sentences": 2}, {"text": "\"Outstripp'd the winds in speed upon the plain,         Flew o'er the field, nor hurt the bearded grain:         She swept the seas, and, as she skimm'd along,         Her flying feet unbathed on billows hung.\"", "characters": 210, "sentences": 2}, {"text": "266 --_The future father._ \"Æneas and Antenor stand distinguished from       the other Trojans by a dissatisfaction with Priam, and a sympathy       with the Greeks, which is by Sophocles and others construed as       treacherous collusion,--a suspicion indirectly glanced at, though       emphatically repelled, in the Æneas of Virgil.\"--Grote, i. p. 427.", "characters": 358, "sentences": 6}, {"text": "\"When your Æneas fought, but fought with odds         Of force unequal, and unequal gods:         I spread a cloud before the victor's sight,         Sustain'd the vanquish'd, and secured his flight--         Even then secured him, when I sought with joy         The vow'd destruction of ungrateful Troy.\"", "characters": 306, "sentences": 2}, {"text": "268 --_On Polydore._ Euripides, Virgil, and others, relate that Polydore       was sent into Thrace, to the house of Polymestor, for protection,       being the youngest of Priam's sons, and that he was treacherously       murdered by his host for the sake of the treasure sent with him.", "characters": 287, "sentences": 3}, {"text": "270 Wood has observed, that \"the circumstance of a falling tree, which       is described as reaching from one of its banks to the other, affords       a very just idea of the breadth of the Scamander.\"", "characters": 202, "sentences": 2}, {"text": "271 --_Ignominious._ Drowning, as compared with a death in the field of       battle, was considered utterly disgraceful.", "characters": 121, "sentences": 3}, {"text": "\"So, when with crackling flames a caldron fries,         The bubbling waters from the bottom rise.         Above the brims they force their fiery way;         Black vapours climb aloft, and cloud the day.\"", "characters": 205, "sentences": 3}, {"text": "273 \"This tale of the temporary servitude of particular gods, by order       of Jove, as a punishment for misbehaviour, recurs not unfrequently       among the incidents of the Mythical world.\"--Grote, vol. i. p. 156.", "characters": 217, "sentences": 6}, {"text": "\"On the other side,         Incensed with indignation, Satan stood         Unterrified, and like a comet burn'd,         That fires the length of Ophiuchus huge         In the arctic sky, and from his horrid hair         Shakes pestilence and war.\"", "characters": 248, "sentences": 2}, {"text": "276 The example of Nausicaa, in the Odyssey, proves that the duties of       the laundry were not thought derogatory, even from the dignity of a       princess, in the heroic times.", "characters": 181, "sentences": 2}, {"text": "\"Fairest of stars, last in the train of night,         If better thou belong not to the dawn.\"", "characters": 94, "sentences": 2}, {"text": "279 --_Astyanax,_ i.e. the _city-king_ or guardian. It is amusing that       Plato, who often finds fault with Homer without reason, should have       copied this twaddling etymology into his Cratylus.", "characters": 201, "sentences": 5}, {"text": "280 This book has been closely imitated by Virgil in his fifth book, but       it is almost useless to attempt a selection of passages for       comparison.", "characters": 156, "sentences": 2}, {"text": "281 --_Thrice in order led._ This was a frequent rite at funerals. The       Romans had the same custom, which they called _decursio._ Plutarch       states that Alexander, in after times, renewed these same honours to       the memory of Achilles himself.", "characters": 256, "sentences": 5}, {"text": "282 --_And swore._ Literally, and called Orcus, the god of oaths, to       witness. See Buttmann, Lexilog, p. 436.", "characters": 114, "sentences": 5}, {"text": "283 \"O, long expected by thy friends! from whence         Art thou so late return'd for our defence?         Do we behold thee, wearied as we are         With length of labours, and with, toils of war?         After so many funerals of thy own,         Art thou restored to thy declining town?         But say, what wounds are these? what new disgrace         Deforms the manly features of thy face?\"", "characters": 400, "sentences": 1}, {"text": "\"In vain I reach my feeble hands to join         In sweet embraces--ah! no longer thine!         She said, and from his eyes the fleeting fair         Retired, like subtle smoke dissolved in air.\"", "characters": 196, "sentences": 2}, {"text": "\"So eagerly the fiend         O'er bog, o'er steep, through strait, rough, dense, or rare,         With head, hands, wings, or feet pursues his way,         And swims, or sinks, or wades, or creeps, or flies.\"", "characters": 209, "sentences": 2}, {"text": "286 \"An ancient forest, for the work design'd         (The shady covert of the savage kind).         The Trojans found: the sounding axe is placed:         Firs, pines, and pitch-trees, and the tow'ring pride         Of forest ashes, feel the fatal stroke,         And piercing wedges cleave the stubborn oak.         High trunks of trees, fell'd from the steepy crown         Of the bare mountains, roll with ruin down.\"", "characters": 421, "sentences": 4}, {"text": "288 The height of the tomb or pile was a great proof of the dignity of       the deceased, and the honour in which he was held.", "characters": 127, "sentences": 2}, {"text": "289 On the prevalence of this cruel custom amongst the northern nations,       see Mallet, p. 213.", "characters": 98, "sentences": 3}, {"text": "291 Virgil, by making the boaster vanquished, has drawn a better moral       from this episode than Homer. The following lines deserve       comparison:--", "characters": 154, "sentences": 2}, {"text": "292 \"The gauntlet-fight thus ended, from the shore         His faithful friends unhappy Dares bore:         His mouth and nostrils pour'd a purple flood,         And pounded teeth came rushing with his blood.\"", "characters": 209, "sentences": 2}, {"text": "293 \"Troilus is only once named in the Iliad; he was mentioned also in       the Cypriad but his youth, beauty, and untimely end made him an       object of great interest with the subsequent poets.\"--Grote, i, p.       399.", "characters": 224, "sentences": 4}, {"text": "294 Milton has rivalled this passage describing the descent of Gabriel,       \"Paradise Lost,\" bk. v. 266, seq.", "characters": 111, "sentences": 4}, {"text": "295 In reference to the whole scene that follows, the remarks of       Coleridge are well worth reading:--", "characters": 106, "sentences": 1}, {"text": "\"Here, from the tow'r by stern Ulysses thrown,         Andromache bewail'd her infant son.\"", "characters": 91, "sentences": 2}, {"text": "298 The following observations of Coleridge furnish a most gallant and       interesting view of Helen's character--", "characters": 116, "sentences": 1}, {"text": "The frequent and touching allusions, interspersed throughout the       Iliad, to the speedy termination of its hero's course, and the moral       on the vanity of human life which they indicate, are among the       finest evidences of the spirit of ethic unity by which the whole       framework of the poem is united.\"--Mure, vol. i. p 201.", "characters": 341, "sentences": 5}, {"text": "300 Cowper says,--\"I cannot take my leave of this noble poem without       expressing how much I am struck with the plain conclusion of it. It       is like the exit of a great man out of company, whom he has       entertained magnificently; neither pompous nor familiar; not       contemptuous, yet without much ceremony.\" Coleridge, p. 227,       considers the termination of \"Paradise Lost\" somewhat similar.", "characters": 411, "sentences": 5}], "id": 6130, "paragraphs": 848, "author": "Homer"}