{"title": "Second Treatise of Government", "data": [{"text": "REPRINTED, THE SIXTH TIME, BY A. MILLAR, H. WOODFALL, 1. WHISTON AND B. WHITE, 1. RIVINGTON, L. DAVIS AND C. REYMERS, R. BALDWIN, HAWES CLARKE AND COLLINS; W. IOHNSTON, W. OWEN, 1. RICHARDSON, S. CROWDER, T. LONGMAN, B. LAW, C. RIVINGTON, E. DILLY, R. WITHY, C. AND R. WARE, S. BAKER, T. PAYNE, A. SHUCKBURGH, 1. HINXMAN", "characters": 320, "sentences": 24}, {"text": "TWO TREATISES OF GOVERNMENT. IN THE FORMER THE FALSE PRINCIPLES AND FOUNDATION OF SIR ROBERT FILMER AND HIS FOLLOWERS ARE DETECTED AND OVERTHROWN. THE LATTER IS AN ESSAY CONCERNING THE TRUE ORIGINAL EXTENT AND END OF CIVIL GOVERNMENT.", "characters": 234, "sentences": 4}, {"text": "1764 EDITOR'S NOTE The present Edition of this Book has not only been collated with the first three Editions, which were published during the Author's Life, but also has the Advantage of his last Corrections and Improvements, from a Copy delivered by him to Mr. Peter Coste, communicated to the Editor, and now lodged in Christ College, Cambridge.", "characters": 347, "sentences": 3}, {"text": "First, That cavilling here and there, at some expression, or little incident of my discourse, is not an answer to my book.", "characters": 122, "sentences": 2}, {"text": "Secondly, That I shall not take railing for arguments, nor think either of these worth my notice, though I shall always look on myself as bound to give satisfaction to any one, who shall appear to be conscientiously scrupulous in the point, and shall shew any just grounds for his scruples.", "characters": 290, "sentences": 2}, {"text": "I have nothing more, but to advertise the reader, that Observations stands for Observations on Hobbs, Milton, &c. and that a bare quotation of pages always means pages of his Patriarcha, Edition 1680.", "characters": 200, "sentences": 3}, {"text": "(<i>1</i>). That Adam had not, either by natural right of fatherhood, or by positive donation from God, any such authority over his children, or dominion over the world, as is pretended:", "characters": 186, "sentences": 2}, {"text": "(<i>3</i>). That if his heirs had, there being no law of nature nor positive law of God that determines which is the right heir in all cases that may arise, the right of succession, and consequently of bearing rule, could not have been certainly determined:", "characters": 257, "sentences": 2}, {"text": "(<i>4</i>). That if even that had been determined, yet the knowledge of which is the eldest line of Adam's posterity, being so long since utterly lost, that in the races of mankind and families of the world, there remains not to one above another, the least pretence to be the eldest house, and to have the right of inheritance:", "characters": 328, "sentences": 2}, {"text": "Sect. 3. POLITICAL POWER, then, I take to be a RIGHT of making laws with penalties of death, and consequently all less penalties, for the regulating and preserving of property, and of employing the force of the community, in the execution of such laws, and in the defence of the commonwealth from foreign injury; and all this only for the public good.", "characters": 351, "sentences": 4}, {"text": "Sect. 4. TO understand political power right, and derive it from its original, we must consider, what state all men are naturally in, and that is, a state of perfect freedom to order their actions, and dispose of their possessions and persons, as they think fit, within the bounds of the law of nature, without asking leave, or depending upon the will of any other man.", "characters": 369, "sentences": 4}, {"text": "Sect. 5. This equality of men by nature, the judicious Hooker looks upon as so evident in itself, and beyond all question, that he makes it the foundation of that obligation to mutual love amongst men, on which he builds the duties they owe one another, and from whence he derives the great maxims of justice and charity. His words are,", "characters": 336, "sentences": 4}, {"text": "Sect. 15. To those that say, there were never any men in the state of nature, I will not only oppose the authority of the judicious Hooker, Eccl. Pol. lib. i. sect. 10, where he says,", "characters": 183, "sentences": 8}, {"text": "But I moreover affirm, that all men are naturally in that state, and remain so, till by their own consents they make themselves members of some politic society; and I doubt not in the sequel of this discourse, to make it very clear.", "characters": 232, "sentences": 2}, {"text": "Sect. 24. This is the perfect condition of slavery, which is nothing else, but the state of war continued, between a lawful conqueror and a captive: for, if once compact enter between them, and make an agreement for a limited power on the one side, and obedience on the other, the state of war and slavery ceases, as long as the compact endures: for, as has been said, no man can, by agreement, pass over to another that which he hath not in himself, a power over his own life.", "characters": 477, "sentences": 4}, {"text": "Sect. 39. And thus, without supposing any private dominion, and property in Adam, over all the world, exclusive of all other men, which can no way be proved, nor any one's property be made out from it; but supposing the world given, as it was, to the children of men in common, we see how labour could make men distinct titles to several parcels of it, for their private uses; wherein there could be no doubt of right, no room for quarrel.", "characters": 439, "sentences": 4}, {"text": "This shews how much numbers of men are to be preferred to largeness of dominions; and that the increase of lands, and the right employing of them, is the great art of government: and that prince, who shall be so wise and godlike, as by established laws of liberty to secure protection and encouragement to the honest industry of mankind, against the oppression of power and narrowness of party, will quickly be too hard for his neighbours: but this by the by.", "characters": 459, "sentences": 2}, {"text": "Sect. 44. From all which it is evident, that though the things of nature are given in common, yet man, by being master of himself, and proprietor of his own person, and the actions or labour of it, had still in himself the great foundation of property; and that, which made up the great part of what he applied to the support or comfort of his being, when invention and arts had improved the conveniencies of life, was perfectly his own, and did not belong in common to others.", "characters": 477, "sentences": 4}, {"text": "Sect. 47. And thus came in the use of money, some lasting thing that men might keep without spoiling, and that by mutual consent men would take in exchange for the truly useful, but perishable supports of life.", "characters": 210, "sentences": 4}, {"text": "Sect. 49. Thus in the beginning all the world was America, and more so than that is now; for no such thing as money was any where known. Find out something that hath the use and value of money amongst his neighbours, you shall see the same man will begin presently to enlarge his possessions.", "characters": 292, "sentences": 5}, {"text": "/#      children, who are not as yet come unto those years whereat they may      have; and innocents which are excluded by a natural defect from      ever having; thirdly, madmen, which for the present cannot possibly      have the use of right reason to guide themselves, have for their      guide, the reason that guideth other men which are tutors over      them, to seek and procure their good for them, #/", "characters": 410, "sentences": 1}, {"text": "says Hooker, Eccl. Pol. lib. i. sec. 7. All which seems no more than that duty, which God and nature has laid on man, as well as other creatures, to preserve their offspring, till they can be able to shift for themselves, and will scarce amount to an instance or proof of parents regal authority.", "characters": 296, "sentences": 8}, {"text": "Sect. 62. Common-wealths themselves take notice of, and allow, that there is a time when men are to begin to act like free men, and therefore till that time require not oaths of fealty, or allegiance, or other public owning of, or submission to the government of their countries.", "characters": 279, "sentences": 4}, {"text": "Sect. 84. The society betwixt parents and children, and the distinct rights and powers belonging respectively to them, I have treated of so largely, in the foregoing chapter, that I shall not here need to say any thing of it. And I think it is plain, that it is far different from a politic society.", "characters": 299, "sentences": 5}, {"text": "(*The public power of all society is above every soul contained in the same society; and the principal use of that power is, to give laws unto all that are under it, which laws in such cases we must obey, unless there be reason shewed which may necessarily inforce, that the law of reason, or of God, doth enjoin the contrary, Hook. Eccl. Pol. l. i. sect. 16.)", "characters": 360, "sentences": 8}, {"text": "(**Civil law being the act of the whole body politic, doth therefore over-rule each several part of the same body. Hooker, ibid.)", "characters": 129, "sentences": 3}, {"text": "Sect. 100. To this I find two objections made. First, That there are no instances to be found in story, of a company of men independent, and equal one amongst another, that met together, and in this way began and set up a government.", "characters": 233, "sentences": 5}, {"text": "Secondly, It is impossible of right, that men should do so, because all men being born under government, they are to submit to that, and are not at liberty to begin a new one.", "characters": 175, "sentences": 2}, {"text": "There are great and apparent conjectures, says he, that these men, speaking of those of Peru, for a long time had neither kings nor commonwealths, but lived in troops, as they do this day in Florida, the Cheriquanas, those of Brazil, and many other nations, which have no certain kings, but as occasion is offered, in peace or war, they choose their captains as they please, 1. i. c. 25.", "characters": 387, "sentences": 5}, {"text": "Sect. 104. But to conclude, reason being plain on our side, that men are naturally free, and the examples of history shewing, that the governments of the world, that were begun in peace, had their beginning laid on that foundation, and were made by the consent of the people; there can be little room for doubt, either where the right is, or what has been the opinion, or practice of mankind, about the first erecting of governments.", "characters": 433, "sentences": 4}, {"text": "The other objection I find urged against the beginning of polities, in the way I have mentioned, is this, viz.", "characters": 110, "sentences": 2}, {"text": "Sect. 113. That all men being born under government, some or other, it is impossible any of them should ever be free, and at liberty to unite together, and begin a new one, or ever be able to erect a lawful government.", "characters": 218, "sentences": 4}, {"text": "Sect. 124. The great and chief end, therefore, of men's uniting into commonwealths, and putting themselves under government, is the preservation of their property. To which in the state of nature there are many things wanting.", "characters": 226, "sentences": 5}, {"text": "First, There wants an established, settled, known law, received and allowed by common consent to be the standard of right and wrong, and the common measure to decide all controversies between them: for though the law of nature be plain and intelligible to all rational creatures; yet men being biassed by their interest, as well as ignorant for want of study of it, are not apt to allow of it as a law binding to them in the application of it to their particular cases.", "characters": 469, "sentences": 2}, {"text": "Sect. 125. Secondly, In the state of nature there wants a known and indifferent judge, with authority to determine all differences according to the established law: for every one in that state being both judge and executioner of the law of nature, men being partial to themselves, passion and revenge is very apt to carry them too far, and with too much heat, in their own cases; as well as negligence, and unconcernedness, to make them too remiss in other men's.", "characters": 463, "sentences": 4}, {"text": "Sect. 126. Thirdly, In the state of nature there often wants power to back and support the sentence when right, and to give it due execution, They who by any injustice offended, will seldom fail, where they are able, by force to make good their injustice; such resistance many times makes the punishment dangerous, and frequently destructive, to those who attempt it.", "characters": 367, "sentences": 4}, {"text": "Sect. 128. For in the state of nature, to omit the liberty he has of innocent delights, a man has two powers.", "characters": 109, "sentences": 4}, {"text": "The other power a man has in the state of nature, is the power to punish the crimes committed against that law. Both these he gives up, when he joins in a private, if I may so call it, or particular politic society, and incorporates into any commonwealth, separate from the rest of mankind.", "characters": 290, "sentences": 3}, {"text": "Sect. 129. The first power, viz. of doing whatsoever he thought for the preservation of himself, and the rest of mankind, he gives up to be regulated by laws made by the society, so far forth as the preservation of himself, and the rest of that society shall require; which laws of the society in many things confine the liberty he had by the law of nature.", "characters": 357, "sentences": 5}, {"text": "Of this point therefore we are to note, that such men naturally have no full and perfect power to command whole politic multitudes of men, therefore utterly without our consent, we could in such sort be at no man's commandment living. And to be commanded we do consent, when that society, whereof we be a part, hath at any time before consented, without revoking the same after by the like universal agreement. Laws therefore human, of what kind so ever, are available by consent. Ibid.)", "characters": 487, "sentences": 5}, {"text": "Sect. 135. Though the legislative, whether placed in one or more, whether it be always in being, or only by intervals, though it be the supreme power in every commonwealth; yet:", "characters": 177, "sentences": 3}, {"text": "(*Human laws are measures in respect of men whose actions they must direct, howbeit such measures they are as have also their higher rules to be measured by, which rules are two, the law of God, and the law of nature; so that laws human must be made according to the general laws of nature, and without contradiction to any positive law of scripture, otherwise they are ill made. Hooker's Eccl. Pol. l. iii. sect. 9.", "characters": 416, "sentences": 8}, {"text": "Sect. 142. These are the bounds which the trust, that is put in them by the society, and the law of God and nature, have set to the legislative power of every commonwealth, in all forms of government.", "characters": 200, "sentences": 4}, {"text": "First, They are to govern by promulgated established laws, not to be varied in particular cases, but to have one rule for rich and poor, for the favourite at court, and the country man at plough.", "characters": 195, "sentences": 2}, {"text": "Secondly, These laws also ought to be designed for no other end ultimately, but the good of the people.", "characters": 103, "sentences": 2}, {"text": "Thirdly, They must not raise taxes on the property of the people, without the consent of the people, given by themselves, or their deputies. And this properly concerns only such governments where the legislative is always in being, or at least where the people have not reserved any part of the legislative to deputies, to be from time to time chosen by themselves.", "characters": 365, "sentences": 3}, {"text": "Fourthly, The legislative neither must nor can transfer the power of making laws to any body else, or place it any where, but where the people have.", "characters": 148, "sentences": 2}, {"text": "Sect. 144. But because the laws, that are at once, and in a short time made, have a constant and lasting force, and need a perpetual execution, or an attendance thereunto; therefore it is necessary there should be a power always in being, which should see to the execution of the laws that are made, and remain in force. And thus the legislative and executive power come often to be separated.", "characters": 393, "sentences": 5}, {"text": "Sect. 146. This therefore contains the power of war and peace, leagues and alliances, and all the transactions, with all persons and communities without the commonwealth, and may be called federative, if any one pleases. So the thing be understood, I am indifferent as to the name.", "characters": 281, "sentences": 5}, {"text": "Sect. 169. THOUGH I have had occasion to speak of these separately before, yet the great mistakes of late about government, having, as I suppose, arisen from confounding these distinct powers one with another, it may not, perhaps, be amiss to consider them here together.", "characters": 271, "sentences": 4}, {"text": "(*Another copy corrected by Mr. Locke, has it thus, Noxious brute that is destructive to their being.)", "characters": 102, "sentences": 3}, {"text": "Sect. 177. But supposing victory favours the right side, let us consider a conqueror in a lawful war, and see what power he gets, and over whom.", "characters": 144, "sentences": 4}, {"text": "Sect. 178. But supposing, which seldom happens, that the conquerors and conquered never incorporate into one people, under the same laws and freedom; let us see next what power a lawful conqueror has over the subdued: and that I say is purely despotical. He has an absolute power over the lives of those who by an unjust war have forfeited them; but not over the lives or fortunes of those who engaged not in the war, nor over the possessions even of those who were actually engaged in it.", "characters": 489, "sentences": 5}, {"text": "Sect. 185. Over those then that joined with him in the war, and over those of the subdued country that opposed him not, and the posterity even of those that did, the conqueror, even in a just war, hath, by his conquest, no right of dominion: they are free from any subjection to him, and if their former government be dissolved, they are at liberty to begin and erect another to themselves.", "characters": 390, "sentences": 4}, {"text": "Sect. 187. From all which it follows, that the government of a conqueror, imposed by force on the subdued, against whom he had no right of war, or who joined not in the war against him, where he had right, has no obligation upon them.", "characters": 234, "sentences": 4}, {"text": "Sect. 188. But let us suppose, that all the men of that community, being all members of the same body politic, may be taken to have joined in that unjust war wherein they are subdued, and so their lives are at the mercy of the conqueror.", "characters": 237, "sentences": 4}, {"text": "Sect. 190. Every man is born with a double right: first, a right of freedom to his person, which no other man has a power over, but the free disposal of it lies in himself. Secondly, a right, before any other man, to inherit with his brethren his father's goods.", "characters": 262, "sentences": 5}, {"text": "Sect. 191. By the first of these, a man is naturally free from subjection to any government, tho' he be born in a place under its jurisdiction; but if he disclaim the lawful government of the country he was born in, he must also quit the right that belonged to him by the laws of it, and the possessions there descending to him from his ancestors, if it were a government made by their consent.", "characters": 394, "sentences": 4}, {"text": "Sect. 200. If one can doubt this to be truth, or reason, because it comes from the obscure hand of a subject, I hope the authority of a king will make it pass with him. King James the first, in his speech to the parliament, 1603, tells them thus,", "characters": 246, "sentences": 4}, {"text": "/#      Therefore all kings that are not tyrants, or perjured, will be glad      to bound themselves within the limits of their laws; and they that      persuade them the contrary, are vipers, and pests both against them      and the commonwealth. #/", "characters": 250, "sentences": 2}, {"text": "Thus that learned king, who well understood the notion of things, makes the difference betwixt a king and a tyrant to consist only in this, that one makes the laws the bounds of his power, and the good of the public, the end of his government; the other makes all give way to his own will and appetite.", "characters": 302, "sentences": 2}, {"text": "Sect. 203. May the commands then of a prince be opposed? may he be resisted as often as any one shall find himself aggrieved, and but imagine he has not right done him? This will unhinge and overturn all polities, and, instead of government and order, leave nothing but anarchy and confusion.", "characters": 292, "sentences": 4}, {"text": "Sect. 204. To this I answer, that force is to be opposed to nothing, but to unjust and unlawful force; whoever makes any opposition in any other case, draws on himself a just condemnation both from God and man; and so no such danger or confusion will follow, as is often suggested: for,", "characters": 286, "sentences": 3}, {"text": "Sect. 213. This being usually brought about by such in the commonwealth who misuse the power they have; it is hard to consider it aright, and know at whose door to lay it, without knowing the form of government in which it happens. Let us suppose then the legislative placed in the concurrence of three distinct persons.", "characters": 320, "sentences": 5}, {"text": "(<i>1</i>). A single hereditary person, having the constant, supreme, executive power, and with it the power of convoking and dissolving the other two within certain periods of time.", "characters": 182, "sentences": 3}, {"text": "(<i>3</i>). An assembly of representatives chosen, pro tempore, by the people. Such a form of government supposed, it is evident,", "characters": 129, "sentences": 3}, {"text": "Sect. 216. Thirdly, When, by the arbitrary power of the prince, the electors, or ways of election, are altered, without the consent, and contrary to the common interest of the people, there also the legislative is altered: for, if others than those whom the society hath authorized thereunto, do chuse, or in another way than what the society hath prescribed, those chosen are not the legislative appointed by the people.", "characters": 421, "sentences": 4}, {"text": "Sect. 217. Fourthly, The delivery also of the people into the subjection of a foreign power, either by the prince, or by the legislative, is certainly a change of the legislative, and so a dissolution of the government: for the end why people entered into society being to be preserved one intire, free, independent society, to be governed by its own laws; this is lost, whenever they are given up into the power of another.", "characters": 424, "sentences": 4}, {"text": "Sect. 221. There is therefore, secondly, another way whereby governments are dissolved, and that is, when the legislative, or the prince, either of them, act contrary to their trust.", "characters": 182, "sentences": 4}, {"text": "First, The legislative acts against the trust reposed in them, when they endeavour to invade the property of the subject, and to make themselves, or any part of the community, masters, or arbitrary disposers of the lives, liberties, or fortunes of the people.", "characters": 259, "sentences": 2}, {"text": "Sect. 224. But it will be said, this hypothesis lays a ferment for frequent rebellion. To which I answer,", "characters": 105, "sentences": 4}, {"text": "Sect. 229. The end of government is the good of mankind; and which is best for mankind, that the people should be always exposed to the boundless will of tyranny, or that the rulers should be sometimes liable to be opposed, when they grow exorbitant in the use of their power, and employ it for the destruction, and not the preservation of the properties of their people?", "characters": 371, "sentences": 3}, {"text": "/*[4]       -----Libertas pauperis haec est:     Pulsatus rogat, et pugnis concisus, adorat,     Ut liceat paucis cum dentibus inde reverti. */", "characters": 143, "sentences": 2}, {"text": "This will always be the event of such an imaginary resistance, where men may not strike again. He therefore who may resist, must be allowed to strike. And then let our author, or any body else, join a knock on the head, or a cut on the face, with as much reverence and respect as he thinks fit. He that can reconcile blows and reverence, may, for aught I know, desire for his pains, a civil, respectful cudgeling where-ever he can meet with it.", "characters": 444, "sentences": 5}, {"text": "Sect. 241. But farther, this question, (Who shall be judge?) cannot mean, that there is no judge at all: for where there is no judicature on earth, to decide controversies amongst men, God in heaven is judge. He alone, it is true, is judge of the right. But every man is judge for himself, as in all other cases, so in this, whether another hath put himself into a state of war with him, and whether he should appeal to the Supreme Judge, as Jeptha did.", "characters": 453, "sentences": 6}], "id": 7370, "paragraphs": 75, "author": "John Locke"}