{"title": "The Adventures of Tom Sawyer, Complete", "data": [{"text": "CHAPTER I. Y-o-u-u Tom-Aunt Polly Decides Upon her Duty--Tom Practices Music--The Challenge--A Private Entrance", "characters": 111, "sentences": 2}, {"text": "CHAPTER IV. Mental Acrobatics--Attending Sunday--School--The Superintendent--\"Showing off\"--Tom Lionized", "characters": 104, "sentences": 2}, {"text": "CHAPTER VI. Self-Examination--Dentistry--The Midnight Charm--Witches and Devils--Cautious Approaches--Happy Hours", "characters": 113, "sentences": 2}, {"text": "CHAPTER XVI. A Day's Amusements--Tom Reveals a Secret--The Pirates take a Lesson--A Night Surprise--An Indian War", "characters": 113, "sentences": 2}, {"text": "CHAPTER XVIII. Tom's Feelings Investigated--Wonderful Dream--Becky Thatcher Overshadowed--Tom Becomes Jealous--Black Revenge", "characters": 124, "sentences": 2}, {"text": "CHAPTER XXI. Youthful Eloquence--Compositions by the Young Ladies--A Lengthy Vision--The Boy's Vengeance Satisfied", "characters": 114, "sentences": 2}, {"text": "CHAPTER XXX. The Welchman Reports--Huck Under Fire--The Story Circulated --A New Sensation--Hope Giving Way to Despair", "characters": 118, "sentences": 2}, {"text": "CHAPTER XXXI. An Exploring Expedition--Trouble Commences--Lost in the Cave--Total Darkness--Found but not Saved", "characters": 111, "sentences": 2}, {"text": "CHAPTER XXXIII. The Fate of Injun Joe--Huck and Tom Compare Notes --An Expedition to the Cave--Protection Against Ghosts--\"An Awful Snug Place\"--A Reception at the Widow Douglas's", "characters": 179, "sentences": 2}, {"text": "Most of the adventures recorded in this book really occurred; one or two were experiences of my own, the rest those of boys who were schoolmates of mine. Huck Finn is drawn from life; Tom Sawyer also, but not from an individual--he is a combination of the characteristics of three boys whom I knew, and therefore belongs to the composite order of architecture.", "characters": 360, "sentences": 3}, {"text": "The odd superstitions touched upon were all prevalent among children and slaves in the West at the period of this story--that is to say, thirty or forty years ago.", "characters": 163, "sentences": 2}, {"text": "Although my book is intended mainly for the entertainment of boys and girls, I hope it will not be shunned by men and women on that account, for part of my plan has been to try to pleasantly remind adults of what they once were themselves, and of how they felt and thought and talked, and what queer enterprises they sometimes engaged in.", "characters": 338, "sentences": 2}, {"text": "The old lady pulled her spectacles down and looked over them about the room; then she put them up and looked out under them. She seldom or never looked _through_ them for so small a thing as a boy; they were her state pair, the pride of her heart, and were built for \"style,\" not service--she could have seen through a pair of stove-lids just as well. She looked perplexed for a moment, and then said, not fiercely, but still loud enough for the furniture to hear:", "characters": 464, "sentences": 3}, {"text": "She did not finish, for by this time she was bending down and punching under the bed with the broom, and so she needed breath to punctuate the punches with. She resurrected nothing but the cat.", "characters": 193, "sentences": 3}, {"text": "She went to the open door and stood in it and looked out among the tomato vines and \"jimpson\" weeds that constituted the garden. No Tom. So she lifted up her voice at an angle calculated for distance and shouted:", "characters": 212, "sentences": 3}, {"text": "There was a slight noise behind her and she turned just in time to seize a small boy by the slack of his roundabout and arrest his flight.", "characters": 138, "sentences": 2}, {"text": "\"Well, I know. It's jam--that's what it is. Forty times I've said if you didn't let that jam alone I'd skin you. Hand me that switch.\"", "characters": 134, "sentences": 5}, {"text": "The old lady whirled round, and snatched her skirts out of danger. The lad fled on the instant, scrambled up the high board-fence, and disappeared over it.", "characters": 155, "sentences": 3}, {"text": "Tom did play hookey, and he had a very good time. He got back home barely in season to help Jim, the small colored boy, saw next-day's wood and split the kindlings before supper--at least he was there in time to tell his adventures to Jim while Jim did three-fourths of the work. Tom's younger brother (or rather half-brother) Sid was already through with his part of the work (picking up chips), for he was a quiet boy, and had no adventurous, trouble-some ways.", "characters": 463, "sentences": 4}, {"text": "While Tom was eating his supper, and stealing sugar as opportunity offered, Aunt Polly asked him questions that were full of guile, and very deep--for she wanted to trap him into damaging revealments. Like many other simple-hearted souls, it was her pet vanity to believe she was endowed with a talent for dark and mysterious diplomacy, and she loved to contemplate her most transparent devices as marvels of low cunning. Said she:", "characters": 431, "sentences": 3}, {"text": "A bit of a scare shot through Tom--a touch of uncomfortable suspicion. He searched Aunt Polly's face, but it told him nothing. So he said:", "characters": 138, "sentences": 3}, {"text": "\"But you ain't too warm now, though.\" And it flattered her to reflect that she had discovered that the shirt was dry without anybody knowing that that was what she had in her mind. But in spite of her, Tom knew where the wind lay, now. So he forestalled what might be the next move:", "characters": 282, "sentences": 4}, {"text": "Aunt Polly was vexed to think she had overlooked that bit of circumstantial evidence, and missed a trick. Then she had a new inspiration:", "characters": 137, "sentences": 2}, {"text": "\"Tom, you didn't have to undo your shirt collar where I sewed it, to pump on your head, did you? Unbutton your jacket!\"", "characters": 119, "sentences": 1}, {"text": "\"Bother! Well, go 'long with you. I'd made sure you'd played hookey and been a-swimming. But I forgive ye, Tom. I reckon you're a kind of a singed cat, as the saying is--better'n you look. _This_ time.\"", "characters": 202, "sentences": 6}, {"text": "She was half sorry her sagacity had miscarried, and half glad that Tom had stumbled into obedient conduct for once.", "characters": 115, "sentences": 2}, {"text": "In a safe place Tom examined two large needles which were thrust into the lapels of his jacket, and had thread bound about them--one needle carried white thread and the other black. He said:", "characters": 190, "sentences": 2}, {"text": "\"She'd never noticed if it hadn't been for Sid. Confound it! sometimes she sews it with white, and sometimes she sews it with black. I wish to gee-miny she'd stick to one or t'other--I can't keep the run of 'em. But I bet you I'll lam Sid for that. I'll learn him!\"", "characters": 265, "sentences": 5}, {"text": "\"Oh, you think you're mighty smart, _don't_ you? I could lick you with one hand tied behind me, if I wanted to.\"", "characters": 112, "sentences": 2}, {"text": "\"You can lump that hat if you don't like it. I dare you to knock it off--and anybody that'll take a dare will suck eggs.\"", "characters": 121, "sentences": 3}, {"text": "\"Well why don't you _do_ it then? What do you keep _saying_ you will for? Why don't you _do_ it? It's because you're afraid.\"", "characters": 125, "sentences": 2}, {"text": "Another pause, and more eying and sidling around each other. Presently they were shoulder to shoulder. Tom said:", "characters": 112, "sentences": 3}, {"text": "So they stood, each with a foot placed at an angle as a brace, and both shoving with might and main, and glowering at each other with hate. But neither could get an advantage. After struggling till both were hot and flushed, each relaxed his strain with watchful caution, and Tom said:", "characters": 285, "sentences": 3}, {"text": "\"You're a coward and a pup. I'll tell my big brother on you, and he can thrash you with his little finger, and I'll make him do it, too.\"", "characters": 137, "sentences": 3}, {"text": "\"What do I care for your big brother? I've got a brother that's bigger than he is--and what's more, he can throw him over that fence, too.\" [Both brothers were imaginary.]", "characters": 171, "sentences": 3}, {"text": "\"I dare you to step over that, and I'll lick you till you can't stand up. Anybody that'll take a dare will steal sheep.\"", "characters": 120, "sentences": 3}, {"text": "He got home pretty late that night, and when he climbed cautiously in at the window, he uncovered an ambuscade, in the person of his aunt; and when she saw the state his clothes were in her resolution to turn his Saturday holiday into captivity at hard labor became adamantine in its firmness.", "characters": 293, "sentences": 2}, {"text": "SATURDAY morning was come, and all the summer world was bright and fresh, and brimming with life. There was a song in every heart; and if the heart was young the music issued at the lips. There was cheer in every face and a spring in every step. The locust-trees were in bloom and the fragrance of the blossoms filled the air. Cardiff Hill, beyond the village and above it, was green with vegetation and it lay just far enough away to seem a Delectable Land, dreamy, reposeful, and inviting.", "characters": 491, "sentences": 6}, {"text": "\"Can't, Mars Tom. Ole missis, she tole me I got to go an' git dis water an' not stop foolin' roun' wid anybody. She say she spec' Mars Tom gwine to ax me to whitewash, an' so she tole me go 'long an' 'tend to my own business--she 'lowed _she'd_ 'tend to de whitewashin'.\"", "characters": 271, "sentences": 4}, {"text": "\"Oh, never you mind what she said, Jim. That's the way she always talks. Gimme the bucket--I won't be gone only a a minute. _She_ won't ever know.\"", "characters": 147, "sentences": 5}, {"text": "\"_She_! She never licks anybody--whacks 'em over the head with her thimble--and who cares for that, I'd like to know. She talks awful, but talk don't hurt--anyways it don't if she don't cry. Jim, I'll give you a marvel. I'll give you a white alley!\"", "characters": 249, "sentences": 4}, {"text": "Jim was only human--this attraction was too much for him. He put down his pail, took the white alley, and bent over the toe with absorbing interest while the bandage was being unwound. In another moment he was flying down the street with his pail and a tingling rear, Tom was whitewashing with vigor, and Aunt Polly was retiring from the field with a slipper in her hand and triumph in her eye.", "characters": 394, "sentences": 4}, {"text": "\"Stop her, sir! Ting-a-ling-ling!\" The headway ran almost out, and he drew up slowly toward the sidewalk.", "characters": 105, "sentences": 2}, {"text": "\"Set her back on the stabboard! Ting-a-ling-ling! Chow! ch-chow-wow! Chow!\" His right hand, mean-time, describing stately circles--for it was representing a forty-foot wheel.", "characters": 174, "sentences": 2}, {"text": "\"Let her go back on the labboard! Ting-a-ling-ling! Chow-ch-chow-chow!\" The left hand began to describe circles.", "characters": 112, "sentences": 2}, {"text": "\"Stop the stabboard! Ting-a-ling-ling! Stop the labboard! Come ahead on the stabboard! Stop her! Let your outside turn over slow! Ting-a-ling-ling! Chow-ow-ow! Get out that head-line! _lively_ now! Come--out with your spring-line--what're you about there! Take a turn round that stump with the bight of it! Stand by that stage, now--let her go! Done with the engines, sir! Ting-a-ling-ling! SH'T! S'H'T! SH'T!\" (trying the gauge-cocks).", "characters": 436, "sentences": 2}, {"text": "Tom went on whitewashing--paid no attention to the steamboat. Ben stared a moment and then said: \"_Hi-Yi! You're_ up a stump, ain't you!\"", "characters": 137, "sentences": 2}, {"text": "No answer. Tom surveyed his last touch with the eye of an artist, then he gave his brush another gentle sweep and surveyed the result, as before. Ben ranged up alongside of him. Tom's mouth watered for the apple, but he stuck to his work. Ben said:", "characters": 248, "sentences": 5}, {"text": "\"Say--I'm going in a-swimming, I am. Don't you wish you could? But of course you'd druther _work_--wouldn't you? Course you would!\"", "characters": 131, "sentences": 2}, {"text": "\"Like it? Well, I don't see why I oughtn't to like it. Does a boy get a chance to whitewash a fence every day?\"", "characters": 111, "sentences": 2}, {"text": "That put the thing in a new light. Ben stopped nibbling his apple. Tom swept his brush daintily back and forth--stepped back to note the effect--added a touch here and there--criticised the effect again--Ben watching every move and getting more and more interested, more and more absorbed. Presently he said:", "characters": 308, "sentences": 4}, {"text": "\"No--no--I reckon it wouldn't hardly do, Ben. You see, Aunt Polly's awful particular about this fence--right here on the street, you know--but if it was the back fence I wouldn't mind and _she_ wouldn't. Yes, she's awful particular about this fence; it's got to be done very careful; I reckon there ain't one boy in a thousand, maybe two thousand, that can do it the way it's got to be done.\"", "characters": 392, "sentences": 4}, {"text": "\"No--is that so? Oh come, now--lemme just try. Only just a little--I'd let _you_, if you was me, Tom.\"", "characters": 102, "sentences": 3}, {"text": "\"Ben, I'd like to, honest injun; but Aunt Polly--well, Jim wanted to do it, but she wouldn't let him; Sid wanted to do it, and she wouldn't let Sid. Now don't you see how I'm fixed? If you was to tackle this fence and anything was to happen to it--\"", "characters": 249, "sentences": 2}, {"text": "He had had a nice, good, idle time all the while--plenty of company--and the fence had three coats of whitewash on it! If he hadn't run out of whitewash he would have bankrupted every boy in the village.", "characters": 203, "sentences": 2}, {"text": "The boy mused awhile over the substantial change which had taken place in his worldly circumstances, and then wended toward headquarters to report.", "characters": 147, "sentences": 2}, {"text": "Aunt Polly placed small trust in such evidence. She went out to see for herself; and she would have been content to find twenty per cent. of Tom's statement true. When she found the entire fence white-washed, and not only whitewashed but elaborately coated and recoated, and even a streak added to the ground, her astonishment was almost unspeakable. She said:", "characters": 360, "sentences": 5}, {"text": "\"Well, I never! There's no getting round it, you can work when you're a mind to, Tom.\" And then she diluted the compliment by adding, \"But it's powerful seldom you're a mind to, I'm bound to say. Well, go 'long and play; but mind you get back some time in a week, or I'll tan you.\"", "characters": 281, "sentences": 4}, {"text": "She was so overcome by the splendor of his achievement that she took him into the closet and selected a choice apple and delivered it to him, along with an improving lecture upon the added value and flavor a treat took to itself when it came without sin through virtuous effort. And while she closed with a happy Scriptural flourish, he \"hooked\" a doughnut.", "characters": 357, "sentences": 3}, {"text": "He returned, now, and hung about the fence till nightfall, \"showing off,\" as before; but the girl never exhibited herself again, though Tom comforted himself a little with the hope that she had been near some window, meantime, and been aware of his attentions. Finally he strode home reluctantly, with his poor head full of visions.", "characters": 332, "sentences": 3}, {"text": "All through supper his spirits were so high that his aunt wondered \"what had got into the child.\" He took a good scolding about clodding Sid, and did not seem to mind it in the least. He tried to steal sugar under his aunt's very nose, and got his knuckles rapped for it. He said:", "characters": 280, "sentences": 4}, {"text": "\"Well, Sid don't torment a body the way you do. You'd be always into that sugar if I warn't watching you.\"", "characters": 106, "sentences": 3}, {"text": "Aunt Polly paused, perplexed, and Tom looked for healing pity. But when she got her tongue again, she only said:", "characters": 112, "sentences": 2}, {"text": "\"Umf! Well, you didn't get a lick amiss, I reckon. You been into some other audacious mischief when I wasn't around, like enough.\"", "characters": 130, "sentences": 3}, {"text": "The window went up, a maid-servant's discordant voice profaned the holy calm, and a deluge of water drenched the prone martyr's remains!", "characters": 136, "sentences": 1}, {"text": "The strangling hero sprang up with a relieving snort. There was a whiz as of a missile in the air, mingled with the murmur of a curse, a sound as of shivering glass followed, and a small, vague form went over the fence and shot away in the gloom.", "characters": 246, "sentences": 3}, {"text": "Not long after, as Tom, all undressed for bed, was surveying his drenched garments by the light of a tallow dip, Sid woke up; but if he had any dim idea of making any \"references to allusions,\" he thought better of it and held his peace, for there was danger in Tom's eye.", "characters": 272, "sentences": 2}, {"text": "THE sun rose upon a tranquil world, and beamed down upon the peaceful village like a benediction. Breakfast over, Aunt Polly had family worship: it began with a prayer built from the ground up of solid courses of Scriptural quotations, welded together with a thin mortar of originality; and from the summit of this she delivered a grim chapter of the Mosaic Law, as from Sinai.", "characters": 377, "sentences": 3}, {"text": "\"For _theirs_. Blessed are the poor in spirit, for theirs is the kingdom of heaven. Blessed are they that mourn, for they--they--\"", "characters": 130, "sentences": 3}, {"text": "\"Oh, _shall_! for they shall--for they shall--a--a--shall mourn--a--a--blessed are they that shall--they that--a--they that shall mourn, for they shall--a--shall _what_? Why don't you tell me, Mary?--what do you want to be so mean for?\"", "characters": 236, "sentences": 1}, {"text": "\"Oh, Tom, you poor thick-headed thing, I'm not teasing you. I wouldn't do that. You must go and learn it again. Don't you be discouraged, Tom, you'll manage it--and if you do, I'll give you something ever so nice. There, now, that's a good boy.\"", "characters": 245, "sentences": 6}, {"text": "Mary gave him a tin basin of water and a piece of soap, and he went outside the door and set the basin on a little bench there; then he dipped the soap in the water and laid it down; turned up his sleeves; poured out the water on the ground, gently, and then entered the kitchen and began to wipe his face diligently on the towel behind the door. But Mary removed the towel and said:", "characters": 383, "sentences": 2}, {"text": "So he got into the shoes snarling. Mary was soon ready, and the three children set out for Sunday-school--a place that Tom hated with his whole heart; but Sid and Mary were fond of it.", "characters": 184, "sentences": 3}, {"text": "Sabbath-school hours were from nine to half-past ten; and then church service. Two of the children always remained for the sermon voluntarily, and the other always remained too--for stronger reasons. The church's high-backed, uncushioned pews would seat about three hundred persons; the edifice was but a small, plain affair, with a sort of pine board tree-box on top of it for a steeple. At the door Tom dropped back a step and accosted a Sunday-dressed comrade:", "characters": 463, "sentences": 4}, {"text": "The latter third of the speech was marred by the resumption of fights and other recreations among certain of the bad boys, and by fidgetings and whisperings that extended far and wide, washing even to the bases of isolated and incorruptible rocks like Sid and Mary. But now every sound ceased suddenly, with the subsidence of Mr. Walters' voice, and the conclusion of the speech was received with a burst of silent gratitude.", "characters": 425, "sentences": 4}, {"text": "\"Look at him, Jim! He's a going up there. Say--look! he's a going to shake hands with him--he _is_ shaking hands with him! By jings, don't you wish you was Jeff?\"", "characters": 162, "sentences": 2}, {"text": "There was only one thing wanting to make Mr. Walters' ecstasy complete, and that was a chance to deliver a Bible-prize and exhibit a prodigy. Several pupils had a few yellow tickets, but none had enough--he had been around among the star pupils inquiring. He would have given worlds, now, to have that German lad back again with a sound mind.", "characters": 342, "sentences": 5}, {"text": "The prize was delivered to Tom with as much effusion as the superintendent could pump up under the circumstances; but it lacked somewhat of the true gush, for the poor fellow's instinct taught him that there was a mystery here that could not well bear the light, perhaps; it was simply preposterous that this boy had warehoused two thousand sheaves of Scriptural wisdom on his premises--a dozen would strain his capacity, without a doubt.", "characters": 438, "sentences": 2}, {"text": "Amy Lawrence was proud and glad, and she tried to make Tom see it in her face--but he wouldn't look. She wondered; then she was just a grain troubled; next a dim suspicion came and went--came again; she watched; a furtive glance told her worlds--and then her heart broke, and she was jealous, and angry, and the tears came and she hated everybody. Tom most of all (she thought).", "characters": 378, "sentences": 4}, {"text": "Tom was introduced to the Judge; but his tongue was tied, his breath would hardly come, his heart quaked--partly because of the awful greatness of the man, but mainly because he was her parent. He would have liked to fall down and worship him, if it were in the dark. The Judge put his hand on Tom's head and called him a fine little man, and asked him what his name was. The boy stammered, gasped, and got it out:", "characters": 414, "sentences": 4}, {"text": "\"Ah, that's it. I thought there was more to it, maybe. That's very well. But you've another one I daresay, and you'll tell it to me, won't you?\"", "characters": 144, "sentences": 4}, {"text": "\"Tell the gentleman your other name, Thomas,\" said Walters, \"and say sir. You mustn't forget your manners.\"", "characters": 107, "sentences": 3}, {"text": "Tom was tugging at a button-hole and looking sheepish. He blushed, now, and his eyes fell. Mr. Walters' heart sank within him. He said to himself, it is not possible that the boy can answer the simplest question--why _did_ the Judge ask him? Yet he felt obliged to speak up and say:", "characters": 282, "sentences": 5}, {"text": "The minister gave out the hymn, and read it through with a relish, in a peculiar style which was much admired in that part of the country. His voice began on a medium key and climbed steadily up till it reached a certain point, where it bore with strong emphasis upon the topmost word and then plunged down as if from a spring-board:", "characters": 333, "sentences": 2}, {"text": "He was regarded as a wonderful reader. At church \"sociables\" he was always called upon to read poetry; and when he was through, the ladies would lift up their hands and let them fall helplessly in their laps, and \"wall\" their eyes, and shake their heads, as much as to say, \"Words cannot express it; it is too beautiful, TOO beautiful for this mortal earth.\"", "characters": 358, "sentences": 3}, {"text": "After the hymn had been sung, the Rev. Mr. Sprague turned himself into a bulletin-board, and read off \"notices\" of meetings and societies and things till it seemed that the list would stretch out to the crack of doom--a queer custom which is still kept up in America, even in cities, away here in this age of abundant newspapers. Often, the less there is to justify a traditional custom, the harder it is to get rid of it.", "characters": 422, "sentences": 5}, {"text": "Tom Sawyer went home quite cheerful, thinking to himself that there was some satisfaction about divine service when there was a bit of variety in it. He had but one marring thought; he was willing that the dog should play with his pinchbug, but he did not think it was upright in him to carry it off.", "characters": 300, "sentences": 3}, {"text": "MONDAY morning found Tom Sawyer miserable. Monday morning always found him so--because it began another week's slow suffering in school. He generally began that day with wishing he had had no intervening holiday, it made the going into captivity and fetters again so much more odious.", "characters": 284, "sentences": 4}, {"text": "Tom was panting with his exertions by this time. He took a rest and then swelled himself up and fetched a succession of admirable groans.", "characters": 137, "sentences": 3}, {"text": "Tom was aggravated. He said, \"Sid, Sid!\" and shook him. This course worked well, and Tom began to groan again. Sid yawned, stretched, then brought himself up on his elbow with a snort, and began to stare at Tom. Tom went on groaning. Sid said:", "characters": 243, "sentences": 6}, {"text": "\"Tom! Say, Tom!\" [No response.] \"Here, Tom! TOM! What is the matter, Tom?\" And he shook him and looked in his face anxiously.", "characters": 125, "sentences": 3}, {"text": "\"Tom, why didn't you wake me sooner? Oh, Tom, _don't!_ It makes my flesh crawl to hear you. Tom, what is the matter?\"", "characters": 117, "sentences": 2}, {"text": "\"I forgive everybody, Sid. [Groan.] Tell 'em so, Sid. And Sid, you give my window-sash and my cat with one eye to that new girl that's come to town, and tell her--\"", "characters": 164, "sentences": 4}, {"text": "But Sid had snatched his clothes and gone. Tom was suffering in reality, now, so handsomely was his imagination working, and so his groans had gathered quite a genuine tone.", "characters": 173, "sentences": 3}, {"text": "But she fled upstairs, nevertheless, with Sid and Mary at her heels. And her face grew white, too, and her lip trembled. When she reached the bedside she gasped out:", "characters": 165, "sentences": 3}, {"text": "The old lady sank down into a chair and laughed a little, then cried a little, then did both together. This restored her and she said:", "characters": 134, "sentences": 2}, {"text": "\"There, there, now, don't begin that groaning again. Open your mouth. Well--your tooth _is_ loose, but you're not going to die about that. Mary, get me a silk thread, and a chunk of fire out of the kitchen.\"", "characters": 207, "sentences": 5}, {"text": "\"Oh, please, auntie, don't pull it out. It don't hurt any more. I wish I may never stir if it does. Please don't, auntie. I don't want to stay home from school.\"", "characters": 161, "sentences": 6}, {"text": "\"Why, he told Jeff Thatcher, and Jeff told Johnny Baker, and Johnny told Jim Hollis, and Jim told Ben Rogers, and Ben told a nigger, and the nigger told me. There now!\"", "characters": 168, "sentences": 2}, {"text": "\"Well, what of it? They'll all lie. Leastways all but the nigger. I don't know _him_. But I never see a nigger that _wouldn't_ lie. Shucks! Now you tell me how Bob Tanner done it, Huck.\"", "characters": 186, "sentences": 6}, {"text": "\"Aha! Talk about trying to cure warts with spunk-water such a blame fool way as that! Why, that ain't a-going to do any good. You got to go all by yourself, to the middle of the woods, where you know there's a spunk-water stump, and just as it's midnight you back up against the stump and jam your hand in and say:", "characters": 314, "sentences": 2}, {"text": "and then walk away quick, eleven steps, with your eyes shut, and then turn around three times and walk home without speaking to anybody. Because if you speak the charm's busted.\"", "characters": 178, "sentences": 3}, {"text": "\"No, sir, you can bet he didn't, becuz he's the wartiest boy in this town; and he wouldn't have a wart on him if he'd knowed how to work spunk-water. I've took off thousands of warts off of my hands that way, Huck. I play with frogs so much that I've always got considerable many warts. Sometimes I take 'em off with a bean.\"", "characters": 325, "sentences": 5}, {"text": "\"You take and split the bean, and cut the wart so as to get some blood, and then you put the blood on one piece of the bean and take and dig a hole and bury it 'bout midnight at the crossroads in the dark of the moon, and then you burn up the rest of the bean. You see that piece that's got the blood on it will keep drawing and drawing, trying to fetch the other piece to it, and so that helps the blood to draw the wart, and pretty soon off she comes.\"", "characters": 454, "sentences": 3}, {"text": "\"Yes, that's it, Huck--that's it; though when you're burying it if you say 'Down bean; off wart; come no more to bother me!' it's better. That's the way Joe Harper does, and he's been nearly to Coonville and most everywheres. But say--how do you cure 'em with dead cats?\"", "characters": 271, "sentences": 3}, {"text": "\"Why, you take your cat and go and get in the grave-yard 'long about midnight when somebody that was wicked has been buried; and when it's midnight a devil will come, or maybe two or three, but you can't see 'em, you can only hear something like the wind, or maybe hear 'em talk; and when they're taking that feller away, you heave your cat after 'em and say, 'Devil follow corpse, cat follow devil, warts follow cat, I'm done with ye!' That'll fetch _any_ wart.\"", "characters": 463, "sentences": 2}, {"text": "\"Say! Why, Tom, I _know_ she is. She witched pap. Pap says so his own self. He come along one day, and he see she was a-witching him, so he took up a rock, and if she hadn't dodged, he'd a got her. Well, that very night he rolled off'n a shed wher' he was a layin drunk, and broke his arm.\"", "characters": 290, "sentences": 6}, {"text": "\"Lord, pap can tell, easy. Pap says when they keep looking at you right stiddy, they're a-witching you. Specially if they mumble. Becuz when they mumble they're saying the Lord's Prayer backards.\"", "characters": 196, "sentences": 5}, {"text": "\"Why, how you talk! How could their charms work till midnight?--and _then_ it's Sunday. Devils don't slosh around much of a Sunday, I don't reckon.\"", "characters": 148, "sentences": 3}, {"text": "\"Yes--and you meow back, if you get a chance. Last time, you kep' me a-meowing around till old Hays went to throwing rocks at me and says 'Dern that cat!' and so I hove a brick through his window--but don't you tell.\"", "characters": 217, "sentences": 3}, {"text": "\"I won't. I couldn't meow that night, becuz auntie was watching me, but I'll meow this time. Say--what's that?\"", "characters": 111, "sentences": 3}, {"text": "\"Oh, anybody can run a tick down that don't belong to them. I'm satisfied with it. It's a good enough tick for me.\"", "characters": 115, "sentences": 4}, {"text": "\"Well, why don't you? Becuz you know mighty well you can't. This is a pretty early tick, I reckon. It's the first one I've seen this year.\"", "characters": 139, "sentences": 4}, {"text": "Tom got out a bit of paper and carefully unrolled it. Huckleberry viewed it wistfully. The temptation was very strong. At last he said:", "characters": 135, "sentences": 4}, {"text": "Tom enclosed the tick in the percussion-cap box that had lately been the pinchbug's prison, and the boys separated, each feeling wealthier than before.", "characters": 151, "sentences": 2}, {"text": "When Tom reached the little isolated frame school-house, he strode in briskly, with the manner of one who had come with all honest speed. He hung his hat on a peg and flung himself into his seat with business-like alacrity. The master, throned on high in his great splint-bottom arm-chair, was dozing, lulled by the drowsy hum of study. The interruption roused him.", "characters": 365, "sentences": 5}, {"text": "Tom was about to take refuge in a lie, when he saw two long tails of yellow hair hanging down a back that he recognized by the electric sympathy of love; and by that form was _the only vacant place_ on the girls' side of the school-house. He instantly said:", "characters": 257, "sentences": 2}, {"text": "The master's pulse stood still, and he stared helplessly. The buzz of study ceased. The pupils wondered if this foolhardy boy had lost his mind. The master said:", "characters": 161, "sentences": 4}, {"text": "\"Thomas Sawyer, this is the most astounding confession I have ever listened to. No mere ferule will answer for this offence. Take off your jacket.\"", "characters": 147, "sentences": 4}, {"text": "The master's arm performed until it was tired and the stock of switches notably diminished. Then the order followed:", "characters": 116, "sentences": 2}, {"text": "The titter that rippled around the room appeared to abash the boy, but in reality that result was caused rather more by his worshipful awe of his unknown idol and the dread pleasure that lay in his high good fortune. He sat down upon the end of the pine bench and the girl hitched herself away from him with a toss of her head. Nudges and winks and whispers traversed the room, but Tom sat still, with his arms upon the long, low desk before him, and seemed to study his book.", "characters": 476, "sentences": 4}, {"text": "Tom partly uncovered a dismal caricature of a house with two gable ends to it and a corkscrew of smoke issuing from the chimney. Then the girl's interest began to fasten itself upon the work and she forgot everything else. When it was finished, she gazed a moment, then whispered:", "characters": 280, "sentences": 3}, {"text": "The artist erected a man in the front yard, that resembled a derrick. He could have stepped over the house; but the girl was not hypercritical; she was satisfied with the monster, and whispered:", "characters": 194, "sentences": 2}, {"text": "Tom drew an hour-glass with a full moon and straw limbs to it and armed the spreading fingers with a portentous fan. The girl said:", "characters": 131, "sentences": 2}, {"text": "Now Tom began to scrawl something on the slate, hiding the words from the girl. But she was not backward this time. She begged to see. Tom said:", "characters": 144, "sentences": 4}, {"text": "\"Now that you treat me so, I _will_ see.\" And she put her small hand upon his and a little scuffle ensued, Tom pretending to resist in earnest but letting his hand slip by degrees till these words were revealed: \"_I love you_.\"", "characters": 227, "sentences": 3}, {"text": "\"Oh, you bad thing!\" And she hit his hand a smart rap, but reddened and looked pleased, nevertheless.", "characters": 101, "sentences": 2}, {"text": "Just at this juncture the boy felt a slow, fateful grip closing on his ear, and a steady lifting impulse. In that wise he was borne across the house and deposited in his own seat, under a peppering fire of giggles from the whole school. Then the master stood over him during a few awful moments, and finally moved away to his throne without saying a word. But although Tom's ear tingled, his heart was jubilant.", "characters": 411, "sentences": 5}, {"text": "\"Now,\" said he, \"as long as he is on your side you can stir him up and I'll let him alone; but if you let him get away and get on my side, you're to leave him alone as long as I can keep him from crossing over.\"", "characters": 211, "sentences": 2}, {"text": "\"Well, I'll just bet I will, though. He's my tick and I'll do what I blame please with him, or die!\"", "characters": 100, "sentences": 2}, {"text": "A tremendous whack came down on Tom's shoulders, and its duplicate on Joe's; and for the space of two minutes the dust continued to fly from the two jackets and the whole school to enjoy it. The boys had been too absorbed to notice the hush that had stolen upon the school awhile before when the master came tiptoeing down the room and stood over them. He had contemplated a good part of the performance before he contributed his bit of variety to it.", "characters": 451, "sentences": 4}, {"text": "\"Put on your bonnet and let on you're going home; and when you get to the corner, give the rest of 'em the slip, and turn down through the lane and come back. I'll go the other way and come it over 'em the same way.\"", "characters": 216, "sentences": 3}, {"text": "So the one went off with one group of scholars, and the other with another. In a little while the two met at the bottom of the lane, and when they reached the school they had it all to themselves. Then they sat together, with a slate before them, and Tom gave Becky the pencil and held her hand in his, guiding it, and so created another surprising house. When the interest in art began to wane, the two fell to talking. Tom was swimming in bliss. He said:", "characters": 456, "sentences": 6}, {"text": "That was agreeable, so they chewed it turn about, and dangled their legs against the bench in excess of contentment.", "characters": 116, "sentences": 2}, {"text": "\"I been to the circus three or four times--lots of times. Church ain't shucks to a circus. There's things going on at a circus all the time. I'm going to be a clown in a circus when I grow up.\"", "characters": 193, "sentences": 5}, {"text": "\"Yes, that's so. And they get slathers of money--most a dollar a day, Ben Rogers says. Say, Becky, was you ever engaged?\"", "characters": 121, "sentences": 3}, {"text": "\"Like? Why it ain't like anything. You only just tell a boy you won't ever have anybody but him, ever ever ever, and then you kiss and that's all. Anybody can do it.\"", "characters": 166, "sentences": 4}, {"text": "Becky hesitating, Tom took silence for consent, and passed his arm about her waist and whispered the tale ever so softly, with his mouth close to her ear. And then he added:", "characters": 173, "sentences": 2}, {"text": "\"You turn your face away so you can't see, and then I will. But you mustn't ever tell anybody--_will_ you, Tom? Now you won't, _will_ you?\"", "characters": 139, "sentences": 2}, {"text": "He turned his face away. She bent timidly around till her breath stirred his curls and whispered, \"I--love--you!\"", "characters": 113, "sentences": 2}, {"text": "Then she sprang away and ran around and around the desks and benches, with Tom after her, and took refuge in a corner at last, with her little white apron to her face. Tom clasped her about her neck and pleaded:", "characters": 211, "sentences": 2}, {"text": "\"Now, Becky, it's all done--all over but the kiss. Don't you be afraid of that--it ain't anything at all. Please, Becky.\" And he tugged at her apron and the hands.", "characters": 163, "sentences": 5}, {"text": "By and by she gave up, and let her hands drop; her face, all glowing with the struggle, came up and submitted. Tom kissed the red lips and said:", "characters": 144, "sentences": 2}, {"text": "\"Now it's all done, Becky. And always after this, you know, you ain't ever to love anybody but me, and you ain't ever to marry anybody but me, ever never and forever. Will you?\"", "characters": 177, "sentences": 3}, {"text": "\"No, I'll never love anybody but you, Tom, and I'll never marry anybody but you--and you ain't to ever marry anybody but me, either.\"", "characters": 133, "sentences": 2}, {"text": "\"Certainly. Of course. That's _part_ of it. And always coming to school or when we're going home, you're to walk with me, when there ain't anybody looking--and you choose me and I choose you at parties, because that's the way you do when you're engaged.\"", "characters": 254, "sentences": 5}, {"text": "Tom got out his chiefest jewel, a brass knob from the top of an andiron, and passed it around her so that she could see it, and said:", "characters": 133, "sentences": 1}, {"text": "She struck it to the floor. Then Tom marched out of the house and over the hills and far away, to return to school no more that day. Presently Becky began to suspect. She ran to the door; he was not in sight; she flew around to the play-yard; he was not there. Then she called:", "characters": 277, "sentences": 5}, {"text": "She listened intently, but there was no answer. She had no companions but silence and loneliness. So she sat down to cry again and upbraid herself; and by this time the scholars began to gather again, and she had to hide her griefs and still her broken heart and take up the cross of a long, dreary, aching afternoon, with none among the strangers about her to exchange sorrows with.", "characters": 383, "sentences": 4}, {"text": "Yes, it was settled; his career was determined. He would run away from home and enter upon it. He would start the very next morning. Therefore he must now begin to get ready. He would collect his resources together. He went to a rotten log near at hand and began to dig under one end of it with his Barlow knife. He soon struck wood that sounded hollow. He put his hand there and uttered this incantation impressively:", "characters": 418, "sentences": 8}, {"text": "Then he scraped away the dirt, and exposed a pine shingle. He took it up and disclosed a shapely little treasure-house whose bottom and sides were of shingles. In it lay a marble. Tom's astonishment was bound-less! He scratched his head with a perplexed air, and said:", "characters": 268, "sentences": 4}, {"text": "\"Doodle-bug, doodle-bug, tell me what I want to know! Doodle-bug, doodle-bug, tell me what I want to know!\"", "characters": 107, "sentences": 1}, {"text": "The sand began to work, and presently a small black bug appeared for a second and then darted under again in a fright.", "characters": 118, "sentences": 2}, {"text": "He well knew the futility of trying to contend against witches, so he gave up discouraged. But it occurred to him that he might as well have the marble he had just thrown away, and therefore he went and made a patient search for it. But he could not find it. Now he went back to his treasure-house and carefully placed himself just as he had been standing when he tossed the marble away; then he took another marble from his pocket and tossed it in the same way, saying:", "characters": 470, "sentences": 4}, {"text": "He watched where it stopped, and went there and looked. But it must have fallen short or gone too far; so he tried twice more. The last repetition was successful. The two marbles lay within a foot of each other.", "characters": 211, "sentences": 5}, {"text": "\"Then art thou indeed that famous outlaw? Right gladly will I dispute with thee the passes of the merry wood. Have at thee!\"", "characters": 124, "sentences": 2}, {"text": "They took their lath swords, dumped their other traps on the ground, struck a fencing attitude, foot to foot, and began a grave, careful combat, \"two up and two down.\" Presently Tom said:", "characters": 187, "sentences": 2}, {"text": "\"Why, that ain't anything. I can't fall; that ain't the way it is in the book. The book says, 'Then with one back-handed stroke he slew poor Guy of Guisborne.' You're to turn around and let me hit you in the back.\"", "characters": 214, "sentences": 5}, {"text": "\"Well, say, Joe, you can be Friar Tuck or Much the miller's son, and lam me with a quarter-staff; or I'll be the Sheriff of Nottingham and you be Robin Hood a little while and kill me.\"", "characters": 185, "sentences": 2}, {"text": "The boys dressed themselves, hid their accoutrements, and went off grieving that there were no outlaws any more, and wondering what modern civilization could claim to have done to compensate for their loss. They said they would rather be outlaws a year in Sherwood Forest than President of the United States forever.", "characters": 316, "sentences": 3}, {"text": "A faint wind moaned through the trees, and Tom feared it might be the spirits of the dead, complaining at being disturbed. The boys talked little, and only under their breath, for the time and the place and the pervading solemnity and silence oppressed their spirits. They found the sharp new heap they were seeking, and ensconced themselves within the protection of three great elms that grew in a bunch within a few feet of the grave.", "characters": 436, "sentences": 4}, {"text": "Then they waited in silence for what seemed a long time. The hooting of a distant owl was all the sound that troubled the dead stillness. Tom's reflections grew oppressive. He must force some talk. So he said in a whisper:", "characters": 222, "sentences": 5}, {"text": "\"Oh, don't be afeard. I don't believe they'll bother us. We ain't doing any harm. If we keep perfectly still, maybe they won't notice us at all.\"", "characters": 145, "sentences": 5}, {"text": "The boys bent their heads together and scarcely breathed. A muffled sound of voices floated up from the far end of the graveyard.", "characters": 129, "sentences": 3}, {"text": "Some vague figures approached through the gloom, swinging an old-fashioned tin lantern that freckled the ground with innumerable little spangles of light. Presently Huckleberry whispered with a shudder:", "characters": 202, "sentences": 2}, {"text": "\"I'll try, but don't you be afeard. They ain't going to hurt us. 'Now I lay me down to sleep, I--'\"", "characters": 99, "sentences": 3}, {"text": "\"I bet I know it. Don't you stir nor budge. He ain't sharp enough to notice us. Drunk, the same as usual, likely--blamed old rip!\"", "characters": 130, "sentences": 4}, {"text": "\"All right, I'll keep still. Now they're stuck. Can't find it. Here they come again. Now they're hot. Cold again. Hot again. Red hot! They're p'inted right, this time. Say, Huck, I know another o' them voices; it's Injun Joe.\"", "characters": 226, "sentences": 10}, {"text": "\"That's so--that murderin' half-breed! I'd druther they was devils a dern sight. What kin they be up to?\"", "characters": 105, "sentences": 2}, {"text": "The whisper died wholly out, now, for the three men had reached the grave and stood within a few feet of the boys' hiding-place.", "characters": 128, "sentences": 2}, {"text": "\"Here it is,\" said the third voice; and the owner of it held the lantern up and revealed the face of young Doctor Robinson.", "characters": 123, "sentences": 2}, {"text": "Potter and Injun Joe were carrying a handbarrow with a rope and a couple of shovels on it. They cast down their load and began to open the grave. The doctor put the lantern at the head of the grave and came and sat down with his back against one of the elm trees. He was so close the boys could have touched him.", "characters": 312, "sentences": 5}, {"text": "\"Now the cussed thing's ready, Sawbones, and you'll just out with another five, or here she stays.\"", "characters": 99, "sentences": 2}, {"text": "\"Look here, what does this mean?\" said the doctor. \"You required your pay in advance, and I've paid you.\"", "characters": 105, "sentences": 3}, {"text": "\"Yes, and you done more than that,\" said Injun Joe, approaching the doctor, who was now standing. \"Five years ago you drove me away from your father's kitchen one night, when I come to ask for something to eat, and you said I warn't there for any good; and when I swore I'd get even with you if it took a hundred years, your father had me jailed for a vagrant. Did you think I'd forget? The Injun blood ain't in me for nothing. And now I've _got_ you, and you got to _settle_, you know!\"", "characters": 487, "sentences": 4}, {"text": "He was threatening the doctor, with his fist in his face, by this time. The doctor struck out suddenly and stretched the ruffian on the ground. Potter dropped his knife, and exclaimed:", "characters": 184, "sentences": 3}, {"text": "Presently, when the moon emerged again, Injun Joe was standing over the two forms, contemplating them. The doctor murmured inarticulately, gave a long gasp or two and was still. The half-breed muttered:", "characters": 202, "sentences": 3}, {"text": "Then he robbed the body. After which he put the fatal knife in Potter's open right hand, and sat down on the dismantled coffin. Three--four--five minutes passed, and then Potter began to stir and moan. His hand closed upon the knife; he raised it, glanced at it, and let it fall, with a shudder. Then he sat up, pushing the body from him, and gazed at it, and then around him, confusedly. His eyes met Joe's.", "characters": 408, "sentences": 7}, {"text": "\"I thought I'd got sober. I'd no business to drink to-night. But it's in my head yet--worse'n when we started here. I'm all in a muddle; can't recollect anything of it, hardly. Tell me, Joe--_honest_, now, old feller--did I do it? Joe, I never meant to--'pon my soul and honor, I never meant to, Joe. Tell me how it was, Joe. Oh, it's awful--and him so young and promising.\"", "characters": 374, "sentences": 8}, {"text": "\"Why, you two was scuffling, and he fetched you one with the headboard and you fell flat; and then up you come, all reeling and staggering like, and snatched the knife and jammed it into him, just as he fetched you another awful clip--and here you've laid, as dead as a wedge til now.\"", "characters": 285, "sentences": 2}, {"text": "\"No, you've always been fair and square with me, Muff Potter, and I won't go back on you. There, now, that's as fair as a man can say.\"", "characters": 135, "sentences": 3}, {"text": "\"Oh, Joe, you're an angel. I'll bless you for this the longest day I live.\" And Potter began to cry.", "characters": 100, "sentences": 4}, {"text": "\"Come, now, that's enough of that. This ain't any time for blubbering. You be off yonder way and I'll go this. Move, now, and don't leave any tracks behind you.\"", "characters": 161, "sentences": 5}, {"text": "Potter started on a trot that quickly increased to a run. The half-breed stood looking after him. He muttered:", "characters": 110, "sentences": 3}, {"text": "\"If he's as much stunned with the lick and fuddled with the rum as he had the look of being, he won't think of the knife till he's gone so far he'll be afraid to come back after it to such a place by himself--chicken-heart!\"", "characters": 224, "sentences": 1}, {"text": "Two or three minutes later the murdered man, the blanketed corpse, the lidless coffin, and the open grave were under no inspection but the moon's. The stillness was complete again, too.", "characters": 185, "sentences": 3}, {"text": "THE two boys flew on and on, toward the village, speechless with horror. They glanced backward over their shoulders from time to time, apprehensively, as if they feared they might be followed. Every stump that started up in their path seemed a man and an enemy, and made them catch their breath; and as they sped by some outlying cottages that lay near the village, the barking of the aroused watch-dogs seemed to give wings to their feet.", "characters": 439, "sentences": 4}, {"text": "\"If we can only get to the old tannery before we break down!\" whispered Tom, in short catches between breaths. \"I can't stand it much longer.\"", "characters": 142, "sentences": 3}, {"text": "Huckleberry's hard pantings were his only reply, and the boys fixed their eyes on the goal of their hopes and bent to their work to win it. They gained steadily on it, and at last, breast to breast, they burst through the open door and fell grateful and exhausted in the sheltering shadows beyond. By and by their pulses slowed down, and Tom whispered:", "characters": 352, "sentences": 3}, {"text": "\"What are you talking about? S'pose something happened and Injun Joe _didn't_ hang? Why, he'd kill us some time or other, just as dead sure as we're a laying here.\"", "characters": 164, "sentences": 2}, {"text": "\"Because he'd just got that whack when Injun Joe done it. D'you reckon he could see anything? D'you reckon he knowed anything?\"", "characters": 127, "sentences": 2}, {"text": "\"No, 'taint likely, Tom. He had liquor in him; I could see that; and besides, he always has. Well, when pap's full, you might take and belt him over the head with a church and you couldn't phase him. He says so, his own self. So it's the same with Muff Potter, of course. But if a man was dead sober, I reckon maybe that whack might fetch him; I dono.\"", "characters": 352, "sentences": 7}, {"text": "\"Tom, we _got_ to keep mum. You know that. That Injun devil wouldn't make any more of drownding us than a couple of cats, if we was to squeak 'bout this and they didn't hang him. Now, look-a-here, Tom, less take and swear to one another--that's what we got to do--swear to keep mum.\"", "characters": 283, "sentences": 5}, {"text": "\"Oh no, that wouldn't do for this. That's good enough for little rubbishy common things--specially with gals, cuz _they_ go back on you anyway, and blab if they get in a huff--but there orter be writing 'bout a big thing like this. And blood.\"", "characters": 243, "sentences": 4}, {"text": "Tom's whole being applauded this idea. It was deep, and dark, and awful; the hour, the circumstances, the surroundings, were in keeping with it. He picked up a clean pine shingle that lay in the moon-light, took a little fragment of \"red keel\" out of his pocket, got the moon on his work, and painfully scrawled these lines, emphasizing each slow down-stroke by clamping his tongue between his teeth, and letting up the pressure on the up-strokes. [See next page.]", "characters": 464, "sentences": 5}, {"text": "\"Huck Finn and Tom Sawyer swears they will keep mum about This and They wish They may Drop down dead in Their Tracks if They ever Tell and Rot.\"", "characters": 144, "sentences": 2}, {"text": "Huckleberry was filled with admiration of Tom's facility in writing, and the sublimity of his language. He at once took a pin from his lapel and was going to prick his flesh, but Tom said:", "characters": 188, "sentences": 2}, {"text": "A figure crept stealthily through a break in the other end of the ruined building, now, but they did not notice it.", "characters": 115, "sentences": 2}, {"text": "\"Of course it does. It don't make any difference _what_ happens, we got to keep mum. We'd drop down dead--don't _you_ know that?\"", "characters": 129, "sentences": 3}, {"text": "They continued to whisper for some little time. Presently a dog set up a long, lugubrious howl just outside--within ten feet of them. The boys clasped each other suddenly, in an agony of fright.", "characters": 194, "sentences": 4}, {"text": "[* If Mr. Harbison owned a slave named Bull, Tom would have spoken of him as \"Harbison's Bull,\" but a son or a dog of that name was \"Bull Harbison.\"]", "characters": 149, "sentences": 3}, {"text": "\"Oh, that's good--I tell you, Tom, I was most scared to death; I'd a bet anything it was a _stray_ dog.\"", "characters": 104, "sentences": 2}, {"text": "Tom, quaking with fear, yielded, and put his eye to the crack. His whisper was hardly audible when he said:", "characters": 107, "sentences": 2}, {"text": "\"Oh, Tom, I reckon we're goners. I reckon there ain't no mistake 'bout where _I'll_ go to. I been so wicked.\"", "characters": 109, "sentences": 4}, {"text": "\"Dad fetch it! This comes of playing hookey and doing everything a feller's told _not_ to do. I might a been good, like Sid, if I'd a tried--but no, I wouldn't, of course. But if ever I get off this time, I lay I'll just _waller_ in Sunday-schools!\" And Tom began to snuffle a little.", "characters": 284, "sentences": 4}, {"text": "\"_You_ bad!\" and Huckleberry began to snuffle too. \"Consound it, Tom Sawyer, you're just old pie, 'long-side o' what I am. Oh, _lordy_, lordy, lordy, I wisht I only had half your chance.\"", "characters": 187, "sentences": 4}, {"text": "\"Yes, he did. But I, like a fool, never thought. Oh, this is bully, you know. _Now_ who can he mean?\"", "characters": 101, "sentences": 4}, {"text": "\"I bleeve it's down at 'tother end. Sounds so, anyway. Pap used to sleep there, sometimes, 'long with the hogs, but laws bless you, he just lifts things when _he_ snores. Besides, I reckon he ain't ever coming back to this town any more.\"", "characters": 238, "sentences": 5}, {"text": "\"Say, Tom--they say a stray dog come howling around Johnny Miller's house, 'bout midnight, as much as two weeks ago; and a whippoorwill come in and lit on the banisters and sung, the very same evening; and there ain't anybody dead there yet.\"", "characters": 242, "sentences": 2}, {"text": "\"Well, I know that. And suppose there ain't. Didn't Gracie Miller fall in the kitchen fire and burn herself terrible the very next Saturday?\"", "characters": 141, "sentences": 3}, {"text": "\"All right, you wait and see. She's a goner, just as dead sure as Muff Potter's a goner. That's what the niggers say, and they know all about these kind of things, Huck.\"", "characters": 170, "sentences": 4}, {"text": "Then they separated, cogitating. When Tom crept in at his bedroom window the night was almost spent. He undressed with excessive caution, and fell asleep congratulating himself that nobody knew of his escapade. He was not aware that the gently-snoring Sid was awake, and had been so for an hour.", "characters": 295, "sentences": 5}, {"text": "CLOSE upon the hour of noon the whole village was suddenly electrified with the ghastly news. No need of the as yet un-dreamed-of telegraph; the tale flew from man to man, from group to group, from house to house, with little less than telegraphic speed. Of course the schoolmaster gave holi-day for that afternoon; the town would have thought strangely of him if he had not.", "characters": 375, "sentences": 4}, {"text": "\"Poor fellow!\" \"Poor young fellow!\" \"This ought to be a lesson to grave robbers!\" \"Muff Potter'll hang for this if they catch him!\" This was the drift of remark; and the minister said, \"It was a judgment; His hand is here.\"", "characters": 223, "sentences": 2}, {"text": "Now Tom shivered from head to heel; for his eye fell upon the stolid face of Injun Joe. At this moment the crowd began to sway and struggle, and voices shouted, \"It's him! it's him! he's coming himself!\"", "characters": 203, "sentences": 2}, {"text": "People in the branches of the trees over Tom's head said he wasn't trying to get away--he only looked doubtful and perplexed.", "characters": 125, "sentences": 2}, {"text": "\"Infernal impudence!\" said a bystander; \"wanted to come and take a quiet look at his work, I reckon--didn't expect any company.\"", "characters": 128, "sentences": 2}, {"text": "The crowd fell apart, now, and the Sheriff came through, ostentatiously leading Potter by the arm. The poor fellow's face was haggard, and his eyes showed the fear that was upon him. When he stood before the murdered man, he shook as with a palsy, and he put his face in his hands and burst into tears.", "characters": 302, "sentences": 4}, {"text": "This shot seemed to carry home. Potter lifted his face and looked around him with a pathetic hopelessness in his eyes. He saw Injun Joe, and exclaimed:", "characters": 151, "sentences": 3}, {"text": "\"Something told me 't if I didn't come back and get--\" He shuddered; then waved his nerveless hand with a vanquished gesture and said, \"Tell 'em, Joe, tell 'em--it ain't any use any more.\"", "characters": 188, "sentences": 2}, {"text": "\"I couldn't help it--I couldn't help it,\" Potter moaned. \"I wanted to run away, but I couldn't seem to come anywhere but here.\" And he fell to sobbing again.", "characters": 157, "sentences": 4}, {"text": "Injun Joe repeated his statement, just as calmly, a few minutes afterward on the inquest, under oath; and the boys, seeing that the lightnings were still withheld, were confirmed in their belief that Joe had sold himself to the devil. He was now become, to them, the most balefully interesting object they had ever looked upon, and they could not take their fascinated eyes from his face.", "characters": 388, "sentences": 3}, {"text": "They inwardly resolved to watch him nights, when opportunity should offer, in the hope of getting a glimpse of his dread master.", "characters": 128, "sentences": 2}, {"text": "Injun Joe helped to raise the body of the murdered man and put it in a wagon for removal; and it was whispered through the shuddering crowd that the wound bled a little! The boys thought that this happy circumstance would turn suspicion in the right direction; but they were disappointed, for more than one villager remarked:", "characters": 325, "sentences": 1}, {"text": "Tom's fearful secret and gnawing conscience disturbed his sleep for as much as a week after this; and at breakfast one morning Sid said:", "characters": 136, "sentences": 1}, {"text": "\"And you do talk such stuff,\" Sid said. \"Last night you said, 'It's blood, it's blood, that's what it is!' You said that over and over. And you said, 'Don't torment me so--I'll tell!' Tell _what_? What is it you'll tell?\"", "characters": 221, "sentences": 3}, {"text": "Everything was swimming before Tom. There is no telling what might have happened, now, but luckily the concern passed out of Aunt Polly's face and she came to Tom's relief without knowing it. She said:", "characters": 201, "sentences": 3}, {"text": "\"Sho! It's that dreadful murder. I dream about it most every night myself. Sometimes I dream it's me that done it.\"", "characters": 115, "sentences": 4}, {"text": "Every day or two, during this time of sorrow, Tom watched his opportunity and went to the little grated jail-window and smuggled such small comforts through to the \"murderer\" as he could get hold of. The jail was a trifling little brick den that stood in a marsh at the edge of the village, and no guards were afforded for it; indeed, it was seldom occupied. These offerings greatly helped to ease Tom's conscience.", "characters": 415, "sentences": 4}, {"text": "The villagers had a strong desire to tar-and-feather Injun Joe and ride him on a rail, for body-snatching, but so formidable was his character that nobody could be found who was willing to take the lead in the matter, so it was dropped. He had been careful to begin both of his inquest-statements with the fight, without confessing the grave-robbery that preceded it; therefore it was deemed wisest not to try the case in the courts at present.", "characters": 444, "sentences": 3}, {"text": "The water treatment was new, now, and Tom's low condition was a windfall to her. She had him out at daylight every morning, stood him up in the wood-shed and drowned him with a deluge of cold water; then she scrubbed him down with a towel like a file, and so brought him to; then she rolled him up in a wet sheet and put him away under blankets till she sweated his soul clean and \"the yellow stains of it came through his pores\"--as Tom said.", "characters": 443, "sentences": 3}, {"text": "Yet notwithstanding all this, the boy grew more and more melancholy and pale and dejected. She added hot baths, sitz baths, shower baths, and plunges. The boy remained as dismal as a hearse. She began to assist the water with a slim oatmeal diet and blister-plasters. She calculated his capacity as she would a jug's, and filled him up every day with quack cure-alls.", "characters": 367, "sentences": 6}, {"text": "One day Tom was in the act of dosing the crack when his aunt's yellow cat came along, purring, eyeing the teaspoon avariciously, and begging for a taste. Tom said:", "characters": 163, "sentences": 2}, {"text": "\"Now you've asked for it, and I'll give it to you, because there ain't anything mean about me; but if you find you don't like it, you mustn't blame anybody but your own self.\"", "characters": 175, "sentences": 2}, {"text": "The old lady was bending down, Tom watching, with interest emphasized by anxiety. Too late he divined her \"drift.\" The handle of the telltale tea-spoon was visible under the bed-valance. Aunt Polly took it, held it up. Tom winced, and dropped his eyes. Aunt Polly raised him by the usual handle--his ear--and cracked his head soundly with her thimble.", "characters": 351, "sentences": 7}, {"text": "\"Heaps. Because if he'd had one she'd a burnt him out herself! She'd a roasted his bowels out of him 'thout any more feeling than if he was a human!\"", "characters": 149, "sentences": 2}, {"text": "Aunt Polly felt a sudden pang of remorse. This was putting the thing in a new light; what was cruelty to a cat _might_ be cruelty to a boy, too. She began to soften; she felt sorry. Her eyes watered a little, and she put her hand on Tom's head and said gently:", "characters": 260, "sentences": 4}, {"text": "\"I know you was meaning for the best, aunty, and so was I with Peter. It done _him_ good, too. I never see him get around so since--\"", "characters": 133, "sentences": 3}, {"text": "\"Oh, go 'long with you, Tom, before you aggravate me again. And you try and see if you can't be a good boy, for once, and you needn't take any more medicine.\"", "characters": 158, "sentences": 3}, {"text": "By this time he was far down Meadow Lane, and the bell for school to \"take up\" tinkled faintly upon his ear. He sobbed, now, to think he should never, never hear that old familiar sound any more--it was very hard, but it was forced on him; since he was driven out into the cold world, he must submit--but he forgave them. Then the sobs came thick and fast.", "characters": 356, "sentences": 4}, {"text": "Just at this point he met his soul's sworn comrade, Joe Harper--hard-eyed, and with evidently a great and dismal purpose in his heart. Plainly here were \"two souls with but a single thought.\" Tom, wiping his eyes with his sleeve, began to blubber out something about a resolution to escape from hard usage and lack of sympathy at home by roaming abroad into the great world never to return; and ended by hoping that Joe would not forget him.", "characters": 441, "sentences": 4}, {"text": "But it transpired that this was a request which Joe had just been going to make of Tom, and had come to hunt him up for that purpose. His mother had whipped him for drinking some cream which he had never tasted and knew nothing about; it was plain that she was tired of him and wished him to go; if she felt that way, there was nothing for him to do but succumb; he hoped she would be happy, and never regret having driven her poor boy out into the unfeeling world to suffer and die.", "characters": 483, "sentences": 3}, {"text": "As the two boys walked sorrowing along, they made a new compact to stand by each other and be brothers and never separate till death relieved them of their troubles. Then they began to lay their plans. Joe was for being a hermit, and living on crusts in a remote cave, and dying, some time, of cold and want and grief; but after listening to Tom, he conceded that there were some conspicuous advantages about a life of crime, and so he consented to be a pirate.", "characters": 461, "sentences": 4}, {"text": "About midnight Tom arrived with a boiled ham and a few trifles, and stopped in a dense undergrowth on a small bluff overlooking the meeting-place. It was starlight, and very still. The mighty river lay like an ocean at rest. Tom listened a moment, but no sound disturbed the quiet. Then he gave a low, distinct whistle. It was answered from under the bluff. Tom whistled twice more; these signals were answered in the same way. Then a guarded voice said:", "characters": 454, "sentences": 8}, {"text": "\"Huck Finn the Red-Handed, and Joe Harper the Terror of the Seas.\" Tom had furnished these titles, from his favorite literature.", "characters": 128, "sentences": 3}, {"text": "Then Tom tumbled his ham over the bluff and let himself down after it, tearing both skin and clothes to some extent in the effort. There was an easy, comfortable path along the shore under the bluff, but it lacked the advantages of difficulty and danger so valued by a pirate.", "characters": 276, "sentences": 3}, {"text": "They shoved off, presently, Tom in command, Huck at the after oar and Joe at the forward. Tom stood amidships, gloomy-browed, and with folded arms, and gave his orders in a low, stern whisper:", "characters": 192, "sentences": 2}, {"text": "As the boys steadily and monotonously drove the raft toward mid-stream it was no doubt understood that these orders were given only for \"style,\" and were not intended to mean anything in particular.", "characters": 198, "sentences": 2}, {"text": "\"Hellum-a-lee--hard a port! Stand by to meet her when she comes! Port, port! _Now_, men! With a will! Stead-y-y-y!\"", "characters": 115, "sentences": 1}, {"text": "When the last crisp slice of bacon was gone, and the last allowance of corn pone devoured, the boys stretched themselves out on the grass, filled with contentment. They could have found a cooler place, but they would not deny themselves such a romantic feature as the roasting campfire.", "characters": 286, "sentences": 3}, {"text": "\"I reckon so,\" said Huckleberry; \"anyways, I'm suited. I don't want nothing better'n this. I don't ever get enough to eat, gen'ally--and here they can't come and pick at a feller and bullyrag him so.\"", "characters": 200, "sentences": 4}, {"text": "\"It's just the life for me,\" said Tom. \"You don't have to get up, mornings, and you don't have to go to school, and wash, and all that blame foolishness. You see a pirate don't have to do _anything_, Joe, when he's ashore, but a hermit _he_ has to be praying considerable, and then he don't have any fun, anyway, all by himself that way.\"", "characters": 338, "sentences": 4}, {"text": "\"Oh yes, that's so,\" said Joe, \"but I hadn't thought much about it, you know. I'd a good deal rather be a pirate, now that I've tried it.\"", "characters": 138, "sentences": 3}, {"text": "\"You see,\" said Tom, \"people don't go much on hermits, nowadays, like they used to in old times, but a pirate's always respected. And a hermit's got to sleep on the hardest place he can find, and put sackcloth and ashes on his head, and stand out in the rain, and--\"", "characters": 266, "sentences": 2}, {"text": "\"I dono. But they've _got_ to do it. Hermits always do. You'd have to do that if you was a hermit.\"", "characters": 99, "sentences": 5}, {"text": "The Red-Handed made no response, being better employed. He had finished gouging out a cob, and now he fitted a weed stem to it, loaded it with tobacco, and was pressing a coal to the charge and blowing a cloud of fragrant smoke--he was in the full bloom of luxurious contentment. The other pirates envied him this majestic vice, and secretly resolved to acquire it shortly. Presently Huck said:", "characters": 394, "sentences": 4}, {"text": "\"Oh, they have just a bully time--take ships and burn them, and get the money and bury it in awful places in their island where there's ghosts and things to watch it, and kill everybody in the ships--make 'em walk a plank.\"", "characters": 223, "sentences": 2}, {"text": "\"No,\" assented Tom, \"they don't kill the women--they're too noble. And the women's always beautiful, too.", "characters": 105, "sentences": 3}, {"text": "\"And don't they wear the bulliest clothes! Oh no! All gold and silver and di'monds,\" said Joe, with enthusiasm.", "characters": 111, "sentences": 2}, {"text": "\"I reckon I ain't dressed fitten for a pirate,\" said he, with a regretful pathos in his voice; \"but I ain't got none but these.\"", "characters": 128, "sentences": 2}, {"text": "But the other boys told him the fine clothes would come fast enough, after they should have begun their adventures. They made him understand that his poor rags would do to begin with, though it was customary for wealthy pirates to start with a proper wardrobe.", "characters": 260, "sentences": 3}, {"text": "They lay around in the shade, after breakfast, while Huck had a smoke, and then went off through the woods on an exploring expedition. They tramped gayly along, over decaying logs, through tangled underbrush, among solemn monarchs of the forest, hung from their crowns to the ground with a drooping regalia of grape-vines. Now and then they came upon snug nooks carpeted with grass and jeweled with flowers.", "characters": 407, "sentences": 4}, {"text": "For some time, now, the boys had been dully conscious of a peculiar sound in the distance, just as one sometimes is of the ticking of a clock which he takes no distinct note of. But now this mysterious sound became more pronounced, and forced a recognition. The boys started, glanced at each other, and then each assumed a listening attitude. There was a long silence, profound and unbroken; then a deep, sullen boom came floating down out of the distance.", "characters": 456, "sentences": 5}, {"text": "\"That's it!\" said Huck; \"they done that last summer, when Bill Turner got drownded; they shoot a cannon over the water, and that makes him come up to the top. Yes, and they take loaves of bread and put quicksilver in 'em and set 'em afloat, and wherever there's anybody that's drownded, they'll float right there and stop.\"", "characters": 323, "sentences": 3}, {"text": "\"Oh, it ain't the bread, so much,\" said Tom; \"I reckon it's mostly what they _say_ over it before they start it out.\"", "characters": 117, "sentences": 2}, {"text": "\"Well, that's funny,\" said Tom. \"But maybe they say it to themselves. Of _course_ they do. Anybody might know that.\"", "characters": 116, "sentences": 5}, {"text": "The other boys agreed that there was reason in what Tom said, because an ignorant lump of bread, uninstructed by an incantation, could not be expected to act very intelligently when set upon an errand of such gravity.", "characters": 217, "sentences": 2}, {"text": "The boys still listened and watched. Presently a revealing thought flashed through Tom's mind, and he exclaimed:", "characters": 112, "sentences": 2}, {"text": "Tom withered him with derision! Huck, being uncommitted as yet, joined in with Tom, and the waverer quickly \"explained,\" and was glad to get out of the scrape with as little taint of chicken-hearted home-sickness clinging to his garments as he could. Mutiny was effectually laid to rest for the moment.", "characters": 302, "sentences": 3}, {"text": "Presently the cracked bell tapped and a voice gave the order to \"cast off.\" A minute or two later the skiff's head was standing high up, against the boat's swell, and the voyage was begun. Tom felt happy in his success, for he knew it was the boat's last trip for the night. At the end of a long twelve or fifteen minutes the wheels stopped, and Tom slipped overboard and swam ashore in the dusk, landing fifty yards downstream, out of danger of possible stragglers.", "characters": 466, "sentences": 5}, {"text": "\"What makes the candle blow so?\" said Aunt Polly. Tom hurried up. \"Why, that door's open, I believe. Why, of course it is. No end of strange things now. Go 'long and shut it, Sid.\"", "characters": 180, "sentences": 7}, {"text": "Tom disappeared under the bed just in time. He lay and \"breathed\" himself for a time, and then crept to where he could almost touch his aunt's foot.", "characters": 148, "sentences": 3}, {"text": "\"But as I was saying,\" said Aunt Polly, \"he warn't _bad_, so to say--only misch_ee_vous. Only just giddy, and harum-scarum, you know. He warn't any more responsible than a colt. _He_ never meant any harm, and he was the best-hearted boy that ever was\"--and she began to cry.", "characters": 274, "sentences": 5}, {"text": "\"It was just so with my Joe--always full of his devilment, and up to every kind of mischief, but he was just as unselfish and kind as he could be--and laws bless me, to think I went and whipped him for taking that cream, never once recollecting that I throwed it out myself because it was sour, and I never to see him again in this world, never, never, never, poor abused boy!\" And Mrs. Harper sobbed as if her heart would break.", "characters": 429, "sentences": 3}, {"text": "\"_Sid!_\" Tom felt the glare of the old lady's eye, though he could not see it. \"Not a word against my Tom, now that he's gone! God'll take care of _him_--never you trouble _your_self, sir! Oh, Mrs. Harper, I don't know how to give him up! I don't know how to give him up! He was such a comfort to me, although he tormented my old heart out of me, 'most.\"", "characters": 354, "sentences": 4}, {"text": "\"The Lord giveth and the Lord hath taken away--Blessed be the name of the Lord! But it's so hard--Oh, it's so hard! Only last Saturday my Joe busted a firecracker right under my nose and I knocked him sprawling. Little did I know then, how soon--Oh, if it was to do over again I'd hug him and bless him for it.\"", "characters": 311, "sentences": 3}, {"text": "\"Yes, yes, yes, I know just how you feel, Mrs. Harper, I know just exactly how you feel. No longer ago than yesterday noon, my Tom took and filled the cat full of Pain-killer, and I did think the cretur would tear the house down. And God forgive me, I cracked Tom's head with my thimble, poor boy, poor dead boy. But he's out of all his troubles now. And the last words I ever heard him say was to reproach--\"", "characters": 409, "sentences": 6}, {"text": "Mrs. Harper gave a sobbing goodnight and turned to go. Then with a mutual impulse the two bereaved women flung themselves into each other's arms and had a good, consoling cry, and then parted. Aunt Polly was tender far beyond her wont, in her goodnight to Sid and Mary. Sid snuffled a bit and Mary went off crying with all her heart.", "characters": 333, "sentences": 6}, {"text": "Aunt Polly knelt down and prayed for Tom so touchingly, so appealingly, and with such measureless love in her words and her old trembling voice, that he was weltering in tears again, long before she was through.", "characters": 211, "sentences": 2}, {"text": "He sat down and took a long rest, torturing himself meanwhile to keep awake, and then started warily down the home-stretch. The night was far spent. It was broad daylight before he found himself fairly abreast the island bar. He rested again until the sun was well up and gilding the great river with its splendor, and then he plunged into the stream. A little later he paused, dripping, upon the threshold of the camp, and heard Joe say:", "characters": 438, "sentences": 5}, {"text": "\"No, Tom's true-blue, Huck, and he'll come back. He won't desert. He knows that would be a disgrace to a pirate, and Tom's too proud for that sort of thing. He's up to something or other. Now I wonder what?\"", "characters": 207, "sentences": 5}, {"text": "A sumptuous breakfast of bacon and fish was shortly provided, and as the boys set to work upon it, Tom recounted (and adorned) his adventures. They were a vain and boastful company of heroes when the tale was done. Then Tom hid himself away in a shady nook to sleep till noon, and the other pirates got ready to fish and explore.", "characters": 329, "sentences": 4}, {"text": "AFTER dinner all the gang turned out to hunt for turtle eggs on the bar. They went about poking sticks into the sand, and when they found a soft place they went down on their knees and dug with their hands. Sometimes they would take fifty or sixty eggs out of one hole. They were perfectly round white things a trifle smaller than an English walnut. They had a famous fried-egg feast that night, and another on Friday morning.", "characters": 426, "sentences": 6}, {"text": "When they were well exhausted, they would run out and sprawl on the dry, hot sand, and lie there and cover themselves up with it, and by and by break for the water again and go through the original performance once more. Finally it occurred to them that their naked skin represented flesh-colored \"tights\" very fairly; so they drew a ring in the sand and had a circus--with three clowns in it, for none would yield this proudest post to his neighbor.", "characters": 450, "sentences": 3}, {"text": "But Joe's spirits had gone down almost beyond resurrection. He was so homesick that he could hardly endure the misery of it. The tears lay very near the surface. Huck was melancholy, too. Tom was downhearted, but tried hard not to show it. He had a secret which he was not ready to tell, yet, but if this mutinous depression was not broken up soon, he would have to bring it out. He said, with a great show of cheerfulness:", "characters": 423, "sentences": 7}, {"text": "\"I bet there's been pirates on this island before, boys. We'll explore it again. They've hid treasures here somewhere. How'd you feel to light on a rotten chest full of gold and silver--hey?\"", "characters": 191, "sentences": 4}, {"text": "But it roused only faint enthusiasm, which faded out, with no reply. Tom tried one or two other seductions; but they failed, too. It was discouraging work. Joe sat poking up the sand with a stick and looking very gloomy. Finally he said:", "characters": 237, "sentences": 5}, {"text": "\"Swimming's no good. I don't seem to care for it, somehow, when there ain't anybody to say I sha'n't go in. I mean to go home.\"", "characters": 127, "sentences": 4}, {"text": "\"Yes, I _do_ want to see my mother--and you would, too, if you had one. I ain't any more baby than you are.\" And Joe snuffled a little.", "characters": 135, "sentences": 4}, {"text": "\"Well, we'll let the crybaby go home to his mother, won't we, Huck? Poor thing--does it want to see its mother? And so it shall. You like it here, don't you, Huck? We'll stay, won't we?\"", "characters": 186, "sentences": 2}, {"text": "\"I'll never speak to you again as long as I live,\" said Joe, rising. \"There now!\" And he moved moodily away and began to dress himself.", "characters": 135, "sentences": 3}, {"text": "\"Who cares!\" said Tom. \"Nobody wants you to. Go 'long home and get laughed at. Oh, you're a nice pirate. Huck and me ain't crybabies. We'll stay, won't we, Huck? Let him go if he wants to. I reckon we can get along without him, per'aps.\"", "characters": 237, "sentences": 8}, {"text": "But Tom was uneasy, nevertheless, and was alarmed to see Joe go sullenly on with his dressing. And then it was discomforting to see Huck eying Joe's preparations so wistfully, and keeping up such an ominous silence. Presently, without a parting word, Joe began to wade off toward the Illinois shore. Tom's heart began to sink. He glanced at Huck. Huck could not bear the look, and dropped his eyes. Then he said:", "characters": 412, "sentences": 7}, {"text": "\"I want to go, too, Tom. It was getting so lonesome anyway, and now it'll be worse. Let's us go, too, Tom.\"", "characters": 107, "sentences": 4}, {"text": "Huck started sorrowfully away, and Tom stood looking after him, with a strong desire tugging at his heart to yield his pride and go along too. He hoped the boys would stop, but they still waded slowly on. It suddenly dawned on Tom that it was become very lonely and still. He made one final struggle with his pride, and then darted after his comrades, yelling:", "characters": 360, "sentences": 4}, {"text": "The lads came gayly back and went at their sports again with a will, chattering all the time about Tom's stupendous plan and admiring the genius of it. After a dainty egg and fish dinner, Tom said he wanted to learn to smoke, now. Joe caught at the idea and said he would like to try, too. So Huck made pipes and filled them. These novices had never smoked anything before but cigars made of grapevine, and they \"bit\" the tongue, and were not considered manly anyway.", "characters": 467, "sentences": 6}, {"text": "Now they stretched themselves out on their elbows and began to puff, charily, and with slender confidence. The smoke had an unpleasant taste, and they gagged a little, but Tom said:", "characters": 181, "sentences": 2}, {"text": "\"Why, many a time I've looked at people smoking, and thought well I wish I could do that; but I never thought I could,\" said Tom.", "characters": 129, "sentences": 2}, {"text": "\"That's just the way with me, hain't it, Huck? You've heard me talk just that way--haven't you, Huck? I'll leave it to Huck if I haven't.\"", "characters": 138, "sentences": 2}, {"text": "\"Well, I have too,\" said Tom; \"oh, hundreds of times. Once down by the slaughter-house. Don't you remember, Huck? Bob Tanner was there, and Johnny Miller, and Jeff Thatcher, when I said it. Don't you remember, Huck, 'bout me saying that?\"", "characters": 238, "sentences": 4}, {"text": "\"Yes, that's so,\" said Huck. \"That was the day after I lost a white alley. No, 'twas the day before.\"", "characters": 101, "sentences": 4}, {"text": "\"Oh, don't I!\" said Joe. \"Why, I bet you Johnny Miller couldn't any more do this than nothing. Just one little snifter would fetch _him_.\"", "characters": 138, "sentences": 4}, {"text": "\"Say--boys, don't say anything about it, and some time when they're around, I'll come up to you and say, 'Joe, got a pipe? I want a smoke.' And you'll say, kind of careless like, as if it warn't anything, you'll say, 'Yes, I got my _old_ pipe, and another one, but my tobacker ain't very good.' And I'll say, 'Oh, that's all right, if it's _strong_ enough.' And then you'll out with the pipes, and we'll light up just as ca'm, and then just see 'em look!\"", "characters": 455, "sentences": 4}, {"text": "\"So do I! And when we tell 'em we learned when we was off pirating, won't they wish they'd been along?\"", "characters": 103, "sentences": 1}, {"text": "\"I'll help you. You go over that way and I'll hunt around by the spring. No, you needn't come, Huck--we can find it.\"", "characters": 117, "sentences": 4}, {"text": "So Huck sat down again, and waited an hour. Then he found it lonesome, and went to find his comrades. They were wide apart in the woods, both very pale, both fast asleep. But something informed him that if they had had any trouble they had got rid of it.", "characters": 254, "sentences": 5}, {"text": "They were not talkative at supper that night. They had a humble look, and when Huck prepared his pipe after the meal and was going to prepare theirs, they said no, they were not feeling very well--something they ate at dinner had disagreed with them.", "characters": 250, "sentences": 3}, {"text": "But at last the battle was done, and the forces retired with weaker and weaker threatenings and grumblings, and peace resumed her sway. The boys went back to camp, a good deal awed; but they found there was still something to be thankful for, because the great sycamore, the shelter of their beds, was a ruin, now, blasted by the lightnings, and they were not under it when the catastrophe happened.", "characters": 399, "sentences": 3}, {"text": "By and by they separated into three hostile tribes, and darted upon each other from ambush with dreadful warwhoops, and killed and scalped each other by thousands. It was a gory day. Consequently it was an extremely satisfactory one.", "characters": 233, "sentences": 4}, {"text": "In the afternoon Becky Thatcher found herself moping about the deserted schoolhouse yard, and feeling very melancholy. But she found nothing there to comfort her. She soliloquized:", "characters": 180, "sentences": 3}, {"text": "\"Oh, if I only had a brass andiron-knob again! But I haven't got anything now to remember him by.\" And she choked back a little sob.", "characters": 132, "sentences": 3}, {"text": "\"It was right here. Oh, if it was to do over again, I wouldn't say that--I wouldn't say it for the whole world. But he's gone now; I'll never, never, never see him any more.\"", "characters": 174, "sentences": 4}, {"text": "But that bid for glory was a failure. Most of the boys could say that, and so that cheapened the distinction too much. The group loitered away, still recalling memories of the lost heroes, in awed voices.", "characters": 204, "sentences": 4}, {"text": "Aunt Polly, Mary, and the Harpers threw themselves upon their restored ones, smothered them with kisses and poured out thanksgivings, while poor Huck stood abashed and uncomfortable, not knowing exactly what to do or where to hide from so many unwelcoming eyes. He wavered, and started to slink away, but Tom seized him and said:", "characters": 329, "sentences": 2}, {"text": "\"And so they shall. I'm glad to see him, poor motherless thing!\" And the loving attentions Aunt Polly lavished upon him were the one thing capable of making him more uncomfortable than he was before.", "characters": 199, "sentences": 3}, {"text": "Suddenly the minister shouted at the top of his voice: \"Praise God from whom all blessings flow--_sing_!--and put your hearts in it!\"", "characters": 133, "sentences": 1}, {"text": "And they did. Old Hundred swelled up with a triumphant burst, and while it shook the rafters Tom Sawyer the Pirate looked around upon the envying juveniles about him and confessed in his heart that this was the proudest moment of his life.", "characters": 239, "sentences": 3}, {"text": "As the \"sold\" congregation trooped out they said they would almost be willing to be made ridiculous again to hear Old Hundred sung like that once more.", "characters": 151, "sentences": 2}, {"text": "Tom got more cuffs and kisses that day--according to Aunt Polly's varying moods--than he had earned before in a year; and he hardly knew which expressed the most gratefulness to God and affection for himself.", "characters": 208, "sentences": 2}, {"text": "THAT was Tom's great secret--the scheme to return home with his brother pirates and attend their own funerals. They had paddled over to the Missouri shore on a log, at dusk on Saturday, landing five or six miles below the village; they had slept in the woods at the edge of the town till nearly daylight, and had then crept through back lanes and alleys and finished their sleep in the gallery of the church among a chaos of invalided benches.", "characters": 443, "sentences": 3}, {"text": "At breakfast, Monday morning, Aunt Polly and Mary were very loving to Tom, and very attentive to his wants. There was an unusual amount of talk. In the course of it Aunt Polly said:", "characters": 181, "sentences": 3}, {"text": "\"Well, I don't say it wasn't a fine joke, Tom, to keep everybody suffering 'most a week so you boys had a good time, but it is a pity you could be so hard-hearted as to let me suffer so. If you could come over on a log to go to your funeral, you could have come over and give me a hint some way that you warn't dead, but only run off.\"", "characters": 335, "sentences": 3}, {"text": "\"Yes, you could have done that, Tom,\" said Mary; \"and I believe you would if you had thought of it.\"", "characters": 100, "sentences": 2}, {"text": "\"Would you, Tom?\" said Aunt Polly, her face lighting wistfully. \"Say, now, would you, if you'd thought of it?\"", "characters": 110, "sentences": 2}, {"text": "\"Tom, I hoped you loved me that much,\" said Aunt Polly, with a grieved tone that discomforted the boy. \"It would have been something if you'd cared enough to _think_ of it, even if you didn't _do_ it.\"", "characters": 201, "sentences": 3}, {"text": "\"Now, auntie, that ain't any harm,\" pleaded Mary; \"it's only Tom's giddy way--he is always in such a rush that he never thinks of anything.\"", "characters": 140, "sentences": 2}, {"text": "\"More's the pity. Sid would have thought. And Sid would have come and _done_ it, too. Tom, you'll look back, some day, when it's too late, and wish you'd cared a little more for me when it would have cost you so little.\"", "characters": 220, "sentences": 5}, {"text": "\"I wish now I'd thought,\" said Tom, with a repentant tone; \"but I dreamt about you, anyway. That's something, ain't it?\"", "characters": 120, "sentences": 2}, {"text": "\"Why, Wednesday night I dreamt that you was sitting over there by the bed, and Sid was sitting by the woodbox, and Mary next to him.\"", "characters": 133, "sentences": 2}, {"text": "\"Well, so we did. So we always do. I'm glad your dreams could take even that much trouble about us.\"", "characters": 100, "sentences": 4}, {"text": "\"Well, for the land's sake! I never heard the beat of that in all my days! Don't tell _me_ there ain't anything in dreams, any more. Sereny Harper shall know of this before I'm an hour older. I'd like to see her get around _this_ with her rubbage 'bout superstition. Go on, Tom!\"", "characters": 279, "sentences": 4}, {"text": "\"Oh, it's all getting just as bright as day, now. Next you said I warn't _bad_, only mischeevous and harum-scarum, and not any more responsible than--than--I think it was a colt, or something.\"", "characters": 193, "sentences": 3}, {"text": "\"Then Mrs. Harper she began to cry, and said Joe was just the same, and she wished she hadn't whipped him for taking cream when she'd throwed it out her own self--\"", "characters": 164, "sentences": 2}, {"text": "\"Tom! The sperrit was upon you! You was a prophesying--that's what you was doing! Land alive, go on, Tom!\"", "characters": 106, "sentences": 1}, {"text": "\"He said--I _think_ he said he hoped I was better off where I was gone to, but if I'd been better sometimes--\"", "characters": 110, "sentences": 1}, {"text": "\"And Mrs. Harper told about Joe scaring her with a firecracker, and you told about Peter and the Pain-killer--\"", "characters": 111, "sentences": 2}, {"text": "\"And then there was a whole lot of talk 'bout dragging the river for us, and 'bout having the funeral Sunday, and then you and old Miss Harper hugged and cried, and she went.\"", "characters": 175, "sentences": 2}, {"text": "\"It happened just so! It happened just so, as sure as I'm a-sitting in these very tracks. Tom, you couldn't told it more like if you'd 'a' seen it! And then what? Go on, Tom!\"", "characters": 175, "sentences": 2}, {"text": "\"Then I thought you prayed for me--and I could see you and hear every word you said. And you went to bed, and I was so sorry that I took and wrote on a piece of sycamore bark, 'We ain't dead--we are only off being pirates,' and put it on the table by the candle; and then you looked so good, laying there asleep, that I thought I went and leaned over and kissed you on the lips.\"", "characters": 379, "sentences": 3}, {"text": "\"Did you, Tom, _did_ you! I just forgive you everything for that!\" And she seized the boy in a crushing embrace that made him feel like the guiltiest of villains.", "characters": 162, "sentences": 2}, {"text": "The children left for school, and the old lady to call on Mrs. Harper and vanquish her realism with Tom's marvellous dream. Sid had better judgment than to utter the thought that was in his mind as he left the house. It was this: \"Pretty thin--as long a dream as that, without any mistakes in it!\"", "characters": 297, "sentences": 4}, {"text": "At school the children made so much of him and of Joe, and delivered such eloquent admiration from their eyes, that the two heroes were not long in becoming insufferably \"stuck-up.\" They began to tell their adventures to hungry listeners--but they only began; it was not a thing likely to have an end, with imaginations like theirs to furnish material. And finally, when they got out their pipes and went serenely puffing around, the very summit of glory was reached.", "characters": 467, "sentences": 4}, {"text": "\"Yes, every one that's friends to me--or wants to be\"; and she glanced ever so furtively at Tom, but he talked right along to Amy Lawrence about the terrible storm on the island, and how the lightning tore the great sycamore tree \"all to flinders\" while he was \"standing within three feet of it.\"", "characters": 296, "sentences": 2}, {"text": "Amy's happy prattle became intolerable. Tom hinted at things he had to attend to; things that must be done; and time was fleeting. But in vain--the girl chirped on. Tom thought, \"Oh, hang her, ain't I ever going to get rid of her?\" At last he must be attending to those things--and she said artlessly that she would be \"around\" when school let out. And he hastened away, hating her for it.", "characters": 389, "sentences": 6}, {"text": "\"Any other boy!\" Tom thought, grating his teeth. \"Any boy in the whole town but that Saint Louis smarty that thinks he dresses so fine and is aristocracy! Oh, all right, I licked you the first day you ever saw this town, mister, and I'll lick you again! You just wait till I catch you out! I'll just take and--\"", "characters": 311, "sentences": 2}, {"text": "And he went through the motions of thrashing an imaginary boy--pummelling the air, and kicking and gouging. \"Oh, you do, do you? You holler 'nough, do you? Now, then, let that learn you!\" And so the imaginary flogging was finished to his satisfaction.", "characters": 251, "sentences": 3}, {"text": "TOM arrived at home in a dreary mood, and the first thing his aunt said to him showed him that he had brought his sorrows to an unpromising market:", "characters": 147, "sentences": 1}, {"text": "\"Well, you've done enough. Here I go over to Sereny Harper, like an old softy, expecting I'm going to make her believe all that rubbage about that dream, when lo and behold you she'd found out from Joe that you was over here and heard all the talk we had that night. Tom, I don't know what is to become of a boy that will act like that. It makes me feel so bad to think you could let me go to Sereny Harper and make such a fool of myself and never say a word.\"", "characters": 460, "sentences": 5}, {"text": "This was a new aspect of the thing. His smartness of the morning had seemed to Tom a good joke before, and very ingenious. It merely looked mean and shabby now. He hung his head and could not think of anything to say for a moment. Then he said:", "characters": 244, "sentences": 5}, {"text": "\"Oh, child, you never think. You never think of anything but your own selfishness. You could think to come all the way over here from Jackson's Island in the night to laugh at our troubles, and you could think to fool me with a lie about a dream; but you couldn't ever think to pity us and save us from sorrow.\"", "characters": 311, "sentences": 4}, {"text": "\"Auntie, I know now it was mean, but I didn't mean to be mean. I didn't, honest. And besides, I didn't come over here to laugh at you that night.\"", "characters": 146, "sentences": 4}, {"text": "\"Tom, Tom, I would be the thankfullest soul in this world if I could believe you ever had as good a thought as that, but you know you never did--and I know it, Tom.\"", "characters": 165, "sentences": 2}, {"text": "\"It ain't a lie, auntie; it's the truth. I wanted to keep you from grieving--that was all that made me come.\"", "characters": 109, "sentences": 3}, {"text": "\"I'd give the whole world to believe that--it would cover up a power of sins, Tom. I'd 'most be glad you'd run off and acted so bad. But it ain't reasonable; because, why didn't you tell me, child?\"", "characters": 198, "sentences": 3}, {"text": "\"Why, you see, when you got to talking about the funeral, I just got all full of the idea of our coming and hiding in the church, and I couldn't somehow bear to spoil it. So I just put the bark back in my pocket and kept mum.\"", "characters": 226, "sentences": 3}, {"text": "\"The bark I had wrote on to tell you we'd gone pirating. I wish, now, you'd waked up when I kissed you--I do, honest.\"", "characters": 118, "sentences": 3}, {"text": "The moment he was gone, she ran to a closet and got out the ruin of a jacket which Tom had gone pirating in. Then she stopped, with it in her hand, and said to herself:", "characters": 168, "sentences": 2}, {"text": "\"No, I don't dare. Poor boy, I reckon he's lied about it--but it's a blessed, blessed lie, there's such a comfort come from it. I hope the Lord--I _know_ the Lord will forgive him, because it was such good-heartedness in him to tell it. But I don't want to find out it's a lie. I won't look.\"", "characters": 292, "sentences": 6}, {"text": "She put the jacket away, and stood by musing a minute. Twice she put out her hand to take the garment again, and twice she refrained. Once more she ventured, and this time she fortified herself with the thought: \"It's a good lie--it's a good lie--I won't let it grieve me.\" So she sought the jacket pocket. A moment later she was reading Tom's piece of bark through flowing tears and saying: \"I could forgive the boy, now, if he'd committed a million sins!\"", "characters": 457, "sentences": 5}, {"text": "THERE was something about Aunt Polly's manner, when she kissed Tom, that swept away his low spirits and made him lighthearted and happy again. He started to school and had the luck of coming upon Becky Thatcher at the head of Meadow Lane. His mood always determined his manner. Without a moment's hesitation he ran to her and said:", "characters": 331, "sentences": 4}, {"text": "\"I acted mighty mean today, Becky, and I'm so sorry. I won't ever, ever do that way again, as long as ever I live--please make up, won't you?\"", "characters": 142, "sentences": 2}, {"text": "\"Tom Sawyer, you are just as mean as you can be, to sneak up on a person and look at what they're looking at.\"", "characters": 110, "sentences": 2}, {"text": "\"You ought to be ashamed of yourself, Tom Sawyer; you know you're going to tell on me, and oh, what shall I do, what shall I do! I'll be whipped, and I never was whipped in school.\"", "characters": 181, "sentences": 2}, {"text": "\"_Be_ so mean if you want to! I know something that's going to happen. You just wait and you'll see! Hateful, hateful, hateful!\"--and she flung out of the house with a new explosion of crying.", "characters": 192, "sentences": 3}, {"text": "Tom took his whipping and went back to his seat not at all broken-hearted, for he thought it was possible that he had unknowingly upset the ink on the spelling-book himself, in some skylarking bout--he had denied it for form's sake and because it was custom, and had stuck to the denial from principle.", "characters": 302, "sentences": 2}, {"text": "There was not a sound. One could have heard a pin drop. The stillness continued; the master searched face after face for signs of guilt.", "characters": 136, "sentences": 4}, {"text": "Another denial. Tom's uneasiness grew more and more intense under the slow torture of these proceedings. The master scanned the ranks of boys--considered a while, then turned to the girls:", "characters": 188, "sentences": 3}, {"text": "Another negative. The next girl was Becky Thatcher. Tom was trembling from head to foot with excitement and a sense of the hopelessness of the situation.", "characters": 153, "sentences": 4}, {"text": "\"Rebecca Thatcher\" [Tom glanced at her face--it was white with terror]--\"did you tear--no, look me in the face\" [her hands rose in appeal]--\"did you tear this book?\"", "characters": 165, "sentences": 1}, {"text": "Tom went to bed that night planning vengeance against Alfred Temple; for with shame and repentance Becky had told him all, not forgetting her own treachery; but even the longing for vengeance had to give way, soon, to pleasanter musings, and he fell asleep at last with Becky's latest words lingering dreamily in his ear--", "characters": 322, "sentences": 1}, {"text": "The exercises began. A very little boy stood up and sheepishly recited, \"You'd scarce expect one of my age to speak in public on the stage,\" etc.--accompanying himself with the painfully exact and spasmodic gestures which a machine might have used--supposing the machine to be a trifle out of order. But he got through safely, though cruelly scared, and got a fine round of applause when he made his manufactured bow and retired.", "characters": 429, "sentences": 5}, {"text": "A little shamefaced girl lisped, \"Mary had a little lamb,\" etc., performed a compassion-inspiring curtsy, got her meed of applause, and sat down flushed and happy.", "characters": 163, "sentences": 3}, {"text": "Let us return to the \"Examination.\" The first composition that was read was one entitled \"Is this, then, Life?\" Perhaps the reader can endure an extract from it:", "characters": 161, "sentences": 2}, {"text": "\"In the common walks of life, with what delightful emotions does the youthful mind look forward to some anticipated scene of festivity! Imagination is busy sketching rose-tinted pictures of joy. In fancy, the voluptuous votary of fashion sees herself amid the festive throng, 'the observed of all observers.' Her graceful form, arrayed in snowy robes, is whirling through the mazes of the joyous dance; her eye is brightest, her step is lightest in the gay assembly.", "characters": 466, "sentences": 4}, {"text": "And so forth and so on. There was a buzz of gratification from time to time during the reading, accompanied by whispered ejaculations of \"How sweet!\" \"How eloquent!\" \"So true!\" etc., and after the thing had closed with a peculiarly afflicting sermon the applause was enthusiastic.", "characters": 280, "sentences": 4}, {"text": "Then arose a slim, melancholy girl, whose face had the \"interesting\" paleness that comes of pills and indigestion, and read a \"poem.\" Two stanzas of it will do:", "characters": 160, "sentences": 2}, {"text": "\"Alabama, goodbye! I love thee well! But yet for a while do I leave thee now! Sad, yes, sad thoughts of thee my heart doth swell, And burning recollections throng my brow! For I have wandered through thy flowery woods; Have roamed and read near Tallapoosa's stream; Have listened to Tallassee's warring floods, And wooed on Coosa's side Aurora's beam.", "characters": 351, "sentences": 2}, {"text": "\"Yet shame I not to bear an o'erfull heart, Nor blush to turn behind my tearful eyes; 'Tis from no stranger land I now must part, 'Tis to no strangers left I yield these sighs. Welcome and home were mine within this State, Whose vales I leave--whose spires fade fast from me And cold must be mine eyes, and heart, and tete, When, dear Alabama! they turn cold on thee!\" There were very few there who knew what \"tete\" meant, but the poem was very satisfactory, nevertheless.", "characters": 472, "sentences": 3}, {"text": "Next appeared a dark-complexioned, black-eyed, black-haired young lady, who paused an impressive moment, assumed a tragic expression, and began to read in a measured, solemn tone:", "characters": 179, "sentences": 1}, {"text": "\"Dark and tempestuous was night. Around the throne on high not a single star quivered; but the deep intonations of the heavy thunder constantly vibrated upon the ear; whilst the terrific lightning revelled in angry mood through the cloudy chambers of heaven, seeming to scorn the power exerted over its terror by the illustrious Franklin! Even the boisterous winds unanimously came forth from their mystic homes, and blustered about as if to enhance by their aid the wildness of the scene.", "characters": 489, "sentences": 3}, {"text": "\"At such a time, so dark, so dreary, for human sympathy my very spirit sighed; but instead thereof,", "characters": 99, "sentences": 1}, {"text": "This nightmare occupied some ten pages of manuscript and wound up with a sermon so destructive of all hope to non-Presbyterians that it took the first prize. This composition was considered to be the very finest effort of the evening. The mayor of the village, in delivering the prize to the author of it, made a warm speech in which he said that it was by far the most \"eloquent\" thing he had ever listened to, and that Daniel Webster himself might well be proud of it.", "characters": 470, "sentences": 4}, {"text": "It may be remarked, in passing, that the number of compositions in which the word \"beauteous\" was over-fondled, and human experience referred to as \"life's page,\" was up to the usual average.", "characters": 191, "sentences": 2}, {"text": "NOTE:--The pretended \"compositions\" quoted in this chapter are taken without alteration from a volume entitled \"Prose and Poetry, by a Western Lady\"--but they are exactly and precisely after the schoolgirl pattern, and hence are much happier than any mere imitations could be.", "characters": 276, "sentences": 2}, {"text": "The funeral was a fine thing. The Cadets paraded in a style calculated to kill the late member with envy. Tom was a free boy again, however--there was something in that. He could drink and swear, now--but found to his surprise that he did not want to. The simple fact that he could, took the desire away, and the charm of it.", "characters": 325, "sentences": 6}, {"text": "Tom presently wondered to find that his coveted vacation was beginning to hang a little heavily on his hands.", "characters": 109, "sentences": 2}, {"text": "The first of all the negro minstrel shows came to town, and made a sensation. Tom and Joe Harper got up a band of performers and were happy for two days.", "characters": 153, "sentences": 3}, {"text": "Even the Glorious Fourth was in some sense a failure, for it rained hard, there was no procession in consequence, and the greatest man in the world (as Tom supposed), Mr. Benton, an actual United States Senator, proved an overwhelming disappointment--for he was not twenty-five feet high, nor even anywhere in the neighborhood of it.", "characters": 333, "sentences": 3}, {"text": "A circus came. The boys played circus for three days afterward in tents made of rag carpeting--admission, three pins for boys, two for girls--and then circusing was abandoned.", "characters": 175, "sentences": 3}, {"text": "A phrenologist and a mesmerizer came--and went again and left the village duller and drearier than ever.", "characters": 104, "sentences": 2}, {"text": "There were some boys-and-girls' parties, but they were so few and so delightful that they only made the aching voids between ache the harder.", "characters": 141, "sentences": 2}, {"text": "Becky Thatcher was gone to her Constantinople home to stay with her parents during vacation--so there was no bright side to life anywhere.", "characters": 138, "sentences": 2}, {"text": "The dreadful secret of the murder was a chronic misery. It was a very cancer for permanency and pain.", "characters": 101, "sentences": 3}, {"text": "By and by the tempest spent itself and died without accomplishing its object. The boy's first impulse was to be grateful, and reform. His second was to wait--for there might not be any more storms.", "characters": 197, "sentences": 4}, {"text": "\"Get me to tell? Why, if I wanted that halfbreed devil to drownd me they could get me to tell. They ain't no different way.\"", "characters": 124, "sentences": 3}, {"text": "\"Well, that's all right, then. I reckon we're safe as long as we keep mum. But let's swear again, anyway. It's more surer.\"", "characters": 123, "sentences": 5}, {"text": "\"Talk? Well, it's just Muff Potter, Muff Potter, Muff Potter all the time. It keeps me in a sweat, constant, so's I want to hide som'ers.\"", "characters": 138, "sentences": 3}, {"text": "\"That's just the same way they go on round me. I reckon he's a goner. Don't you feel sorry for him, sometimes?\"", "characters": 111, "sentences": 3}, {"text": "\"Most always--most always. He ain't no account; but then he hain't ever done anything to hurt anybody. Just fishes a little, to get money to get drunk on--and loafs around considerable; but lord, we all do that--leastways most of us--preachers and such like. But he's kind of good--he give me half a fish, once, when there warn't enough for two; and lots of times he's kind of stood by me when I was out of luck.\"", "characters": 413, "sentences": 5}, {"text": "\"Well, he's mended kites for me, Huck, and knitted hooks on to my line. I wish we could get him out of there.\"", "characters": 110, "sentences": 3}, {"text": "\"Yes--so they would. But I hate to hear 'em abuse him so like the dickens when he never done--that.\"", "characters": 100, "sentences": 3}, {"text": "\"I do too, Tom. Lord, I hear 'em say he's the bloodiest looking villain in this country, and they wonder he wasn't ever hung before.\"", "characters": 133, "sentences": 3}, {"text": "\"Yes, they talk like that, all the time. I've heard 'em say that if he was to get free they'd lynch him.\"", "characters": 105, "sentences": 3}, {"text": "The boys had a long talk, but it brought them little comfort. As the twilight drew on, they found themselves hanging about the neighborhood of the little isolated jail, perhaps with an undefined hope that something would happen that might clear away their difficulties. But nothing happened; there seemed to be no angels or fairies interested in this luckless captive.", "characters": 368, "sentences": 4}, {"text": "The boys did as they had often done before--went to the cell grating and gave Potter some tobacco and matches. He was on the ground floor and there were no guards.", "characters": 163, "sentences": 3}, {"text": "His gratitude for their gifts had always smote their consciences before--it cut deeper than ever, this time. They felt cowardly and treacherous to the last degree when Potter said:", "characters": 180, "sentences": 2}, {"text": "Now a witness was called who testified that he found Muff Potter washing in the brook, at an early hour of the morning that the murder was discovered, and that he immediately sneaked away. After some further questioning, counsel for the prosecution said:", "characters": 254, "sentences": 2}, {"text": "The next witness proved the finding of the knife near the corpse. Counsel for the prosecution said:", "characters": 99, "sentences": 2}, {"text": "Counsel for Potter declined to question him. The faces of the audience began to betray annoyance. Did this attorney mean to throw away his client's life without an effort?", "characters": 171, "sentences": 3}, {"text": "Several witnesses deposed concerning Potter's guilty behavior when brought to the scene of the murder. They were allowed to leave the stand without being cross-questioned.", "characters": 171, "sentences": 3}, {"text": "Every detail of the damaging circumstances that occurred in the graveyard upon that morning which all present remembered so well was brought out by credible witnesses, but none of them were cross-examined by Potter's lawyer. The perplexity and dissatisfaction of the house expressed itself in murmurs and provoked a reproof from the bench. Counsel for the prosecution now said:", "characters": 377, "sentences": 3}, {"text": "\"By the oaths of citizens whose simple word is above suspicion, we have fastened this awful crime, beyond all possibility of question, upon the unhappy prisoner at the bar. We rest our case here.\"", "characters": 196, "sentences": 3}, {"text": "A groan escaped from poor Potter, and he put his face in his hands and rocked his body softly to and fro, while a painful silence reigned in the courtroom. Many men were moved, and many women's compassion testified itself in tears. Counsel for the defence rose and said:", "characters": 270, "sentences": 3}, {"text": "\"Your honor, in our remarks at the opening of this trial, we foreshadowed our purpose to prove that our client did this fearful deed while under the influence of a blind and irresponsible delirium produced by drink. We have changed our mind. We shall not offer that plea.\" [Then to the clerk:] \"Call Thomas Sawyer!\"", "characters": 315, "sentences": 4}, {"text": "A puzzled amazement awoke in every face in the house, not even excepting Potter's. Every eye fastened itself with wondering interest upon Tom as he rose and took his place upon the stand. The boy looked wild enough, for he was badly scared. The oath was administered.", "characters": 267, "sentences": 5}, {"text": "Tom glanced at Injun Joe's iron face and his tongue failed him. The audience listened breathless, but the words refused to come. After a few moments, however, the boy got a little of his strength back, and managed to put enough of it into his voice to make part of the house hear:", "characters": 280, "sentences": 3}, {"text": "\"Wait--wait a moment. Never mind mentioning your companion's name. We will produce him at the proper time. Did you carry anything there with you.\"", "characters": 146, "sentences": 5}, {"text": "\"We will produce the skeleton of that cat. Now, my boy, tell us everything that occurred--tell it in your own way--don't skip anything, and don't be afraid.\"", "characters": 157, "sentences": 3}, {"text": "Tom began--hesitatingly at first, but as he warmed to his subject his words flowed more and more easily; in a little while every sound ceased but his own voice; every eye fixed itself upon him; with parted lips and bated breath the audience hung upon his words, taking no note of time, rapt in the ghastly fascinations of the tale. The strain upon pent emotion reached its climax when the boy said:", "characters": 398, "sentences": 2}, {"text": "\"--and as the doctor fetched the board around and Muff Potter fell, Injun Joe jumped with the knife and--\"", "characters": 106, "sentences": 1}, {"text": "Crash! Quick as lightning the halfbreed sprang for a window, tore his way through all opposers, and was gone!", "characters": 109, "sentences": 1}, {"text": "TOM was a glittering hero once more--the pet of the old, the envy of the young. His name even went into immortal print, for the village paper magnified him. There were some that believed he would be President, yet, if he escaped hanging.", "characters": 237, "sentences": 4}, {"text": "As usual, the fickle, unreasoning world took Muff Potter to its bosom and fondled him as lavishly as it had abused him before. But that sort of conduct is to the world's credit; therefore it is not well to find fault with it.", "characters": 225, "sentences": 3}, {"text": "Daily Muff Potter's gratitude made Tom glad he had spoken; but nightly he wished he had sealed up his tongue.", "characters": 109, "sentences": 2}, {"text": "Half the time Tom was afraid Injun Joe would never be captured; the other half he was afraid he would be. He felt sure he never could draw a safe breath again until that man was dead and he had seen the corpse.", "characters": 210, "sentences": 3}, {"text": "Rewards had been offered, the country had been scoured, but no Injun Joe was found. One of those omniscient and aweinspiring marvels, a detective, came up from St. Louis, moused around, shook his head, looked wise, and made that sort of astounding success which members of that craft usually achieve. That is to say, he \"found a clew.\" But you can't hang a \"clew\" for murder, and so after that detective had got through and gone home, Tom felt just as insecure as he was before.", "characters": 478, "sentences": 6}, {"text": "\"No, indeed it ain't. It's hid in mighty particular places, Huck--sometimes on islands, sometimes in rotten chests under the end of a limb of an old dead tree, just where the shadow falls at midnight; but mostly under the floor in ha'nted houses.\"", "characters": 247, "sentences": 3}, {"text": "\"No, they think they will, but they generally forget the marks, or else they die. Anyway, it lays there a long time and gets rusty; and by and by somebody finds an old yellow paper that tells how to find the marks--a paper that's got to be ciphered over about a week because it's mostly signs and hy'roglyphics.\"", "characters": 312, "sentences": 3}, {"text": "\"I don't want any marks. They always bury it under a ha'nted house or on an island, or under a dead tree that's got one limb sticking out. Well, we've tried Jackson's Island a little, and we can try it again some time; and there's the old ha'nted house up the Still-House branch, and there's lots of dead-limb trees--dead loads of 'em.\"", "characters": 336, "sentences": 4}, {"text": "\"Well, what of that? Suppose you find a brass pot with a hundred dollars in it, all rusty and gray, or rotten chest full of di'monds. How's that?\"", "characters": 146, "sentences": 2}, {"text": "\"That's bully. Plenty bully enough for me. Just you gimme the hundred dollars and I don't want no di'monds.\"", "characters": 108, "sentences": 4}, {"text": "\"All right. But I bet you I ain't going to throw off on di'monds. Some of 'em's worth twenty dollars apiece--there ain't any, hardly, but's worth six bits or a dollar.\"", "characters": 168, "sentences": 4}, {"text": "\"Shucks, I only meant you'd _see_ 'em--not hopping, of course--what do they want to hop for?--but I mean you'd just see 'em--scattered around, you know, in a kind of a general way. Like that old humpbacked Richard.\"", "characters": 215, "sentences": 3}, {"text": "\"Well, if they like it, Tom, all right; but I don't want to be a king and have only just a given name, like a nigger. But say--where you going to dig first?\"", "characters": 157, "sentences": 2}, {"text": "\"Well, I don't know. S'pose we tackle that old dead-limb tree on the hill t'other side of Still-House branch?\"", "characters": 110, "sentences": 2}, {"text": "So they got a crippled pick and a shovel, and set out on their three-mile tramp. They arrived hot and panting, and threw themselves down in the shade of a neighboring elm to rest and have a smoke.", "characters": 196, "sentences": 3}, {"text": "\"Well, I'll have pie and a glass of soda every day, and I'll go to every circus that comes along. I bet I'll have a gay time.\"", "characters": 126, "sentences": 3}, {"text": "\"Oh, that ain't any use. Pap would come back to thish-yer town some day and get his claws on it if I didn't hurry up, and I tell you he'd clean it out pretty quick. What you going to do with yourn, Tom?\"", "characters": 203, "sentences": 3}, {"text": "\"I'm going to buy a new drum, and a sure'nough sword, and a red necktie and a bull pup, and get married.\"", "characters": 105, "sentences": 2}, {"text": "\"Well, that's the foolishest thing you could do. Look at pap and my mother. Fight! Why, they used to fight all the time. I remember, mighty well.\"", "characters": 146, "sentences": 5}, {"text": "\"Tom, I reckon they're all alike. They'll all comb a body. Now you better think 'bout this awhile. I tell you you better. What's the name of the gal?\"", "characters": 150, "sentences": 5}, {"text": "\"It's all the same, I reckon; some says gal, some says girl--both's right, like enough. Anyway, what's her name, Tom?\"", "characters": 118, "sentences": 2}, {"text": "They worked and sweated for half an hour. No result. They toiled another halfhour. Still no result. Huck said:", "characters": 110, "sentences": 5}, {"text": "So they chose a new spot and began again. The labor dragged a little, but still they made progress. They pegged away in silence for some time. Finally Huck leaned on his shovel, swabbed the beaded drops from his brow with his sleeve, and said:", "characters": 243, "sentences": 4}, {"text": "\"_She_ take it away! Maybe she'd like to try it once. Whoever finds one of these hid treasures, it belongs to him. It don't make any difference whose land it's on.\"", "characters": 164, "sentences": 4}, {"text": "\"It is mighty curious, Huck. I don't understand it. Sometimes witches interfere. I reckon maybe that's what's the trouble now.\"", "characters": 127, "sentences": 5}, {"text": "\"Well, that's so. I didn't think of that. Oh, I know what the matter is! What a blamed lot of fools we are! You got to find out where the shadow of the limb falls at midnight, and that's where you dig!\"", "characters": 202, "sentences": 3}, {"text": "\"Then consound it, we've fooled away all this work for nothing. Now hang it all, we got to come back in the night. It's an awful long way. Can you get out?\"", "characters": 156, "sentences": 4}, {"text": "\"I bet I will. We've got to do it tonight, too, because if somebody sees these holes they'll know in a minute what's here and they'll go for it.\"", "characters": 145, "sentences": 3}, {"text": "\"That's it,\" said he. \"That's the very trouble. We got to give this one up. We can't ever tell the right time, and besides this kind of thing's too awful, here this time of night with witches and ghosts a-fluttering around so. I feel as if something's behind me all the time;  and I'm afeard to turn around, becuz maybe there's others in front a-waiting for a chance. I been creeping all over, ever since I got here.\"", "characters": 418, "sentences": 7}, {"text": "\"Well, I've been pretty much so, too, Huck. They most always put in a dead man when they bury a treasure under a tree, to look out for it.\"", "characters": 139, "sentences": 3}, {"text": "\"Tom, I don't like to fool around much where there's dead people. A body's bound to get into trouble with 'em, sure.\"", "characters": 117, "sentences": 3}, {"text": "\"I don't like to stir 'em up, either. S'pose this one here was to stick his skull out and say something!\"", "characters": 105, "sentences": 2}, {"text": "\"Blame it, I don't like ha'nted houses, Tom. Why, they're a dern sight worse'n dead people. Dead people might talk, maybe, but they don't come sliding around in a shroud, when you ain't noticing, and peep over your shoulder all of a sudden and grit their teeth, the way a ghost does. I couldn't stand such a thing as that, Tom--nobody could.\"", "characters": 342, "sentences": 5}, {"text": "\"Yes, but, Huck, ghosts don't travel around only at night. They won't hender us from digging there in the daytime.\"", "characters": 115, "sentences": 3}, {"text": "\"Well, that's so. But you know mighty well people don't go about that ha'nted house in the day nor the night.\"", "characters": 110, "sentences": 3}, {"text": "\"Well, that's mostly because they don't like to go where a man's been murdered, anyway--but nothing's ever been seen around that house except in the night--just some blue lights slipping by the windows--no regular ghosts.\"", "characters": 222, "sentences": 2}, {"text": "\"Well, where you see one of them blue lights flickering around, Tom, you can bet there's a ghost mighty close behind it. It stands to reason. Becuz you know that they don't anybody but ghosts use 'em.\"", "characters": 201, "sentences": 4}, {"text": "\"Yes, that's so. But anyway they don't come around in the daytime, so what's the use of our being afeard?\"", "characters": 106, "sentences": 2}, {"text": "ABOUT noon the next day the boys arrived at the dead tree; they had come for their tools. Tom was impatient to go to the haunted house; Huck was measurably so, also--but suddenly said:", "characters": 184, "sentences": 2}, {"text": "Tom mentally ran over the days of the week, and then quickly lifted his eyes with a startled look in them--", "characters": 107, "sentences": 1}, {"text": "\"Blame it, a body can't be too careful, Huck. We might 'a' got into an awful scrape, tackling such a thing on a Friday.\"", "characters": 120, "sentences": 3}, {"text": "\"Well, I never said I was, did I? And Friday ain't all, neither. I had a rotten bad dream last night--dreampt about rats.\"", "characters": 122, "sentences": 3}, {"text": "\"Well, that's good, Huck. When they don't fight it's only a sign that there's trouble around, you know. All we got to do is to look mighty sharp and keep out of it. We'll drop this thing for today, and play. Do you know Robin Hood, Huck?\"", "characters": 238, "sentences": 5}, {"text": "\"Only sheriffs and bishops and rich people and kings, and such like. But he never bothered the poor. He loved 'em. He always divided up with 'em perfectly square.\"", "characters": 163, "sentences": 5}, {"text": "\"I bet you he was, Huck. Oh, he was the noblest man that ever was. They ain't any such men now, I can tell you. He could lick any man in England, with one hand tied behind him; and he could take his yew bow and plug a ten-cent piece every time, a mile and a half.\"", "characters": 264, "sentences": 5}, {"text": "\"I don't know. It's some kind of a bow, of course. And if he hit that dime only on the edge he would set down and cry--and curse. But we'll play Robin Hood--it's nobby fun. I'll learn you.\"", "characters": 189, "sentences": 6}, {"text": "So they played Robin Hood all the afternoon, now and then casting a yearning eye down upon the haunted house and passing a remark about the morrow's prospects and possibilities there. As the sun began to sink into the west they took their way homeward athwart the long shadows of the trees and soon were buried from sight in the forests of Cardiff Hill.", "characters": 353, "sentences": 3}, {"text": "The boys stretched themselves upon the floor with their eyes to knotholes in the planking, and lay waiting, in a misery of fear.", "characters": 128, "sentences": 2}, {"text": "\"They've stopped.... No--coming.... Here they are. Don't whisper another word, Huck. My goodness, I wish I was out of this!\"", "characters": 124, "sentences": 11}, {"text": "Two men entered. Each boy said to himself: \"There's the old deaf and dumb Spaniard that's been about town once or twice lately--never saw t'other man before.\"", "characters": 158, "sentences": 3}, {"text": "\"T'other\" was a ragged, unkempt creature, with nothing very pleasant in his face. The Spaniard was wrapped in a serape; he had bushy white whiskers; long white hair flowed from under his sombrero, and he wore green goggles. When they came in, \"t'other\" was talking in a low voice; they sat down on the ground, facing the door, with their backs to the wall, and the speaker continued his remarks. His manner became less guarded and his words more distinct as he proceeded:", "characters": 471, "sentences": 4}, {"text": "This voice made the boys gasp and quake. It was Injun Joe's! There was silence for some time. Then Joe said:", "characters": 108, "sentences": 3}, {"text": "\"That's different. Away up the river so, and not another house about. 'Twon't ever be known that we tried, anyway, long as we didn't succeed.\"", "characters": 142, "sentences": 4}, {"text": "\"Well, what's more dangerous than coming here in the daytime!--anybody would suspicion us that saw us.\"", "characters": 103, "sentences": 2}, {"text": "\"I know that. But there warn't any other place as handy after that fool of a job. I want to quit this shanty. I wanted to yesterday, only it warn't any use trying to stir out of here, with those infernal boys playing over there on the hill right in full view.\"", "characters": 260, "sentences": 5}, {"text": "\"Those infernal boys\" quaked again under the inspiration of this remark, and thought how lucky it was that they had remembered it was Friday and concluded to wait a day. They wished in their hearts they had waited a year.", "characters": 221, "sentences": 3}, {"text": "The two men got out some food and made a luncheon. After a long and thoughtful silence, Injun Joe said:", "characters": 103, "sentences": 2}, {"text": "\"Look here, lad--you go back up the river where you belong. Wait there till you hear from me. I'll take the chances on dropping into this town just once more, for a look. We'll do that 'dangerous' job after I've spied around a little and think things look well for it. Then for Texas! We'll leg it together!\"", "characters": 308, "sentences": 5}, {"text": "He curled down in the weeds and soon began to snore. His comrade stirred him once or twice and he became quiet. Presently the watcher began to nod; his head drooped lower and lower, both men began to snore now.", "characters": 210, "sentences": 4}, {"text": "Tom urged--Huck held back. At last Tom rose slowly and softly, and started alone. But the first step he made wrung such a hideous creak from the crazy floor that he sank down almost dead with fright. He never made a second attempt. The boys lay there counting the dragging moments till it seemed to them that time must be done and eternity growing gray; and then they were grateful to note that at last the sun was setting.", "characters": 423, "sentences": 6}, {"text": "Now one snore ceased. Injun Joe sat up, stared around--smiled grimly upon his comrade, whose head was drooping upon his knees--stirred him up with his foot and said:", "characters": 165, "sentences": 2}, {"text": "\"Oh, partly, partly. Nearly time for us to be moving, pard. What'll we do with what little swag we've got left?\"", "characters": 112, "sentences": 3}, {"text": "\"I don't know--leave it here as we've always done, I reckon. No use to take it away till we start south. Six hundred and fifty in silver's something to carry.\"", "characters": 159, "sentences": 4}, {"text": "\"Yes: but look here; it may be a good while before I get the right chance at that job; accidents might happen; 'tain't in such a very good place; we'll just regularly bury it--and bury it deep.\"", "characters": 194, "sentences": 2}, {"text": "\"Good idea,\" said the comrade, who walked across the room, knelt down, raised one of the rearward hearth-stones and took out a bag that jingled pleasantly. He subtracted from it twenty or thirty dollars for himself and as much for Injun Joe, and passed the bag to the latter, who was on his knees in the corner, now, digging with his bowie-knife.", "characters": 346, "sentences": 3}, {"text": "\"Half-rotten plank--no, it's a box, I believe. Here--bear a hand and we'll see what it's here for. Never mind, I've broke a hole.\"", "characters": 130, "sentences": 4}, {"text": "The two men examined the handful of coins. They were gold. The boys above were as excited as themselves, and as delighted.", "characters": 122, "sentences": 4}, {"text": "\"We'll make quick work of this. There's an old rusty pick over amongst the weeds in the corner the other side of the fireplace--I saw it a minute ago.\"", "characters": 151, "sentences": 3}, {"text": "He ran and brought the boys' pick and shovel. Injun Joe took the pick, looked it over critically, shook his head, muttered something to himself, and then began to use it. The box was soon unearthed. It was not very large; it was iron bound and had been very strong before the slow years had injured it. The men contemplated the treasure awhile in blissful silence.", "characters": 364, "sentences": 6}, {"text": "\"You don't know me. Least you don't know all about that thing. 'Tain't robbery altogether--it's _revenge_!\" and a wicked light flamed in his eyes. \"I'll need your help in it. When it's finished--then Texas. Go home to your Nance and your kids, and stand by till you hear from me.\"", "characters": 280, "sentences": 7}, {"text": "\"Yes. [Ravishing delight overhead.] _No_! by the great Sachem, no! [Profound distress overhead.] I'd nearly forgot. That pick had fresh earth on it! [The boys were sick with terror in a moment.] What business has a pick and a shovel here? What business with fresh earth on them? Who brought them here--and where are they gone? Have you heard anybody?--seen anybody? What! bury it again and leave them to come and see the ground disturbed? Not exactly--not exactly. We'll take it to my den.\"", "characters": 490, "sentences": 8}, {"text": "\"Now what's the use of all that? If it's anybody, and they're up there, let them _stay_ there--who cares? If they want to jump down, now, and get into trouble, who objects? It will be dark in fifteen minutes--and then let them follow us if they want to. I'm willing. In my opinion, whoever hove those things in here caught a sight of us and took us for ghosts or devils or something. I'll bet they're running yet.\"", "characters": 414, "sentences": 5}, {"text": "Joe grumbled awhile; then he agreed with his friend that what daylight was left ought to be economized in getting things ready for leaving. Shortly afterward they slipped out of the house in the deepening twilight, and moved toward the river with their precious box.", "characters": 266, "sentences": 3}, {"text": "They resolved to keep a lookout for that Spaniard when he should come to town spying out for chances to do his revengeful job, and follow him to \"Number Two,\" wherever that might be. Then a ghastly thought occurred to Tom.", "characters": 222, "sentences": 3}, {"text": "They talked it all over, and as they entered town they agreed to believe that he might possibly mean somebody else--at least that he might at least mean nobody but Tom, since only Tom had testified.", "characters": 198, "sentences": 2}, {"text": "Very, very small comfort it was to Tom to be alone in danger! Company would be a palpable improvement, he thought.", "characters": 114, "sentences": 2}, {"text": "\"Tom, if we'd 'a' left the blame tools at the dead tree, we'd 'a' got the money. Oh, ain't it awful!\"", "characters": 101, "sentences": 2}, {"text": "\"Dream! If them stairs hadn't broke down you'd 'a' seen how much dream it was! I've had dreams enough all night--with that patch-eyed Spanish devil going for me all through 'em--rot him!\"", "characters": 187, "sentences": 1}, {"text": "\"Tom, we'll never find him. A feller don't have only one chance for such a pile--and that one's lost. I'd feel mighty shaky if I was to see him, anyway.\"", "characters": 153, "sentences": 4}, {"text": "\"Number Two--yes, that's it. I been thinking 'bout that. But I can't make nothing out of it. What do you reckon it is?\"", "characters": 119, "sentences": 4}, {"text": "\"Goody!... No, Tom, that ain't it. If it is, it ain't in this one-horse town. They ain't no numbers here.\"", "characters": 106, "sentences": 7}, {"text": "\"Why, it'll be night, sure. He mightn't ever see you--and if he did, maybe he'd never think anything.\"", "characters": 102, "sentences": 3}, {"text": "\"You bet I'll follow him, if it's dark, Huck. Why, he might 'a' found out he couldn't get his revenge, and be going right after that money.\"", "characters": 140, "sentences": 3}, {"text": "He needn't have repeated it; once was enough; Huck was making thirty or forty miles an hour before the repetition was uttered. The boys never stopped till they reached the shed of a deserted slaughter-house at the lower end of the village. Just as they got within its shelter the storm burst and the rain poured down. As soon as Tom got his breath he said:", "characters": 356, "sentences": 4}, {"text": "\"Huck, it was awful! I tried two of the keys, just as soft as I could; but they seemed to make such a power of racket that I couldn't hardly get my breath I was so scared. They wouldn't turn in the lock, either. Well, without noticing what I was doing, I took hold of the knob, and open comes the door! It warn't locked! I hopped in, and shook off the towel, and, _Great Caesar's Ghost!_\"", "characters": 388, "sentences": 3}, {"text": "\"Yes! He was lying there, sound asleep on the floor, with his old patch on his eye and his arms spread out.\"", "characters": 108, "sentences": 2}, {"text": "\"Huck, I didn't wait to look around. I didn't see the box, I didn't see the cross. I didn't see anything but a bottle and a tin cup on the floor by Injun Joe; yes, I saw two barrels and lots more bottles in the room. Don't you see, now, what's the matter with that ha'nted room?\"", "characters": 279, "sentences": 4}, {"text": "\"Why, it's ha'nted with whiskey! Maybe _all_ the Temperance Taverns have got a ha'nted room, hey, Huck?\"", "characters": 104, "sentences": 1}, {"text": "\"Well, I reckon maybe that's so. Who'd 'a' thought such a thing? But say, Tom, now's a mighty good time to get that box, if Injun Joe's drunk.\"", "characters": 143, "sentences": 3}, {"text": "\"And I reckon not, Huck. Only one bottle alongside of Injun Joe ain't enough. If there'd been three, he'd be drunk enough and I'd do it.\"", "characters": 137, "sentences": 4}, {"text": "\"Lookyhere, Huck, less not try that thing any more till we know Injun Joe's not in there. It's too scary. Now, if we watch every night, we'll be dead sure to see him go out, some time or other, and then we'll snatch that box quicker'n lightning.\"", "characters": 246, "sentences": 4}, {"text": "\"Well, I'm agreed. I'll watch the whole night long, and I'll do it every night, too, if you'll do the other part of the job.\"", "characters": 125, "sentences": 3}, {"text": "\"All right, I will. All you got to do is to trot up Hooper Street a block and maow--and if I'm asleep, you throw some gravel at the window and that'll fetch me.\"", "characters": 161, "sentences": 3}, {"text": "\"Now, Huck, the storm's over, and I'll go home. It'll begin to be daylight in a couple of hours. You go back and watch that long, will you?\"", "characters": 140, "sentences": 3}, {"text": "\"I said I would, Tom, and I will. I'll ha'nt that tavern every night for a year! I'll sleep all day and I'll stand watch all night.\"", "characters": 132, "sentences": 3}, {"text": "\"In Ben Rogers' hayloft. He lets me, and so does his pap's nigger man, Uncle Jake. I tote water for Uncle Jake whenever he wants me to, and any time I ask him he gives me a little something to eat if he can spare it. That's a mighty good nigger, Tom. He likes me, becuz I don't ever act as if I was above him. Sometime I've set right down and eat _with_ him. But you needn't tell that. A body's got to do things when he's awful hungry he wouldn't want to do as a steady thing.\"", "characters": 477, "sentences": 9}, {"text": "\"Well, if I don't want you in the daytime, I'll let you sleep. I won't come bothering around. Any time you see something's up, in the night, just skip right around and maow.\"", "characters": 174, "sentences": 4}, {"text": "\"You'll not get back till late. Perhaps you'd better stay all night with some of the girls that live near the ferry-landing, child.\"", "characters": 132, "sentences": 3}, {"text": "\"Say--I'll tell you what we'll do. 'Stead of going to Joe Harper's we'll climb right up the hill and stop at the Widow Douglas'. She'll have ice-cream! She has it most every day--dead loads of it. And she'll be awful glad to have us.\"", "characters": 234, "sentences": 5}, {"text": "\"But shucks! Your mother won't know, and so what's the harm? All she wants is that you'll be safe; and I bet you she'd 'a' said go there if she'd 'a' thought of it. I know she would!\"", "characters": 183, "sentences": 2}, {"text": "The procession moved along the main avenue some three-quarters of a mile, and then groups and couples began to slip aside into branch avenues, fly along the dismal corridors, and take each other by surprise at points where the corridors joined again. Parties were able to elude each other for the space of half an hour without going beyond the \"known\" ground.", "characters": 359, "sentences": 3}, {"text": "\"Kill? Who said anything about killing? I would kill _him_ if he was here; but not her. When you want to get revenge on a woman you don't kill her--bosh! you go for her looks. You slit her nostrils--you notch her ears like a sow!\"", "characters": 230, "sentences": 3}, {"text": "\"Keep your opinion to yourself! It will be safest for you. I'll tie her to the bed. If she bleeds to death, is that my fault? I'll not cry, if she does. My friend, you'll help me in this thing--for _my_ sake--that's why you're here--I mightn't be able alone. If you flinch, I'll kill you. Do you understand that? And if I have to kill you, I'll kill her--and then I reckon nobody'll ever know much about who done this business.\"", "characters": 428, "sentences": 7}, {"text": "\"Do it _now_? And company there? Look here--I'll get suspicious of you, first thing you know. No--we'll wait till the lights are out--there's no hurry.\"", "characters": 152, "sentences": 3}, {"text": "\"Huckleberry Finn, indeed! It ain't a name to open many doors, I judge! But let him in, lads, and let's see what's the trouble.\"", "characters": 128, "sentences": 2}, {"text": "\"Please don't ever tell I told you,\" were Huck's first words when he got in. \"Please don't--I'd be killed, sure--but the widow's been good friends to me sometimes, and I want to tell--I _will_ tell if you'll promise you won't ever say it was me.\"", "characters": 246, "sentences": 3}, {"text": "\"By George, he _has_ got something to tell, or he wouldn't act so!\" exclaimed the old man; \"out with it and nobody here'll ever tell, lad.\"", "characters": 139, "sentences": 2}, {"text": "Three minutes later the old man and his sons, well armed, were up the hill, and just entering the sumach path on tiptoe, their weapons in their hands. Huck accompanied them no further. He hid behind a great bowlder and fell to listening. There was a lagging, anxious silence, and then all of a sudden there was an explosion of firearms and a cry.", "characters": 346, "sentences": 5}, {"text": "Huck waited for no particulars. He sprang away and sped down the hill as fast as his legs could carry him.", "characters": 106, "sentences": 3}, {"text": "AS the earliest suspicion of dawn appeared on Sunday morning, Huck came groping up the hill and rapped gently at the old Welshman's door. The inmates were asleep, but it was a sleep that was set on a hair-trigger, on account of the exciting episode of the night. A call came from a window:", "characters": 289, "sentences": 3}, {"text": "These were strange words to the vagabond boy's ears, and the pleasantest he had ever heard. He could not recollect that the closing word had ever been applied in his case before. The door was quickly unlocked, and he entered. Huck was given a seat and the old man and his brace of tall sons speedily dressed themselves.", "characters": 319, "sentences": 5}, {"text": "\"Now, my boy, I hope you're good and hungry, because breakfast will be ready as soon as the sun's up, and we'll have a piping hot one, too--make yourself easy about that! I and the boys hoped you'd turn up and stop here last night.\"", "characters": 232, "sentences": 2}, {"text": "\"I was awful scared,\" said Huck, \"and I run. I took out when the pistols went off, and I didn't stop for three mile. I've come now becuz I wanted to know about it, you know; and I come before daylight becuz I didn't want to run across them devils, even if they was dead.\"", "characters": 271, "sentences": 4}, {"text": "\"One's the old deaf and dumb Spaniard that's ben around here once or twice, and t'other's a mean-looking, ragged--\"", "characters": 115, "sentences": 1}, {"text": "\"That's enough, lad, we know the men! Happened on them in the woods back of the widow's one day, and they slunk away. Off with you, boys, and tell the sheriff--get your breakfast tomorrow morning!\"", "characters": 197, "sentences": 2}, {"text": "Huck would not explain, further than to say that he already knew too much about one of those men and would not have the man know that he knew anything against him for the whole world--he would be killed for knowing it, sure.", "characters": 224, "sentences": 2}, {"text": "\"Follered 'em--yes. That was it. I wanted to see what was up--they sneaked along so. I dogged 'em to the widder's stile, and stood in the dark and heard the ragged one beg for the widder, and the Spaniard swear he'd spile her looks just as I told you and your two--\"", "characters": 266, "sentences": 4}, {"text": "Huck had made another terrible mistake! He was trying his best to keep the old man from getting the faintest hint of who the Spaniard might be, and yet his tongue seemed determined to get him into trouble in spite of all he could do. He made several efforts to creep out of his scrape, but the old man's eye was upon him and he made blunder after blunder. Presently the Welshman said:", "characters": 384, "sentences": 3}, {"text": "\"My boy, don't be afraid of me. I wouldn't hurt a hair of your head for all the world. No--I'd protect you--I'd protect you. This Spaniard is not deaf and dumb; you've let that slip without intending it; you can't cover that up now. You know something about that Spaniard that you want to keep dark. Now trust me--tell me what it is, and trust me--I won't betray you.\"", "characters": 368, "sentences": 7}, {"text": "\"It's all plain enough, now. When you talked about notching ears and slitting noses I judged that that was your own embellishment, because white men don't take that sort of revenge. But an Injun! That's a different matter altogether.\"", "characters": 234, "sentences": 4}, {"text": "During breakfast the talk went on, and in the course of it the old man said that the last thing which he and his sons had done, before going to bed, was to get a lantern and examine the stile and its vicinity for marks of blood. They found none, but captured a bulky bundle of--", "characters": 278, "sentences": 2}, {"text": "If the words had been lightning they could not have leaped with a more stunning suddenness from Huck's blanched lips. His eyes were staring wide, now, and his breath suspended--waiting for the answer. The Welshman started--stared in return--three seconds--five seconds--ten--then replied:", "characters": 288, "sentences": 3}, {"text": "Huck sank back, panting gently, but deeply, unutterably grateful. The Welshman eyed him gravely, curiously--and presently said:", "characters": 127, "sentences": 2}, {"text": "\"Yes, burglar's tools. That appears to relieve you a good deal. But what did give you that turn? What were _you_ expecting we'd found?\"", "characters": 135, "sentences": 3}, {"text": "Huck was in a close place--the inquiring eye was upon him--he would have given anything for material for a plausible answer--nothing suggested itself--the inquiring eye was boring deeper and deeper--a senseless reply offered--there was no time to weigh it, so at a venture he uttered it--feebly:", "characters": 295, "sentences": 1}, {"text": "Poor Huck was too distressed to smile, but the old man laughed loud and joyously, shook up the details of his anatomy from head to foot, and ended by saying that such a laugh was money in a-man's pocket, because it cut down the doctor's bill like everything. Then he added:", "characters": 273, "sentences": 2}, {"text": "\"Poor old chap, you're white and jaded--you ain't well a bit--no wonder you're a little flighty and off your balance. But you'll come out of it. Rest and sleep will fetch you out all right, I hope.\"", "characters": 198, "sentences": 4}, {"text": "Just as breakfast was completed there was a knock at the door. Huck jumped for a hiding-place, for he had no mind to be connected even remotely with the late event. The Welshman admitted several ladies and gentlemen, among them the Widow Douglas, and noticed that groups of citizens were climbing up the hill--to stare at the stile. So the news had spread. The Welshman had to tell the story of the night to the visitors. The widow's gratitude for her preservation was outspoken.", "characters": 479, "sentences": 7}, {"text": "\"Don't say a word about it, madam. There's another that you're more beholden to than you are to me and my boys, maybe, but he don't allow me to tell his name. We wouldn't have been there but for him.\"", "characters": 200, "sentences": 4}, {"text": "Of course this excited a curiosity so vast that it almost belittled the main matter--but the Welshman allowed it to eat into the vitals of his visitors, and through them be transmitted to the whole town, for he refused to part with his secret. When all else had been learned, the widow said:", "characters": 291, "sentences": 2}, {"text": "\"I went to sleep reading in bed and slept straight through all that noise. Why didn't you come and wake me?\"", "characters": 108, "sentences": 2}, {"text": "\"We judged it warn't worth while. Those fellows warn't likely to come again--they hadn't any tools left to work with, and what was the use of waking you up and scaring you to death? My three negro men stood guard at your house all the rest of the night. They've just come back.\"", "characters": 278, "sentences": 4}, {"text": "There was no Sabbath-school during day-school vacation, but everybody was early at church. The stirring event was well canvassed. News came that not a sign of the two villains had been yet discovered. When the sermon was finished, Judge Thatcher's wife dropped alongside of Mrs. Harper as she moved down the aisle with the crowd and said:", "characters": 338, "sentences": 5}, {"text": "Mrs. Thatcher turned pale, and sank into a pew, just as Aunt Polly, talking briskly with a friend, passed by. Aunt Polly said:", "characters": 126, "sentences": 3}, {"text": "\"Goodmorning, Mrs. Thatcher. Goodmorning, Mrs. Harper. I've got a boy that's turned up missing. I reckon my Tom stayed at your house last night--one of you. And now he's afraid to come to church. I've got to settle with him.\"", "characters": 225, "sentences": 9}, {"text": "\"He didn't stay with us,\" said Mrs. Harper, beginning to look uneasy. A marked anxiety came into Aunt Polly's face.", "characters": 115, "sentences": 4}, {"text": "The alarm swept from lip to lip, from group to group, from street to street, and within five minutes the bells were wildly clanging and the whole town was up! The Cardiff Hill episode sank into instant insignificance, the burglars were forgotten, horses were saddled, skiffs were manned, the ferryboat ordered out, and before the horror was half an hour old, two hundred men were pouring down highroad and river toward the cave.", "characters": 428, "sentences": 2}, {"text": "\"You can depend on it. That's the Lord's mark. He don't leave it off. He never does. Puts it somewhere on every creature that comes from his hands.\"", "characters": 148, "sentences": 6}, {"text": "The widow burst into tears. \"Hush, hush, child, hush! I've told you before, you must _not_ talk. You are very, very sick!\"", "characters": 122, "sentences": 3}, {"text": "Then nothing but liquor had been found; there would have been a great powwow if it had been the gold. So the treasure was gone forever--gone forever! But what could she be crying about? Curious that she should cry.", "characters": 214, "sentences": 3}, {"text": "These thoughts worked their dim way through Huck's mind, and under the weariness they gave him he fell asleep. The widow said to herself:", "characters": 137, "sentences": 2}, {"text": "\"There--he's asleep, poor wreck. Tom Sawyer find it! Pity but somebody could find Tom Sawyer! Ah, there ain't many left, now, that's got hope enough, or strength enough, either, to go on searching.\"", "characters": 198, "sentences": 3}, {"text": "\"Come to think, Becky, we are away down below them--and I don't know how far away north, or south, or east, or whichever it is. We couldn't hear them here.\"", "characters": 156, "sentences": 3}, {"text": "\"I reckon I could find it--but then the bats. If they put our candles out it will be an awful fix. Let's try some other way, so as not to go through there.\"", "characters": 156, "sentences": 4}, {"text": "\"Well. But I hope we won't get lost. It would be so awful!\" and the girl shuddered at the thought of the dreadful possibilities.", "characters": 128, "sentences": 4}, {"text": "They started through a corridor, and traversed it in silence a long way, glancing at each new opening, to see if there was anything familiar about the look of it; but they were all strange. Every time Tom made an examination, Becky would watch his face for an encouraging sign, and he would say cheerily:", "characters": 304, "sentences": 2}, {"text": "But he felt less and less hopeful with each failure, and presently began to turn off into diverging avenues at sheer random, in desperate hope of finding the one that was wanted. He still said it was \"all right,\" but there was such a leaden dread at his heart that the words had lost their ring and sounded just as if he had said, \"All is lost!\" Becky clung to his side in an anguish of fear, and tried hard to keep back the tears, but they would come. At last she said:", "characters": 470, "sentences": 3}, {"text": "\"Oh, Tom, never mind the bats, let's go back that way! We seem to get worse and worse off all the time.\"", "characters": 104, "sentences": 2}, {"text": "Profound silence; silence so deep that even their breathings were conspicuous in the hush. Tom shouted. The call went echoing down the empty aisles and died out in the distance in a faint sound that resembled a ripple of mocking laughter.", "characters": 238, "sentences": 4}, {"text": "The \"might\" was even a chillier horror than the ghostly laughter, it so confessed a perishing hope. The children stood still and listened; but there was no result. Tom turned upon the back track at once, and hurried his steps. It was but a little while before a certain indecision in his manner revealed another fearful fact to Becky--he could not find his way back!", "characters": 366, "sentences": 4}, {"text": "\"Becky, I was such a fool! Such a fool! I never thought we might want to come back! No--I can't find the way. It's all mixed up.\"", "characters": 129, "sentences": 3}, {"text": "\"Tom, Tom, we're lost! we're lost! We never can get out of this awful place! Oh, why _did_ we ever leave the others!\"", "characters": 117, "sentences": 1}, {"text": "So they moved on again--aimlessly--simply at random--all they could do was to move, keep moving. For a little while, hope made a show of reviving--not with any reason to back it, but only because it is its nature to revive when the spring has not been taken out of it by age and familiarity with failure.", "characters": 304, "sentences": 3}, {"text": "By-and-by Tom took Becky's candle and blew it out. This economy meant so much! Words were not needed. Becky understood, and her hope died again. She knew that Tom had a whole candle and three or four pieces in his pockets--yet he must economize.", "characters": 245, "sentences": 5}, {"text": "By-and-by, fatigue began to assert its claims; the children tried to pay attention, for it was dreadful to think of sitting down when time was grown to be so precious, moving, in some direction, in any direction, was at least progress and might bear fruit; but to sit down was to invite death and shorten its pursuit.", "characters": 317, "sentences": 2}, {"text": "\"Oh, how _could_ I sleep! I wish I never, never had waked! No! No, I don't, Tom! Don't look so! I won't say it again.\"", "characters": 118, "sentences": 2}, {"text": "\"We can try, Tom; but I've seen such a beautiful country in my dream. I reckon we are going there.\"", "characters": 99, "sentences": 3}, {"text": "\"I saved it from the picnic for us to dream on, Tom, the way grownup people do with wedding-cake--but it'll be our--\"", "characters": 117, "sentences": 1}, {"text": "She dropped the sentence where it was. Tom divided the cake and Becky ate with good appetite, while Tom nibbled at his moiety. There was abundance of cold water to finish the feast with. By-and-by Becky suggested that they move on again. Tom was silent a moment. Then he said:", "characters": 276, "sentences": 6}, {"text": "\"Well, then, Becky, we must stay here, where there's water to drink. That little piece is our last candle!\"", "characters": 107, "sentences": 2}, {"text": "Becky gave loose to tears and wailings. Tom did what he could to comfort her, but with little effect. At length Becky said:", "characters": 123, "sentences": 3}, {"text": "A frightened look in Becky's face brought Tom to his senses and he saw that he had made a blunder. Becky was not to have gone home that night! The children became silent and thoughtful. In a moment a new burst of grief from Becky showed Tom that the thing in his mind had struck hers also--that the Sabbath morning might be half spent before Mrs. Thatcher discovered that Becky was not at Mrs. Harper's.", "characters": 403, "sentences": 6}, {"text": "The children fastened their eyes upon their bit of candle and watched it melt slowly and pitilessly away; saw the half inch of wick stand alone at last; saw the feeble flame rise and fall, climb the thin column of smoke, linger at its top a moment, and then--the horror of utter darkness reigned!", "characters": 296, "sentences": 1}, {"text": "The hours wasted away, and hunger came to torment the captives again. A portion of Tom's half of the cake was left; they divided and ate it. But they seemed hungrier than before. The poor morsel of food only whetted desire.", "characters": 223, "sentences": 5}, {"text": "Both held their breath and listened. There was a sound like the faintest, far-off shout. Instantly Tom answered it, and leading Becky by the hand, started groping down the corridor in its direction. Presently he listened again; again the sound was heard, and apparently a little nearer.", "characters": 286, "sentences": 5}, {"text": "The children groped their way back to the spring. The weary time dragged on; they slept again, and awoke famished and woe-stricken. Tom believed it must be Tuesday by this time.", "characters": 177, "sentences": 4}, {"text": "Tom kissed her, with a choking sensation in his throat, and made a show of being confident of finding the searchers or an escape from the cave; then he took the kite-line in his hand and went groping down one of the passages on his hands and knees, distressed with hunger and sick with bodings of coming doom.", "characters": 309, "sentences": 2}, {"text": "The village was illuminated; nobody went to bed again; it was the greatest night the little town had ever seen. During the first half-hour a procession of villagers filed through Judge Thatcher's house, seized the saved ones and kissed them, squeezed Mrs. Thatcher's hand, tried to speak but couldn't--and drifted out raining tears all over the place.", "characters": 351, "sentences": 4}, {"text": "Before day-dawn, Judge Thatcher and the handful of searchers with him were tracked out, in the cave, by the twine clews they had strung behind them, and informed of the great news.", "characters": 180, "sentences": 2}, {"text": "Three days and nights of toil and hunger in the cave were not to be shaken off at once, as Tom and Becky soon discovered. They were bedridden all of Wednesday and Thursday, and seemed to grow more and more tired and worn, all the time. Tom got about, a little, on Thursday, was downtown Friday, and nearly as whole as ever Saturday; but Becky did not leave her room until Sunday, and then she looked as if she had passed through a wasting illness.", "characters": 447, "sentences": 4}, {"text": "About a fortnight after Tom's rescue from the cave, he started off to visit Huck, who had grown plenty strong enough, now, to hear exciting talk, and Tom had some that would interest him, he thought. Judge Thatcher's house was on Tom's way, and he stopped to see Becky. The Judge and some friends set Tom to talking, and some one asked him ironically if he wouldn't like to go to the cave again. Tom said he thought he wouldn't mind it. The Judge said:", "characters": 452, "sentences": 5}, {"text": "\"Well, there are others just like you, Tom, I've not the least doubt. But we have taken care of that. Nobody will get lost in that cave any more.\"", "characters": 146, "sentences": 4}, {"text": "\"Because I had its big door sheathed with boiler iron two weeks ago, and triple-locked--and I've got the keys.\"", "characters": 111, "sentences": 2}, {"text": "WITHIN a few minutes the news had spread, and a dozen skiff-loads of men were on their way to McDougal's cave, and the ferryboat, well filled with passengers, soon followed. Tom Sawyer was in the skiff that bore Judge Thatcher.", "characters": 227, "sentences": 3}, {"text": "Injun Joe was buried near the mouth of the cave; and people flocked there in boats and wagons from the towns and from all the farms and hamlets for seven miles around; they brought their children, and all sorts of provisions, and confessed that they had had almost as satisfactory a time at the funeral as they could have had at the hanging.", "characters": 341, "sentences": 2}, {"text": "The morning after the funeral Tom took Huck to a private place to have an important talk. Huck had learned all about Tom's adventure from the Welshman and the Widow Douglas, by this time, but Tom said he reckoned there was one thing they had not told him; that thing was what he wanted to talk about now. Huck's face saddened. He said:", "characters": 335, "sentences": 4}, {"text": "\"I know what it is. You got into No. 2 and never found anything but whiskey. Nobody told me it was you; but I just knowed it must 'a' ben you, soon as I heard 'bout that whiskey business; and I knowed you hadn't got the money becuz you'd 'a' got at me some way or other and told me even if you was mum to everybody else. Tom, something's always told me we'd never get holt of that swag.\"", "characters": 387, "sentences": 6}, {"text": "\"Why, Huck, I never told on that tavern-keeper. _You_ know his tavern was all right the Saturday I went to the picnic. Don't you remember you was to watch there that night?\"", "characters": 173, "sentences": 3}, {"text": "\"Oh yes! Why, it seems 'bout a year ago. It was that very night that I follered Injun Joe to the widder's.\"", "characters": 107, "sentences": 3}, {"text": "\"Yes--but you keep mum. I reckon Injun Joe's left friends behind him, and I don't want 'em souring on me and doing me mean tricks. If it hadn't ben for me he'd be down in Texas now, all right.\"", "characters": 193, "sentences": 4}, {"text": "Then Huck told his entire adventure in confidence to Tom, who had only heard of the Welshman's part of it before.", "characters": 113, "sentences": 2}, {"text": "\"Well,\" said Huck, presently, coming back to the main question, \"whoever nipped the whiskey in No. 2, nipped the money, too, I reckon--anyways it's a goner for us, Tom.\"", "characters": 169, "sentences": 3}, {"text": "\"What!\" Huck searched his comrade's face keenly. \"Tom, have you got on the track of that money again?\"", "characters": 102, "sentences": 2}, {"text": "\"Earnest, Huck--just as earnest as ever I was in my life. Will you go in there with me and help get it out?\"", "characters": 108, "sentences": 2}, {"text": "\"Huck, you just wait till we get in there. If we don't find it I'll agree to give you my drum and every thing I've got in the world. I will, by jings.\"", "characters": 151, "sentences": 4}, {"text": "\"Is it far in the cave? I ben on my pins a little, three or four days, now, but I can't walk more'n a mile, Tom--least I don't think I could.\"", "characters": 142, "sentences": 2}, {"text": "\"It's about five mile into there the way anybody but me would go, Huck, but there's a mighty short cut that they don't anybody but me know about. Huck, I'll take you right to it in a skiff. I'll float the skiff down there, and I'll pull it back again all by myself. You needn't ever turn your hand over.\"", "characters": 304, "sentences": 5}, {"text": "\"All right. We want some bread and meat, and our pipes, and a little bag or two, and two or three kite-strings, and some of these new-fangled things they call lucifer matches. I tell you, many's the time I wished I had some when I was in there before.\"", "characters": 252, "sentences": 4}, {"text": "A trifle after noon the boys borrowed a small skiff from a citizen who was absent, and got under way at once. When they were several miles below \"Cave Hollow,\" Tom said:", "characters": 169, "sentences": 2}, {"text": "\"Now you see this bluff here looks all alike all the way down from the cave hollow--no houses, no wood-yards, bushes all alike. But do you see that white place up yonder where there's been a landslide? Well, that's one of my marks. We'll get ashore, now.\"", "characters": 255, "sentences": 4}, {"text": "\"Now, Huck, where we're a-standing you could touch that hole I got out of with a fishing-pole. See if you can find it.\"", "characters": 119, "sentences": 3}, {"text": "Huck searched all the place about, and found nothing. Tom proudly marched into a thick clump of sumach bushes and said:", "characters": 119, "sentences": 2}, {"text": "\"Here you are! Look at it, Huck; it's the snuggest hole in this country. You just keep mum about it. All along I've been wanting to be a robber, but I knew I'd got to have a thing like this, and where to run across it was the bother. We've got it now, and we'll keep it quiet, only we'll let Joe Harper and Ben Rogers in--because of course there's got to be a Gang, or else there wouldn't be any style about it. Tom Sawyer's Gang--it sounds splendid, don't it, Huck?\"", "characters": 467, "sentences": 5}, {"text": "By this time everything was ready and the boys entered the hole, Tom in the lead. They toiled their way to the farther end of the tunnel, then made their spliced kite-strings fast and moved on. A few steps brought them to the spring, and Tom felt a shudder quiver all through him. He showed Huck the fragment of candle-wick perched on a lump of clay against the wall, and described how he and Becky had watched the flame struggle and expire.", "characters": 441, "sentences": 5}, {"text": "The boys began to quiet down to whispers, now, for the stillness and gloom of the place oppressed their spirits. They went on, and presently entered and followed Tom's other corridor until they reached the \"jumping-off place.\" The candles revealed the fact that it was not really a precipice, but only a steep clay hill twenty or thirty feet high. Tom whispered:", "characters": 362, "sentences": 4}, {"text": "\"Look as far around the corner as you can. Do you see that? There--on the big rock over yonder--done with candle-smoke.\"", "characters": 120, "sentences": 3}, {"text": "\"_Now_ where's your Number Two? '_under the cross_,' hey? Right yonder's where I saw Injun Joe poke up his candle, Huck!\"", "characters": 121, "sentences": 1}, {"text": "\"No it ain't, Huck, no it ain't. It would ha'nt the place where he died--away out at the mouth of the cave--five mile from here.\"", "characters": 129, "sentences": 3}, {"text": "Tom began to fear that Huck was right. Mis-givings gathered in his mind. But presently an idea occurred to him--", "characters": 112, "sentences": 3}, {"text": "\"Lookyhere, Huck, what fools we're making of ourselves! Injun Joe's ghost ain't a going to come around where there's a cross!\"", "characters": 126, "sentences": 1}, {"text": "\"Tom, I didn't think of that. But that's so. It's luck for us, that cross is. I reckon we'll climb down there and have a hunt for that box.\"", "characters": 140, "sentences": 5}, {"text": "\"He said _under_ the cross. Well, this comes nearest to being under the cross. It can't be under the rock itself, because that sets solid on the ground.\"", "characters": 153, "sentences": 4}, {"text": "They searched everywhere once more, and then sat down discouraged. Huck could suggest nothing. By-and-by Tom said:", "characters": 114, "sentences": 3}, {"text": "\"Lookyhere, Huck, there's footprints and some candle-grease on the clay about one side of this rock, but not on the other sides. Now, what's that for? I bet you the money _is_ under the rock. I'm going to dig in the clay.\"", "characters": 222, "sentences": 4}, {"text": "Huck began to dig and scratch now. Some boards were soon uncovered and removed. They had concealed a natural chasm which led under the rock. Tom got into this and held his candle as far under the rock as he could, but said he could not see to the end of the rift. He proposed to explore. He stooped and passed under; the narrow way descended gradually. He followed its winding course, first to the right, then to the left, Huck at his heels. Tom turned a short curve, by-and-by, and exclaimed:", "characters": 493, "sentences": 8}, {"text": "It was the treasure-box, sure enough, occupying a snug little cavern, along with an empty powder-keg, a couple of guns in leather cases, two or three pairs of old moccasins, a leather belt, and some other rubbish well soaked with the water-drip.", "characters": 245, "sentences": 2}, {"text": "\"Got it at last!\" said Huck, ploughing among the tarnished coins with his hand. \"My, but we're rich, Tom!\"", "characters": 106, "sentences": 2}, {"text": "\"Huck, I always reckoned we'd get it. It's just too good to believe, but we _have_ got it, sure! Say--let's not fool around here. Let's snake it out. Lemme see if I can lift the box.\"", "characters": 183, "sentences": 5}, {"text": "It weighed about fifty pounds. Tom could lift it, after an awkward fashion, but could not carry it conveniently.", "characters": 112, "sentences": 3}, {"text": "\"I thought so,\" he said; \"_They_ carried it like it was heavy, that day at the ha'nted house. I noticed that. I reckon I was right to think of fetching the little bags along.\"", "characters": 175, "sentences": 4}, {"text": "\"No, Huck--leave them there. They're just the tricks to have when we go to robbing. We'll keep them there all the time, and we'll hold our orgies there, too. It's an awful snug place for orgies.\"", "characters": 195, "sentences": 5}, {"text": "\"I dono. But robbers always have orgies, and of course we've got to have them, too. Come along, Huck, we've been in here a long time. It's getting late, I reckon. I'm hungry, too. We'll eat and smoke when we get to the skiff.\"", "characters": 226, "sentences": 7}, {"text": "They presently emerged into the clump of sumach bushes, looked warily out, found the coast clear, and were soon lunching and smoking in the skiff. As the sun dipped toward the horizon they pushed out and got under way. Tom skimmed up the shore through the long twilight, chatting cheerily with Huck, and landed shortly after dark.", "characters": 330, "sentences": 4}, {"text": "\"Now, Huck,\" said Tom, \"we'll hide the money in the loft of the widow's woodshed, and I'll come up in the morning and we'll count it and divide, and then we'll hunt up a place out in the woods for it where it will be safe. Just you lay quiet here and watch the stuff till I run and hook Benny Taylor's little wagon; I won't be gone a minute.\"", "characters": 342, "sentences": 3}, {"text": "He disappeared, and presently returned with the wagon, put the two small sacks into it, threw some old rags on top of them, and started off, dragging his cargo behind him. When the boys reached the Welshman's house, they stopped to rest. Just as they were about to move on, the Welshman stepped out and said:", "characters": 308, "sentences": 3}, {"text": "\"Good! Come along with me, boys, you are keeping everybody waiting. Here--hurry up, trot ahead--I'll haul the wagon for you. Why, it's not as light as it might be. Got bricks in it?--or old metal?\"", "characters": 197, "sentences": 4}, {"text": "\"I judged so; the boys in this town will take more trouble and fool away more time hunting up six bits' worth of old iron to sell to the foundry than they would to make twice the money at regular work. But that's human nature--hurry along, hurry along!\"", "characters": 253, "sentences": 2}, {"text": "This question was not entirely answered in Huck's slow mind before he found himself pushed, along with Tom, into Mrs. Douglas' drawing-room. Mr. Jones left the wagon near the door and followed.", "characters": 193, "sentences": 5}, {"text": "\"Tom wasn't at home, yet, so I gave him up; but I stumbled on him and Huck right at my door, and so I just brought them along in a hurry.\"", "characters": 138, "sentences": 2}, {"text": "\"Now wash and dress yourselves. Here are two new suits of clothes--shirts, socks, everything complete. They're Huck's--no, no thanks, Huck--Mr. Jones bought one and I the other. But they'll fit both of you. Get into them. We'll wait--come down when you are slicked up enough.\"", "characters": 276, "sentences": 8}, {"text": "\"Tom,\" said he, \"auntie has been waiting for you all the afternoon. Mary got your Sunday clothes ready, and everybody's been fretting about you. Say--ain't this grease and clay, on your clothes?\"", "characters": 195, "sentences": 3}, {"text": "\"It's one of the widow's parties that she's always having. This time it's for the Welshman and his sons, on account of that scrape they helped her out of the other night. And say--I can tell you something, if you want to know.\"", "characters": 227, "sentences": 4}, {"text": "\"Why, old Mr. Jones is going to try to spring something on the people here tonight, but I overheard him tell auntie today about it, as a secret, but I reckon it's not much of a secret now. Everybody knows--the widow, too, for all she tries to let on she don't. Mr. Jones was bound Huck should be here--couldn't get along with his grand secret without Huck, you know!\"", "characters": 367, "sentences": 5}, {"text": "\"About Huck tracking the robbers to the widow's. I reckon Mr. Jones was going to make a grand time over his surprise, but I bet you it will drop pretty flat.\"", "characters": 158, "sentences": 4}, {"text": "\"Sid, there's only one person in this town mean enough to do that, and that's you. If you had been in Huck's place you'd 'a' sneaked down the hill and never told anybody on the robbers. You can't do any but mean things, and you can't bear to see anybody praised for doing good ones. There--no thanks, as the widow says\"--and Tom cuffed Sid's ears and helped him to the door with several kicks. \"Now go and tell auntie if you dare--and tomorrow you'll catch it!\"", "characters": 461, "sentences": 5}, {"text": "Some minutes later the widow's guests were at the supper-table, and a dozen children were propped up at little side-tables in the same room, after the fashion of that country and that day. At the proper time Mr. Jones made his little speech, in which he thanked the widow for the honor she was doing himself and his sons, but said that there was another person whose modesty--", "characters": 376, "sentences": 3}, {"text": "The widow said she meant to give Huck a home under her roof and have him educated; and that when she could spare the money she would start him in business in a modest way. Tom's chance was come. He said:", "characters": 203, "sentences": 3}, {"text": "Nothing but a heavy strain upon the good manners of the company kept back the due and proper complimentary laugh at this pleasant joke. But the silence was a little awkward. Tom broke it:", "characters": 187, "sentences": 3}, {"text": "\"Huck's got money. Maybe you don't believe it, but he's got lots of it. Oh, you needn't smile--I reckon I can show you. You just wait a minute.\"", "characters": 144, "sentences": 5}, {"text": "Tom ran out of doors. The company looked at each other with a perplexed interest--and inquiringly at Huck, who was tongue-tied.", "characters": 127, "sentences": 3}, {"text": "\"Sid, what ails Tom?\" said Aunt Polly. \"He--well, there ain't ever any making of that boy out. I never--\"", "characters": 105, "sentences": 3}, {"text": "Tom entered, struggling with the weight of his sacks, and Aunt Polly did not finish her sentence. Tom poured the mass of yellow coin upon the table and said:", "characters": 157, "sentences": 2}, {"text": "The spectacle took the general breath away. All gazed, nobody spoke for a moment. Then there was a unanimous call for an explanation. Tom said he could furnish it, and he did. The tale was long, but brimful of interest. There was scarcely an interruption from any one to break the charm of its flow. When he had finished, Mr. Jones said:", "characters": 337, "sentences": 8}, {"text": "\"I thought I had fixed up a little surprise for this occasion, but it don't amount to anything now. This one makes it sing mighty small, I'm willing to allow.\"", "characters": 159, "sentences": 3}, {"text": "The money was counted. The sum amounted to a little over twelve thousand dollars. It was more than any one present had ever seen at one time before, though several persons were there who were worth considerably more than that in property.", "characters": 238, "sentences": 4}, {"text": "The Widow Douglas put Huck's money out at six per cent., and Judge Thatcher did the same with Tom's at Aunt Polly's request. Each lad had an income, now, that was simply prodigious--a dollar for every weekday in the year and half of the Sundays. It was just what the minister got--no, it was what he was promised--he generally couldn't collect it. A dollar and a quarter a week would board, lodge, and school a boy in those old simple days--and clothe him and wash him, too, for that matter.", "characters": 491, "sentences": 6}, {"text": "Judge Thatcher hoped to see Tom a great lawyer or a great soldier some day. He said he meant to look to it that Tom should be admitted to the National Military Academy and afterward trained in the best law school in the country, in order that he might be ready for either career or both.", "characters": 287, "sentences": 3}, {"text": "\"Oh, Huck, you know I can't do that. 'Tain't fair; and besides if you'll try this thing just a while longer you'll come to like it.\"", "characters": 132, "sentences": 3}, {"text": "\"Like it! Yes--the way I'd like a hot stove if I was to set on it long enough. No, Tom, I won't be rich, and I won't live in them cussed smothery houses. I like the woods, and the river, and hogsheads, and I'll stick to 'em, too. Blame it all! just as we'd got guns, and a cave, and all just fixed to rob, here this dern foolishness has got to come up and spile it all!\"", "characters": 370, "sentences": 4}, {"text": "\"Just as dead earnest as I'm sitting here. But Huck, we can't let you into the gang if you ain't respectable, you know.\"", "characters": 120, "sentences": 3}, {"text": "\"Yes, but that's different. A robber is more high-toned than what a pirate is--as a general thing. In most countries they're awful high up in the nobility--dukes and such.\"", "characters": 172, "sentences": 4}, {"text": "\"Now, Tom, hain't you always ben friendly to me? You wouldn't shet me out, would you, Tom? You wouldn't do that, now, _would_ you, Tom?\"", "characters": 136, "sentences": 1}, {"text": "\"Huck, I wouldn't want to, and I _don't_ want to--but what would people say? Why, they'd say, 'Mph! Tom Sawyer's Gang! pretty low characters in it!' They'd mean you, Huck. You wouldn't like that, and I wouldn't.\"", "characters": 212, "sentences": 3}, {"text": "\"Well, I'll go back to the widder for a month and tackle it and see if I can come to stand it, if you'll let me b'long to the gang, Tom.\"", "characters": 137, "sentences": 2}, {"text": "\"All right, Huck, it's a whiz! Come along, old chap, and I'll ask the widow to let up on you a little, Huck.\"", "characters": 109, "sentences": 2}, {"text": "\"Will you, Tom--now will you? That's good. If she'll let up on some of the roughest things, I'll smoke private and cuss private, and crowd through or bust. When you going to start the gang and turn robbers?\"", "characters": 207, "sentences": 3}, {"text": "\"It's to swear to stand by one another, and never tell the gang's secrets, even if you're chopped all to flinders, and kill anybody and all his family that hurts one of the gang.\"", "characters": 179, "sentences": 2}, {"text": "\"Well, I bet it is. And all that swearing's got to be done at midnight, in the lonesomest, awfulest place you can find--a ha'nted house is the best, but they're all ripped up now.\"", "characters": 180, "sentences": 3}, {"text": "\"Now, that's something _like_! Why, it's a million times bullier than pirating. I'll stick to the widder till I rot, Tom; and if I git to be a reg'lar ripper of a robber, and everybody talking 'bout it, I reckon she'll be proud she snaked me in out of the wet.\"", "characters": 261, "sentences": 3}, {"text": "SO endeth this chronicle. It being strictly a history of a _boy_, it must stop here; the story could not go much further without becoming the history of a _man_. When one writes a novel about grown people, he knows exactly where to stop--that is, with a marriage; but when he writes of juveniles, he must stop where he best can.", "characters": 328, "sentences": 4}, {"text": "Most of the characters that perform in this book still live, and are prosperous and happy. Some day it may seem worth while to take up the story of the younger ones again and see what sort of men and women they turned out to be; therefore it will be wisest not to reveal any of that part of their lives at present.", "characters": 314, "sentences": 3}, {"text": "End of the Project Gutenberg Ebook of Adventures of Tom Sawyer, Complete, by Mark Twain (Samuel Clemens)", "characters": 104, "sentences": 1}], "id": 74, "paragraphs": 673, "author": "Mark Twain (Samuel Clemens)"}