{"title": "Wuthering Heights", "data": [{"text": "'Mr. Lockwood, your new tenant, sir.  I do myself the honour of calling as soon as possible after my arrival, to express the hope that I have not inconvenienced you by my perseverance in soliciting the occupation of Thrushcross Grange: I heard yesterday you had had some thoughts--'", "characters": 282, "sentences": 3}, {"text": "'Thrushcross Grange is my own, sir,' he interrupted, wincing.  'I should not allow any one to inconvenience me, if I could hinder it--walk in!'", "characters": 143, "sentences": 2}, {"text": "The 'walk in' was uttered with closed teeth, and expressed the sentiment, 'Go to the Deuce:' even the gate over which he leant manifested no sympathising movement to the words; and I think that circumstance determined me to accept the invitation: I felt interested in a man who seemed more exaggeratedly reserved than myself.", "characters": 325, "sentences": 2}, {"text": "When he saw my horse's breast fairly pushing the barrier, he did put out his hand to unchain it, and then sullenly preceded me up the causeway, calling, as we entered the court,--'Joseph, take Mr. Lockwood's horse; and bring up some wine.'", "characters": 239, "sentences": 3}, {"text": "'Here we have the whole establishment of domestics, I suppose,' was the reflection suggested by this compound order.  'No wonder the grass grows up between the flags, and cattle are the only hedge-cutters.'", "characters": 206, "sentences": 3}, {"text": "Joseph was an elderly, nay, an old man: very old, perhaps, though hale and sinewy.  'The Lord help us!' he soliloquised in an undertone of peevish displeasure, while relieving me of my horse: looking, meantime, in my face so sourly that I charitably conjectured he must have need of divine aid to digest his dinner, and his pious ejaculation had no reference to my unexpected advent.", "characters": 383, "sentences": 3}, {"text": "I took a seat at the end of the hearthstone opposite that towards which my landlord advanced, and filled up an interval of silence by attempting to caress the canine mother, who had left her nursery, and was sneaking wolfishly to the back of my legs, her lip curled up, and her white teeth watering for a snatch.  My caress provoked a long, guttural gnarl.", "characters": 356, "sentences": 3}, {"text": "'You'd better let the dog alone,' growled Mr. Heathcliff in unison, checking fiercer demonstrations with a punch of his foot.  'She's not accustomed to be spoiled--not kept for a pet.'  Then, striding to a side door, he shouted again, 'Joseph!'", "characters": 244, "sentences": 4}, {"text": "'What the devil is the matter?' he asked, eyeing me in a manner that I could ill endure, after this inhospitable treatment.", "characters": 123, "sentences": 2}, {"text": "'What the devil, indeed!' I muttered.  'The herd of possessed swine could have had no worse spirits in them than those animals of yours, sir.  You might as well leave a stranger with a brood of tigers!'", "characters": 202, "sentences": 3}, {"text": "'They won't meddle with persons who touch nothing,' he remarked, putting the bottle before me, and restoring the displaced table.  'The dogs do right to be vigilant.  Take a glass of wine?'", "characters": 189, "sentences": 3}, {"text": "'If I had been, I would have set my signet on the biter.'  Heathcliff's countenance relaxed into a grin.", "characters": 104, "sentences": 3}, {"text": "'Come, come,' he said, 'you are flurried, Mr. Lockwood.  Here, take a little wine.  Guests are so exceedingly rare in this house that I and my dogs, I am willing to own, hardly know how to receive them.  Your health, sir?'", "characters": 222, "sentences": 5}, {"text": "On that bleak hill-top the earth was hard with a black frost, and the air made me shiver through every limb.  Being unable to remove the chain, I jumped over, and, running up the flagged causeway bordered with straggling gooseberry-bushes, knocked vainly for admittance, till my knuckles tingled and the dogs howled.", "characters": 316, "sentences": 3}, {"text": "'Wretched inmates!' I ejaculated, mentally, 'you deserve perpetual isolation from your species for your churlish inhospitality. At least, I would not keep my doors barred in the day-time. I don't care--I will get in!' So resolved, I grasped the latch and shook it vehemently. Vinegar-faced Joseph projected his head from a round window of the barn.", "characters": 348, "sentences": 5}, {"text": "'What are ye for?' he shouted.  'T' maister's down i' t' fowld.  Go round by th' end o' t' laith, if ye went to spake to him.'", "characters": 126, "sentences": 4}, {"text": "'Rough weather!' I remarked.  'I'm afraid, Mrs. Heathcliff, the door must bear the consequence of your servants' leisure attendance: I had hard work to make them hear me.'", "characters": 171, "sentences": 4}, {"text": "She never opened her mouth.  I stared--she stared also: at any rate, she kept her eyes on me in a cool, regardless manner, exceedingly embarrassing and disagreeable.", "characters": 165, "sentences": 3}, {"text": "I obeyed; and hemmed, and called the villain Juno, who deigned, at this second interview, to move the extreme tip of her tail, in token of owning my acquaintance.", "characters": 162, "sentences": 2}, {"text": "'They are not mine,' said the amiable hostess, more repellingly than Heathcliff himself could have replied.", "characters": 107, "sentences": 2}, {"text": "'Ah, your favourites are among these?' I continued, turning to an obscure cushion full of something like cats.", "characters": 110, "sentences": 2}, {"text": "Unluckily, it was a heap of dead rabbits.  I hemmed once more, and drew closer to the hearth, repeating my comment on the wildness of the evening.", "characters": 146, "sentences": 3}, {"text": "'You should not have come out,' she said, rising and reaching from the chimney-piece two of the painted canisters.", "characters": 114, "sentences": 2}, {"text": "'Were you asked to tea?' she demanded, tying an apron over her neat black frock, and standing with a spoonful of the leaf poised over the pot.", "characters": 142, "sentences": 2}, {"text": "She flung the tea back, spoon and all, and resumed her chair in a pet; her forehead corrugated, and her red under-lip pushed out, like a child's ready to cry.", "characters": 158, "sentences": 2}, {"text": "'You see, sir, I am come, according to promise!' I exclaimed, assuming the cheerful; 'and I fear I shall be weather-bound for half an hour, if you can afford me shelter during that space.'", "characters": 188, "sentences": 2}, {"text": "'Half an hour?' he said, shaking the white flakes from his clothes; 'I wonder you should select the thick of a snow-storm to ramble about in.  Do you know that you run a risk of being lost in the marshes?  People familiar with these moors often miss their road on such evenings; and I can tell you there is no chance of a change at present.'", "characters": 341, "sentences": 3}, {"text": "'Perhaps I can get a guide among your lads, and he might stay at the Grange till morning--could you spare me one?'", "characters": 114, "sentences": 1}, {"text": "'Are you going to mak' the tea?' demanded he of the shabby coat, shifting his ferocious gaze from me to the young lady.", "characters": 119, "sentences": 2}, {"text": "'Get it ready, will you?' was the answer, uttered so savagely that I started.  The tone in which the words were said revealed a genuine bad nature.  I no longer felt inclined to call Heathcliff a capital fellow. When the preparations were finished, he invited me with--'Now, sir, bring forward your chair.'  And we all, including the rustic youth, drew round the table: an austere silence prevailing while we discussed our meal.", "characters": 428, "sentences": 6}, {"text": "I thought, if I had caused the cloud, it was my duty to make an effort to dispel it.  They could not every day sit so grim and taciturn; and it was impossible, however ill-tempered they might be, that the universal scowl they wore was their every-day countenance.", "characters": 263, "sentences": 3}, {"text": "'It is strange,' I began, in the interval of swallowing one cup of tea and receiving another--'it is strange how custom can mould our tastes and ideas: many could not imagine the existence of happiness in a life of such complete exile from the world as you spend, Mr. Heathcliff; yet, I'll venture to say, that, surrounded by your family, and with your amiable lady as the presiding genius over your home and heart--'", "characters": 417, "sentences": 2}, {"text": "'My amiable lady!' he interrupted, with an almost diabolical sneer on his face.  'Where is she--my amiable lady?'", "characters": 113, "sentences": 2}, {"text": "'Well, yes--oh, you would intimate that her spirit has taken the post of ministering angel, and guards the fortunes of Wuthering Heights, even when her body is gone.  Is that it?'", "characters": 179, "sentences": 2}, {"text": "Perceiving myself in a blunder, I attempted to correct it.  I might have seen there was too great a disparity between the ages of the parties to make it likely that they were man and wife.  One was about forty: a period of mental vigour at which men seldom cherish the delusion of being married for love by girls: that dream is reserved for the solace of our declining years.  The other did not look seventeen.", "characters": 410, "sentences": 5}, {"text": "'Mrs. Heathcliff is my daughter-in-law,' said Heathcliff, corroborating my surmise.  He turned, as he spoke, a peculiar look in her direction: a look of hatred; unless he has a most perverse set of facial muscles that will not, like those of other people, interpret the language of his soul.", "characters": 291, "sentences": 4}, {"text": "'Ah, certainly--I see now: you are the favoured possessor of the beneficent fairy,' I remarked, turning to my neighbour.", "characters": 120, "sentences": 2}, {"text": "This was worse than before: the youth grew crimson, and clenched his fist, with every appearance of a meditated assault.  But he seemed to recollect himself presently, and smothered the storm in a brutal curse, muttered on my behalf: which, however, I took care not to notice.", "characters": 276, "sentences": 3}, {"text": "'Unhappy in your conjectures, sir,' observed my host; 'we neither of us have the privilege of owning your good fairy; her mate is dead.  I said she was my daughter-in-law: therefore, she must have married my son.'", "characters": 213, "sentences": 3}, {"text": "Heathcliff smiled again, as if it were rather too bold a jest to attribute the paternity of that bear to him.", "characters": 109, "sentences": 2}, {"text": "'I've shown no disrespect,' was my reply, laughing internally at the dignity with which he announced himself.", "characters": 109, "sentences": 2}, {"text": "He fixed his eye on me longer than I cared to return the stare, for fear I might be tempted either to box his ears or render my hilarity audible. I began to feel unmistakably out of place in that pleasant family circle. The dismal spiritual atmosphere overcame, and more than neutralised, the glowing physical comforts round me; and I resolved to be cautious how I ventured under those rafters a third time.", "characters": 407, "sentences": 4}, {"text": "The business of eating being concluded, and no one uttering a word of sociable conversation, I approached a window to examine the weather.  A sorrowful sight I saw: dark night coming down prematurely, and sky and hills mingled in one bitter whirl of wind and suffocating snow.", "characters": 276, "sentences": 3}, {"text": "'I don't think it possible for me to get home now without a guide,' I could not help exclaiming.  'The roads will be buried already; and, if they were bare, I could scarcely distinguish a foot in advance.'", "characters": 205, "sentences": 3}, {"text": "'Hareton, drive those dozen sheep into the barn porch.  They'll be covered if left in the fold all night: and put a plank before them,' said Heathcliff.", "characters": 152, "sentences": 3}, {"text": "I imagined, for a moment, that this piece of eloquence was addressed to me; and, sufficiently enraged, stepped towards the aged rascal with an intention of kicking him out of the door.  Mrs. Heathcliff, however, checked me by her answer.", "characters": 237, "sentences": 4}, {"text": "'No, reprobate! you are a castaway--be off, or I'll hurt you seriously! I'll have you all modelled in wax and clay! and the first who passes the limits I fix shall--I'll not say what he shall be done to--but, you'll see!  Go, I'm looking at you!'", "characters": 246, "sentences": 1}, {"text": "The little witch put a mock malignity into her beautiful eyes, and Joseph, trembling with sincere horror, hurried out, praying, and ejaculating 'wicked' as he went.  I thought her conduct must be prompted by a species of dreary fun; and, now that we were alone, I endeavoured to interest her in my distress.", "characters": 307, "sentences": 3}, {"text": "'Mrs. Heathcliff,' I said earnestly, 'you must excuse me for troubling you.  I presume, because, with that face, I'm sure you cannot help being good-hearted.  Do point out some landmarks by which I may know my way home: I have no more idea how to get there than you would have how to get to London!'", "characters": 299, "sentences": 4}, {"text": "'Take the road you came,' she answered, ensconcing herself in a chair, with a candle, and the long book open before her.  'It is brief advice, but as sound as I can give.'", "characters": 171, "sentences": 3}, {"text": "'Then, if you hear of me being discovered dead in a bog or a pit full of snow, your conscience won't whisper that it is partly your fault?'", "characters": 139, "sentences": 1}, {"text": "'_You_!  I should be sorry to ask you to cross the threshold, for my convenience, on such a night,' I cried.  'I want you to tell me my way, not to _show_ it: or else to persuade Mr. Heathcliff to give me a guide.'", "characters": 214, "sentences": 4}, {"text": "'I hope it will be a lesson to you to make no more rash journeys on these hills,' cried Heathcliff's stern voice from the kitchen entrance.  'As to staying here, I don't keep accommodations for visitors: you must share a bed with Hareton or Joseph, if you do.'", "characters": 260, "sentences": 3}, {"text": "'No, no!  A stranger is a stranger, be he rich or poor: it will not suit me to permit any one the range of the place while I am off guard!' said the unmannerly wretch.", "characters": 167, "sentences": 2}, {"text": "With this insult my patience was at an end.  I uttered an expression of disgust, and pushed past him into the yard, running against Earnshaw in my haste.  It was so dark that I could not see the means of exit; and, as I wandered round, I heard another specimen of their civil behaviour amongst each other.  At first the young man appeared about to befriend me.", "characters": 360, "sentences": 5}, {"text": "'You'll go with him to hell!' exclaimed his master, or whatever relation he bore.  'And who is to look after the horses, eh?'", "characters": 125, "sentences": 2}, {"text": "'A man's life is of more consequence than one evening's neglect of the horses: somebody must go,' murmured Mrs. Heathcliff, more kindly than I expected.", "characters": 152, "sentences": 3}, {"text": "'Then I hope his ghost will haunt you; and I hope Mr. Heathcliff will never get another tenant till the Grange is a ruin,' she answered, sharply.", "characters": 145, "sentences": 3}, {"text": "He sat within earshot, milking the cows by the light of a lantern, which I seized unceremoniously, and, calling out that I would send it back on the morrow, rushed to the nearest postern.", "characters": 187, "sentences": 2}, {"text": "'Maister, maister, he's staling t' lanthern!' shouted the ancient, pursuing my retreat.  'Hey, Gnasher!  Hey, dog!  Hey Wolf, holld him, holld him!'", "characters": 148, "sentences": 2}, {"text": "'Well, Mr. Earnshaw,' she cried, 'I wonder what you'll have agait next? Are we going to murder folk on our very door-stones?  I see this house will never do for me--look at t' poor lad, he's fair choking!  Wisht, wisht; you mun'n't go on so.  Come in, and I'll cure that: there now, hold ye still.'", "characters": 298, "sentences": 4}, {"text": "With these words she suddenly splashed a pint of icy water down my neck, and pulled me into the kitchen.  Mr. Heathcliff followed, his accidental merriment expiring quickly in his habitual moroseness.", "characters": 200, "sentences": 4}, {"text": "I was sick exceedingly, and dizzy, and faint; and thus compelled perforce to accept lodgings under his roof.  He told Zillah to give me a glass of brandy, and then passed on to the inner room; while she condoled with me on my sorry predicament, and having obeyed his orders, whereby I was somewhat revived, ushered me to bed.", "characters": 325, "sentences": 3}, {"text": "While leading the way upstairs, she recommended that I should hide the candle, and not make a noise; for her master had an odd notion about the chamber she would put me in, and never let anybody lodge there willingly. I asked the reason.  She did not know, she answered: she had only lived there a year or two; and they had so many queer goings on, she could not begin to be curious.", "characters": 383, "sentences": 4}, {"text": "The ledge, where I placed my candle, had a few mildewed books piled up in one corner; and it was covered with writing scratched on the paint.  This writing, however, was nothing but a name repeated in all kinds of characters, large and small--_Catherine Earnshaw_, here and there varied to _Catherine Heathcliff_, and then again to _Catherine Linton_.", "characters": 351, "sentences": 3}, {"text": "'An awful Sunday,' commenced the paragraph beneath.  'I wish my father were back again.  Hindley is a detestable substitute--his conduct to Heathcliff is atrocious--H. and I are going to rebel--we took our initiatory step this evening.", "characters": 235, "sentences": 5}, {"text": "'\"T' maister nobbut just buried, and Sabbath not o'ered, und t' sound o' t' gospel still i' yer lugs, and ye darr be laiking!  Shame on ye! sit ye down, ill childer! there's good books eneugh if ye'll read 'em: sit ye down, and think o' yer sowls!\"", "characters": 248, "sentences": 1}, {"text": "'Saying this, he compelled us so to square our positions that we might receive from the far-off fire a dull ray to show us the text of the lumber he thrust upon us.  I could not bear the employment.  I took my dingy volume by the scroop, and hurled it into the dog-kennel, vowing I hated a good book.  Heathcliff kicked his to the same place.  Then there was a hubbub!", "characters": 368, "sentences": 5}, {"text": "'\"Maister Hindley!\" shouted our chaplain.  \"Maister, coom hither!  Miss Cathy's riven th' back off 'Th' Helmet o' Salvation,' un' Heathcliff's pawsed his fit into t' first part o' 'T' Brooad Way to Destruction!'  It's fair flaysome that ye let 'em go on this gait.  Ech! th' owd man wad ha' laced 'em properly--but he's goan!\"", "characters": 326, "sentences": 3}, {"text": "I suppose Catherine fulfilled her project, for the next sentence took up another subject: she waxed lachrymose.", "characters": 111, "sentences": 2}, {"text": "Oh, how weary I grow.  How I writhed, and yawned, and nodded, and revived!  How I pinched and pricked myself, and rubbed my eyes, and stood up, and sat down again, and nudged Joseph to inform me if he would _ever_ have done.  I was condemned to hear all out: finally, he reached the '_First of the Seventy-First_.'  At that crisis, a sudden inspiration descended on me; I was moved to rise and denounce Jabez Branderham as the sinner of the sin that no Christian need pardon.", "characters": 475, "sentences": 5}, {"text": "'Sir,' I exclaimed, 'sitting here within these four walls, at one stretch, I have endured and forgiven the four hundred and ninety heads of your discourse.  Seventy times seven times have I plucked up my hat and been about to depart--Seventy times seven times have you preposterously forced me to resume my seat.  The four hundred and ninety-first is too much.  Fellow-martyrs, have at him!  Drag him down, and crush him to atoms, that the place which knows him may know him no more!'", "characters": 484, "sentences": 4}, {"text": "'_Thou art the Man_!' cried Jabez, after a solemn pause, leaning over his cushion.  'Seventy times seven times didst thou gapingly contort thy visage--seventy times seven did I take counsel with my soul--Lo, this is human weakness: this also may be absolved!  The First of the Seventy-First is come.  Brethren, execute upon him the judgment written. Such honour have all His saints!'", "characters": 383, "sentences": 4}, {"text": "Heathcliff stood near the entrance, in his shirt and trousers; with a candle dripping over his fingers, and his face as white as the wall behind him.  The first creak of the oak startled him like an electric shock: the light leaped from his hold to a distance of some feet, and his agitation was so extreme, that he could hardly pick it up.", "characters": 340, "sentences": 3}, {"text": "'It is only your guest, sir,' I called out, desirous to spare him the humiliation of exposing his cowardice further.  'I had the misfortune to scream in my sleep, owing to a frightful nightmare.  I'm sorry I disturbed you.'", "characters": 223, "sentences": 4}, {"text": "'Oh, God confound you, Mr. Lockwood!  I wish you were at the--' commenced my host, setting the candle on a chair, because he found it impossible to hold it steady.  'And who showed you up into this room?' he continued, crushing his nails into his palms, and grinding his teeth to subdue the maxillary convulsions.  'Who was it?  I've a good mind to turn them out of the house this moment?'", "characters": 389, "sentences": 4}, {"text": "'It was your servant Zillah,' I replied, flinging myself on to the floor, and rapidly resuming my garments.  'I should not care if you did, Mr. Heathcliff; she richly deserves it.  I suppose that she wanted to get another proof that the place was haunted, at my expense.  Well, it is--swarming with ghosts and goblins!  You have reason in shutting it up, I assure you.  No one will thank you for a doze in such a den!'", "characters": 418, "sentences": 6}, {"text": "'What do you mean?' asked Heathcliff, 'and what are you doing?  Lie down and finish out the night, since you _are_ here; but, for heaven's sake! don't repeat that horrid noise: nothing could excuse it, unless you were having your throat cut!'", "characters": 242, "sentences": 1}, {"text": "'What _can_ you mean by talking in this way to _me_!' thundered Heathcliff with savage vehemence.  'How--how _dare_ you, under my roof?--God! he's mad to speak so!'  And he struck his forehead with rage.", "characters": 203, "sentences": 3}, {"text": "'Always at nine in winter, and rise at four,' said my host, suppressing a groan: and, as I fancied, by the motion of his arm's shadow, dashing a tear from his eyes.  'Mr. Lockwood,' he added, 'you may go into my room: you'll only be in the way, coming down-stairs so early: and your childish outcry has sent sleep to the devil for me.'", "characters": 335, "sentences": 4}, {"text": "'And for me, too,' I replied.  'I'll walk in the yard till daylight, and then I'll be off; and you need not dread a repetition of my intrusion. I'm now quite cured of seeking pleasure in society, be it country or town.  A sensible man ought to find sufficient company in himself.'", "characters": 280, "sentences": 5}, {"text": "'Delightful company!' muttered Heathcliff.  'Take the candle, and go where you please.  I shall join you directly.  Keep out of the yard, though, the dogs are unchained; and the house--Juno mounts sentinel there, and--nay, you can only ramble about the steps and passages.  But, away with you!  I'll come in two minutes!'", "characters": 321, "sentences": 5}, {"text": "'And you, you worthless--' he broke out as I entered, turning to his daughter-in-law, and employing an epithet as harmless as duck, or sheep, but generally represented by a dash--.  'There you are, at your idle tricks again!  The rest of them do earn their bread--you live on my charity!  Put your trash away, and find something to do.  You shall pay me for the plague of having you eternally in my sight--do you hear, damnable jade?'", "characters": 434, "sentences": 3}, {"text": "'I'll put my trash away, because you can make me if I refuse,' answered the young lady, closing her book, and throwing it on a chair.  'But I'll not do anything, though you should swear your tongue out, except what I please!'", "characters": 225, "sentences": 2}, {"text": "'Eighteen, sir: I came when the mistress was married, to wait on her; after she died, the master retained me for his housekeeper.'", "characters": 130, "sentences": 2}, {"text": "There ensued a pause.  She was not a gossip, I feared; unless about her own affairs, and those could hardly interest me.  However, having studied for an interval, with a fist on either knee, and a cloud of meditation over her ruddy countenance, she ejaculated--'Ah, times are greatly changed since then!'", "characters": 304, "sentences": 3}, {"text": "'Rich, sir!' she returned.  'He has nobody knows what money, and every year it increases.  Yes, yes, he's rich enough to live in a finer house than this: but he's very near--close-handed; and, if he had meant to flit to Thrushcross Grange, as soon as he heard of a good tenant he could not have borne to miss the chance of getting a few hundreds more.  It is strange people should be so greedy, when they are alone in the world!'", "characters": 429, "sentences": 4}, {"text": "'Why, sir, she is my late master's daughter: Catherine Linton was her maiden name.  I nursed her, poor thing!  I did wish Mr. Heathcliff would remove here, and then we might have been together again.'", "characters": 200, "sentences": 4}, {"text": "'What!  Catherine Linton?' I exclaimed, astonished.  But a minute's reflection convinced me it was not my ghostly Catherine.  'Then,' I continued, 'my predecessor's name was Linton?'", "characters": 182, "sentences": 3}, {"text": "'Yes; and her husband was her cousin also: one on the mother's, the other on the father's side: Heathcliff married Mr. Linton's sister.'", "characters": 136, "sentences": 3}, {"text": "'I see the house at Wuthering Heights has \"Earnshaw\" carved over the front door.  Are they an old family?'", "characters": 106, "sentences": 2}, {"text": "'Very old, sir; and Hareton is the last of them, as our Miss Cathy is of us--I mean, of the Lintons.  Have you been to Wuthering Heights?  I beg pardon for asking; but I should like to hear how she is!'", "characters": 202, "sentences": 2}, {"text": "'He must have had some ups and downs in life to make him such a churl.  Do you know anything of his history?'", "characters": 109, "sentences": 2}, {"text": "'It's a cuckoo's, sir--I know all about it: except where he was born, and who were his parents, and how he got his money at first.  And Hareton has been cast out like an unfledged dunnock!  The unfortunate lad is the only one in all this parish that does not guess how he has been cheated.'", "characters": 290, "sentences": 3}, {"text": "'Well, Mrs. Dean, it will be a charitable deed to tell me something of my neighbours: I feel I shall not rest if I go to bed; so be good enough to sit and chat an hour.'", "characters": 169, "sentences": 3}, {"text": "'Oh, certainly, sir!  I'll just fetch a little sewing, and then I'll sit as long as you please.  But you've caught cold: I saw you shivering, and you must have some gruel to drive it out.'", "characters": 188, "sentences": 3}, {"text": "'And at the end of it to be flighted to death!' he said, opening his great-coat, which he held bundled up in his arms.  'See here, wife!  I was never so beaten with anything in my life: but you must e'en take it as a gift of God; though it's as dark almost as if it came from the devil.'", "characters": 287, "sentences": 3}, {"text": "At last, our curate (we had a curate then who made the living answer by teaching the little Lintons and Earnshaws, and farming his bit of land himself) advised that the young man should be sent to college; and Mr. Earnshaw agreed, though with a heavy spirit, for he said--'Hindley was nought, and would never thrive as where he wandered.'", "characters": 338, "sentences": 3}, {"text": "'I shall bid father good-night first,' said Catherine, putting her arms round his neck, before we could hinder her.  The poor thing discovered her loss directly--she screamed out--'Oh, he's dead, Heathcliff! he's dead!'  And they both set up a heart-breaking cry.", "characters": 263, "sentences": 3}, {"text": "Mr. Hindley came home to the funeral; and--a thing that amazed us, and set the neighbours gossiping right and left--he brought a wife with him. What she was, and where she was born, he never informed us: probably, she had neither money nor name to recommend her, or he would scarcely have kept the union from his father.", "characters": 320, "sentences": 4}, {"text": "'Hush, hush!' I interrupted.  'Still you have not told me, Heathcliff, how Catherine is left behind?'", "characters": 101, "sentences": 2}, {"text": "'While they examined me, Cathy came round; she heard the last speech, and laughed.  Edgar Linton, after an inquisitive stare, collected sufficient wit to recognise her.  They see us at church, you know, though we seldom meet them elsewhere.  \"That's Miss Earnshaw?\" he whispered to his mother, \"and look how Skulker has bitten her--how her foot bleeds!\"", "characters": 353, "sentences": 4}, {"text": "'\"Miss Earnshaw?  Nonsense!\" cried the dame; \"Miss Earnshaw scouring the country with a gipsy!  And yet, my dear, the child is in mourning--surely it is--and she may be lamed for life!\"", "characters": 185, "sentences": 1}, {"text": "'\"What culpable carelessness in her brother!\" exclaimed Mr. Linton, turning from me to Catherine.  \"I've understood from Shielders\"' (that was the curate, sir) '\"that he lets her grow up in absolute heathenism. But who is this?  Where did she pick up this companion?  Oho! I declare he is that strange acquisition my late neighbour made, in his journey to Liverpool--a little Lascar, or an American or Spanish castaway.\"", "characters": 420, "sentences": 5}, {"text": "'\"A wicked boy, at all events,\" remarked the old lady, \"and quite unfit for a decent house!  Did you notice his language, Linton?  I'm shocked that my children should have heard it.\"", "characters": 182, "sentences": 2}, {"text": "'Heathcliff, you may come forward,' cried Mr. Hindley, enjoying his discomfiture, and gratified to see what a forbidding young blackguard he would be compelled to present himself.  'You may come and wish Miss Catherine welcome, like the other servants.'", "characters": 253, "sentences": 4}, {"text": "Cathy, catching a glimpse of her friend in his concealment, flew to embrace him; she bestowed seven or eight kisses on his cheek within the second, and then stopped, and drawing back, burst into a laugh, exclaiming, 'Why, how very black and cross you look! and how--how funny and grim!  But that's because I'm used to Edgar and Isabella Linton. Well, Heathcliff, have you forgotten me?'", "characters": 386, "sentences": 2}, {"text": "She had some reason to put the question, for shame and pride threw double gloom over his countenance, and kept him immovable.", "characters": 125, "sentences": 2}, {"text": "'I shall not,' replied the boy, finding his tongue at last; 'I shall not stand to be laughed at.  I shall not bear it!'  And he would have broken from the circle, but Miss Cathy seized him again.", "characters": 195, "sentences": 3}, {"text": "'I did not mean to laugh at you,' she said; 'I could not hinder myself: Heathcliff, shake hands at least!  What are you sulky for?  It was only that you looked odd.  If you wash your face and brush your hair, it will be all right: but you are so dirty!'", "characters": 253, "sentences": 2}, {"text": "She gazed concernedly at the dusky fingers she held in her own, and also at her dress; which she feared had gained no embellishment from its contact with his.", "characters": 158, "sentences": 2}, {"text": "'You needn't have touched me!' he answered, following her eye and snatching away his hand.  'I shall be as dirty as I please: and I like to be dirty, and I will be dirty.'", "characters": 171, "sentences": 3}, {"text": "With that he dashed headforemost out of the room, amid the merriment of the master and mistress, and to the serious disturbance of Catherine; who could not comprehend how her remarks should have produced such an exhibition of bad temper.", "characters": 237, "sentences": 2}, {"text": "'Make haste, Heathcliff!' I said, 'the kitchen is so comfortable; and Joseph is up-stairs: make haste, and let me dress you smart before Miss Cathy comes out, and then you can sit together, with the whole hearth to yourselves, and have a long chatter till bedtime.'", "characters": 265, "sentences": 2}, {"text": "'Come--are you coming?' I continued.  'There's a little cake for each of you, nearly enough; and you'll need half-an-hour's donning.'", "characters": 133, "sentences": 3}, {"text": "'High time, Heathcliff,' I said; 'you _have_ grieved Catherine: she's sorry she ever came home, I daresay!  It looks as if you envied her, because she is more thought of than you.'", "characters": 180, "sentences": 2}, {"text": "The notion of _envying_ Catherine was incomprehensible to him, but the notion of grieving her he understood clearly enough.", "characters": 123, "sentences": 2}, {"text": "'But, Nelly, if I knocked him down twenty times, that wouldn't make him less handsome or me more so.  I wish I had light hair and a fair skin, and was dressed and behaved as well, and had a chance of being as rich as he will be!'", "characters": 229, "sentences": 2}, {"text": "'In other words, I must wish for Edgar Linton's great blue eyes and even forehead,' he replied.  'I do--and that won't help me to them.'", "characters": 136, "sentences": 3}, {"text": "'Nay, sir,' I could not avoid answering, 'he'll touch nothing, not he: and I suppose he must have his share of the dainties as well as we.'", "characters": 139, "sentences": 2}, {"text": "'He shall have his share of my hand, if I catch him downstairs till dark,' cried Hindley.  'Begone, you vagabond!  What! you are attempting the coxcomb, are you?  Wait till I get hold of those elegant locks--see if I won't pull them a bit longer!'", "characters": 247, "sentences": 2}, {"text": "'They are long enough already,' observed Master Linton, peeping from the doorway; 'I wonder they don't make his head ache.  It's like a colt's mane over his eyes!'", "characters": 163, "sentences": 2}, {"text": "'You should not have spoken to him!' she expostulated with Master Linton. 'He was in a bad temper, and now you've spoilt your visit; and he'll be flogged: I hate him to be flogged!  I can't eat my dinner.  Why did you speak to him, Edgar?'", "characters": 239, "sentences": 3}, {"text": "'I didn't,' sobbed the youth, escaping from my hands, and finishing the remainder of the purification with his cambric pocket-handkerchief.  'I promised mamma that I wouldn't say one word to him, and I didn't.'", "characters": 210, "sentences": 3}, {"text": "'Well, don't cry,' replied Catherine, contemptuously; 'you're not killed. Don't make more mischief; my brother is coming: be quiet!  Hush, Isabella!  Has anybody hurt you?'", "characters": 172, "sentences": 2}, {"text": "'There, there, children--to your seats!' cried Hindley, bustling in. 'That brute of a lad has warmed me nicely.  Next time, Master Edgar, take the law into your own fists--it will give you an appetite!'", "characters": 202, "sentences": 3}, {"text": "'For shame, Heathcliff!' said I.  'It is for God to punish wicked people; we should learn to forgive.'", "characters": 102, "sentences": 3}, {"text": "'No, God won't have the satisfaction that I shall,' he returned.  'I only wish I knew the best way!  Let me alone, and I'll plan it out: while I'm thinking of that I don't feel pain.'", "characters": 183, "sentences": 3}, {"text": "'But, Mr. Lockwood, I forget these tales cannot divert you.  I'm annoyed how I should dream of chattering on at such a rate; and your gruel cold, and you nodding for bed!  I could have told Heathcliff's history, all that you need hear, in half a dozen words.'", "characters": 259, "sentences": 4}, {"text": "Thus interrupting herself, the housekeeper rose, and proceeded to lay aside her sewing; but I felt incapable of moving from the hearth, and I was very far from nodding.  'Sit still, Mrs. Dean,' I cried; 'do sit still another half-hour.  You've done just right to tell the story leisurely.  That is the method I like; and you must finish it in the same style.  I am interested in every character you have mentioned, more or less.'", "characters": 429, "sentences": 7}, {"text": "'No matter--I'm not accustomed to go to bed in the long hours.  One or two is early enough for a person who lies till ten.'", "characters": 123, "sentences": 3}, {"text": "'You shouldn't lie till ten.  There's the very prime of the morning gone long before that time.  A person who has not done one-half his day's work by ten o'clock, runs a chance of leaving the other half undone.'", "characters": 211, "sentences": 4}, {"text": "'Nevertheless, Mrs. Dean, resume your chair; because to-morrow I intend lengthening the night till afternoon.  I prognosticate for myself an obstinate cold, at least.'", "characters": 167, "sentences": 4}, {"text": "'I hope not, sir.  Well, you must allow me to leap over some three years; during that space Mrs. Earnshaw--'", "characters": 108, "sentences": 3}, {"text": "'No, no, I'll allow nothing of the sort!  Are you acquainted with the mood of mind in which, if you were seated alone, and the cat licking its kitten on the rug before you, you would watch the operation so intently that puss's neglect of one ear would put you seriously out of temper?'", "characters": 285, "sentences": 1}, {"text": "'Oh! here we are the same as anywhere else, when you get to know us,' observed Mrs. Dean, somewhat puzzled at my speech.", "characters": 120, "sentences": 3}, {"text": "'Excuse me,' I responded; 'you, my good friend, are a striking evidence against that assertion.  Excepting a few provincialisms of slight consequence, you have no marks of the manners which I am habituated to consider as peculiar to your class.  I am sure you have thought a great deal more than the generality of servants think.  You have been compelled to cultivate your reflective faculties for want of occasions for frittering your life away in silly trifles.'", "characters": 464, "sentences": 5}, {"text": "On the morning of a fine June day my first bonny little nursling, and the last of the ancient Earnshaw stock, was born.  We were busy with the hay in a far-away field, when the girl that usually brought our breakfasts came running an hour too soon across the meadow and up the lane, calling me as she ran.", "characters": 305, "sentences": 3}, {"text": "'Oh, such a grand bairn!' she panted out.  'The finest lad that ever breathed!  But the doctor says missis must go: he says she's been in a consumption these many months.  I heard him tell Mr. Hindley: and now she has nothing to keep her, and she'll be dead before winter.  You must come home directly.  You're to nurse it, Nelly: to feed it with sugar and milk, and take care of it day and night.  I wish I were you, because it will be all yours when there is no missis!'", "characters": 472, "sentences": 7}, {"text": "'I think he swore: but I didn't mind him, I was straining to see the bairn,' and she began again to describe it rapturously.  I, as zealous as herself, hurried eagerly home to admire, on my part; though I was very sad for Hindley's sake.  He had room in his heart only for two idols--his wife and himself: he doted on both, and adored one, and I couldn't conceive how he would bear the loss.", "characters": 391, "sentences": 4}, {"text": "When we got to Wuthering Heights, there he stood at the front door; and, as I passed in, I asked, 'how was the baby?'", "characters": 117, "sentences": 1}, {"text": "'Damn the doctor!' he interrupted, reddening.  'Frances is quite right: she'll be perfectly well by this time next week.  Are you going up-stairs? will you tell her that I'll come, if she'll promise not to talk.  I left her because she would not hold her tongue; and she must--tell her Mr. Kenneth says she must be quiet.'", "characters": 322, "sentences": 6}, {"text": "I delivered this message to Mrs. Earnshaw; she seemed in flighty spirits, and replied merrily, 'I hardly spoke a word, Ellen, and there he has gone out twice, crying.  Well, say I promise I won't speak: but that does not bind me not to laugh at him!'", "characters": 250, "sentences": 3}, {"text": "He told his wife the same story, and she seemed to believe him; but one night, while leaning on his shoulder, in the act of saying she thought she should be able to get up to-morrow, a fit of coughing took her--a very slight one--he raised her in his arms; she put her two hands about his neck, her face changed, and she was dead.", "characters": 330, "sentences": 2}, {"text": "'Yes,' she answered; 'but he looked better when he was animated; that is his everyday countenance: he wanted spirit in general.'", "characters": 128, "sentences": 2}, {"text": "'Not that I know of,' stammered Miss: 'but you should be in the field now, Heathcliff.  It is an hour past dinnertime: I thought you were gone.'", "characters": 144, "sentences": 3}, {"text": "'Hindley does not often free us from his accursed presence,' observed the boy.  'I'll not work any more to-day: I'll stay with you.'", "characters": 132, "sentences": 3}, {"text": "'Joseph is loading lime on the further side of Penistone Crags; it will take him till dark, and he'll never know.'", "characters": 114, "sentences": 2}, {"text": "So, saying, he lounged to the fire, and sat down.  Catherine reflected an instant, with knitted brows--she found it needful to smooth the way for an intrusion.  'Isabella and Edgar Linton talked of calling this afternoon,' she said, at the conclusion of a minute's silence.  'As it rains, I hardly expect them; but they may come, and if they do, you run the risk of being scolded for no good.'", "characters": 393, "sentences": 5}, {"text": "'Order Ellen to say you are engaged, Cathy,' he persisted; 'don't turn me out for those pitiful, silly friends of yours!  I'm on the point, sometimes, of complaining that they--but I'll not--'", "characters": 192, "sentences": 1}, {"text": "'That they what?' cried Catherine, gazing at him with a troubled countenance.  'Oh, Nelly!' she added petulantly, jerking her head away from my hands, 'you've combed my hair quite out of curl!  That's enough; let me alone.  What are you on the point of complaining about, Heathcliff?'", "characters": 284, "sentences": 3}, {"text": "'Nothing--only look at the almanack on that wall;' he pointed to a framed sheet hanging near the window, and continued, 'The crosses are for the evenings you have spent with the Lintons, the dots for those spent with me.  Do you see?  I've marked every day.'", "characters": 258, "sentences": 3}, {"text": "'Yes--very foolish: as if I took notice!' replied Catherine, in a peevish tone.  'And where is the sense of that?'", "characters": 114, "sentences": 2}, {"text": "'And should I always be sitting with you?' she demanded, growing more irritated.  'What good do I get?  What do you talk about?  You might be dumb, or a baby, for anything you say to amuse me, or for anything you do, either!'", "characters": 225, "sentences": 2}, {"text": "'You never told me before that I talked too little, or that you disliked my company, Cathy!' exclaimed Heathcliff, in much agitation.", "characters": 133, "sentences": 2}, {"text": "'I'm not come too soon, am I?' he said, casting a look at me: I had begun to wipe the plate, and tidy some drawers at the far end in the dresser.", "characters": 145, "sentences": 2}, {"text": "'My work, Miss,' I replied.  (Mr. Hindley had given me directions to make a third party in any private visits Linton chose to pay.)", "characters": 131, "sentences": 4}, {"text": "She stepped behind me and whispered crossly, 'Take yourself and your dusters off; when company are in the house, servants don't commence scouring and cleaning in the room where they are!'", "characters": 187, "sentences": 1}, {"text": "'It's a good opportunity, now that master is away,' I answered aloud: 'he hates me to be fidgeting over these things in his presence.  I'm sure Mr. Edgar will excuse me.'", "characters": 170, "sentences": 4}, {"text": "'I hate you to be fidgeting in _my_ presence,' exclaimed the young lady imperiously, not allowing her guest time to speak: she had failed to recover her equanimity since the little dispute with Heathcliff.", "characters": 205, "sentences": 2}, {"text": "'I'm sorry for it, Miss Catherine,' was my response; and I proceeded assiduously with my occupation.", "characters": 100, "sentences": 2}, {"text": "She, supposing Edgar could not see her, snatched the cloth from my hand, and pinched me, with a prolonged wrench, very spitefully on the arm.  I've said I did not love her, and rather relished mortifying her vanity now and then: besides, she hurt me extremely; so I started up from my knees, and screamed out, 'Oh, Miss, that's a nasty trick!  You have no right to nip me, and I'm not going to bear it.'", "characters": 403, "sentences": 3}, {"text": "'I didn't touch you, you lying creature!' cried she, her fingers tingling to repeat the act, and her ears red with rage.  She never had power to conceal her passion, it always set her whole complexion in a blaze.", "characters": 212, "sentences": 3}, {"text": "She stamped her foot, wavered a moment, and then, irresistibly impelled by the naughty spirit within her, slapped me on the cheek: a stinging blow that filled both eyes with water.", "characters": 180, "sentences": 2}, {"text": "'Catherine, love!  Catherine!' interposed Linton, greatly shocked at the double fault of falsehood and violence which his idol had committed.", "characters": 141, "sentences": 2}, {"text": "'That's right!' I said to myself.  'Take warning and begone!  It's a kindness to let you have a glimpse of her genuine disposition.'", "characters": 132, "sentences": 3}, {"text": "'No,' she persisted, grasping the handle; 'not yet, Edgar Linton: sit down; you shall not leave me in that temper.  I should be miserable all night, and I won't be miserable for you!'", "characters": 183, "sentences": 2}, {"text": "'I didn't!' she cried, recovering her speech; 'I did nothing deliberately.  Well, go, if you please--get away!  And now I'll cry--I'll cry myself sick!'", "characters": 152, "sentences": 2}, {"text": "She dropped down on her knees by a chair, and set to weeping in serious earnest.  Edgar persevered in his resolution as far as the court; there he lingered.  I resolved to encourage him.", "characters": 186, "sentences": 4}, {"text": "'Miss is dreadfully wayward, sir,' I called out.  'As bad as any marred child: you'd better be riding home, or else she will be sick, only to grieve us.'", "characters": 153, "sentences": 3}, {"text": "Intelligence of Mr. Hindley's arrival drove Linton speedily to his horse, and Catherine to her chamber.  I went to hide little Hareton, and to take the shot out of the master's fowling-piece, which he was fond of playing with in his insane excitement, to the hazard of the lives of any who provoked, or even attracted his notice too much; and I had hit upon the plan of removing it, that he might do less mischief if he did go the length of firing the gun.", "characters": 456, "sentences": 4}, {"text": "He entered, vociferating oaths dreadful to hear; and caught me in the act of stowing his son away in the kitchen cupboard.  Hareton was impressed with a wholesome terror of encountering either his wild beast's fondness or his madman's rage; for in one he ran a chance of being squeezed and kissed to death, and in the other of being flung into the fire, or dashed against the wall; and the poor thing remained perfectly quiet wherever I chose to put him.", "characters": 454, "sentences": 3}, {"text": "'There, I've found it out at last!' cried Hindley, pulling me back by the skin of my neck, like a dog.  'By heaven and hell, you've sworn between you to murder that child!  I know how it is, now, that he is always out of my way.  But, with the help of Satan, I shall make you swallow the carving-knife, Nelly!  You needn't laugh; for I've just crammed Kenneth, head-downmost, in the Black-horse marsh; and two is the same as one--and I want to kill some of you: I shall have no rest till I do!'", "characters": 494, "sentences": 3}, {"text": "'But I don't like the carving-knife, Mr. Hindley,' I answered; 'it has been cutting red herrings.  I'd rather be shot, if you please.'", "characters": 134, "sentences": 4}, {"text": "'You'd rather be damned!' he said; 'and so you shall.  No law in England can hinder a man from keeping his house decent, and mine's abominable! Open your mouth.'  He held the knife in his hand, and pushed its point between my teeth: but, for my part, I was never much afraid of his vagaries.  I spat out, and affirmed it tasted detestably--I would not take it on any account.", "characters": 375, "sentences": 5}, {"text": "'It is your fault, Ellen,' he said; 'you should have kept him out of sight: you should have taken him from me!  Is he injured anywhere?'", "characters": 136, "sentences": 1}, {"text": "'Injured!' I cried angrily; 'if he is not killed, he'll be an idiot!  Oh! I wonder his mother does not rise from her grave to see how you use him. You're worse than a heathen--treating your own flesh and blood in that manner!'  He attempted to touch the child, who, on finding himself with me, sobbed off his terror directly.  At the first finger his father laid on him, however, he shrieked again louder than before, and struggled as if he would go into convulsions.", "characters": 467, "sentences": 4}, {"text": "'You shall not meddle with him!' I continued.  'He hates you--they all hate you--that's the truth!  A happy family you have; and a pretty state you're come to!'", "characters": 160, "sentences": 2}, {"text": "'I shall come to a prettier, yet, Nelly,' laughed the misguided man, recovering his hardness.  'At present, convey yourself and him away.  And hark you, Heathcliff! clear you too quite from my reach and hearing.  I wouldn't murder you to-night; unless, perhaps, I set the house on fire: but that's as my fancy goes.'", "characters": 316, "sentences": 5}, {"text": "While saying this he took a pint bottle of brandy from the dresser, and poured some into a tumbler.", "characters": 99, "sentences": 2}, {"text": "'Nay, don't!' I entreated.  'Mr. Hindley, do take warning.  Have mercy on this unfortunate boy, if you care nothing for yourself!'", "characters": 130, "sentences": 4}, {"text": "'Not I!  On the contrary, I shall have great pleasure in sending it to perdition to punish its Maker,' exclaimed the blasphemer.  'Here's to its hearty damnation!'", "characters": 163, "sentences": 2}, {"text": "He drank the spirits and impatiently bade us go; terminating his command with a sequel of horrid imprecations too bad to repeat or remember.", "characters": 140, "sentences": 2}, {"text": "'It's a pity he cannot kill himself with drink,' observed Heathcliff, muttering an echo of curses back when the door was shut.  'He's doing his very utmost; but his constitution defies him.  Mr. Kenneth says he would wager his mare that he'll outlive any man on this side Gimmerton, and go to the grave a hoary sinner; unless some happy chance out of the common course befall him.'", "characters": 381, "sentences": 5}, {"text": "I went into the kitchen, and sat down to lull my little lamb to sleep. Heathcliff, as I thought, walked through to the barn.  It turned out afterwards that he only got as far as the other side the settle, when he flung himself on a bench by the wall, removed from the fire and remained silent.", "characters": 293, "sentences": 4}, {"text": "when Miss Cathy, who had listened to the hubbub from her room, put her head in, and whispered,--'Are you alone, Nelly?'", "characters": 119, "sentences": 1}, {"text": "She entered and approached the hearth.  I, supposing she was going to say something, looked up.  The expression of her face seemed disturbed and anxious.  Her lips were half asunder, as if she meant to speak, and she drew a breath; but it escaped in a sigh instead of a sentence.  I resumed my song; not having forgotten her recent behaviour.", "characters": 342, "sentences": 6}, {"text": "He did not contradict me; perhaps he had fallen into a doze.  There followed another long pause, during which I perceived a drop or two trickle from Catherine's cheek to the flags.  Is she sorry for her shameful conduct?--I asked myself.  That will be a novelty: but she may come to the point--as she will--I sha'n't help her!  No, she felt small trouble regarding any subject, save her own concerns.", "characters": 400, "sentences": 5}, {"text": "'A pity,' observed I.  'You're hard to please; so many friends and so few cares, and can't make yourself content!'", "characters": 114, "sentences": 2}, {"text": "'Nelly, will you keep a secret for me?' she pursued, kneeling down by me, and lifting her winsome eyes to my face with that sort of look which turns off bad temper, even when one has all the right in the world to indulge it.", "characters": 224, "sentences": 2}, {"text": "'Yes, and it worries me, and I must let it out!  I want to know what I should do.  To-day, Edgar Linton has asked me to marry him, and I've given him an answer.  Now, before I tell you whether it was a consent or denial, you tell me which it ought to have been.'", "characters": 262, "sentences": 4}, {"text": "'Really, Miss Catherine, how can I know?' I replied.  'To be sure, considering the exhibition you performed in his presence this afternoon, I might say it would be wise to refuse him: since he asked you after that, he must either be hopelessly stupid or a venturesome fool.'", "characters": 274, "sentences": 3}, {"text": "'If you talk so, I won't tell you any more,' she returned, peevishly rising to her feet.  'I accepted him, Nelly.  Be quick, and say whether I was wrong!'", "characters": 154, "sentences": 3}, {"text": "'You accepted him!  Then what good is it discussing the matter?  You have pledged your word, and cannot retract.'", "characters": 113, "sentences": 2}, {"text": "'But say whether I should have done so--do!' she exclaimed in an irritated tone; chafing her hands together, and frowning.", "characters": 122, "sentences": 2}, {"text": "'There are many things to be considered before that question can be answered properly,' I said, sententiously.  'First and foremost, do you love Mr. Edgar?'", "characters": 156, "sentences": 3}, {"text": "'And he will be rich, and I shall like to be the greatest woman of the neighbourhood, and I shall be proud of having such a husband.'", "characters": 133, "sentences": 2}, {"text": "'I love the ground under his feet, and the air over his head, and everything he touches, and every word he says.  I love all his looks, and all his actions, and him entirely and altogether.  There now!'", "characters": 202, "sentences": 3}, {"text": "'Nay; you are making a jest of it: it is exceedingly ill-natured!  It's no jest to me!' said the young lady, scowling, and turning her face to the fire.", "characters": 152, "sentences": 2}, {"text": "'I'm very far from jesting, Miss Catherine,' I replied.  'You love Mr. Edgar because he is handsome, and young, and cheerful, and rich, and loves you.  The last, however, goes for nothing: you would love him without that, probably; and with it you wouldn't, unless he possessed the four former attractions.'", "characters": 307, "sentences": 5}, {"text": "'But there are several other handsome, rich young men in the world: handsomer, possibly, and richer than he is.  What should hinder you from loving them?'", "characters": 154, "sentences": 2}, {"text": "'I don't want your permission for that--I _shall_ marry him: and yet you have not told me whether I'm right.'", "characters": 109, "sentences": 2}, {"text": "'Perfectly right; if people be right to marry only for the present.  And now, let us hear what you are unhappy about.  Your brother will be pleased; the old lady and gentleman will not object, I think; you will escape from a disorderly, comfortless home into a wealthy, respectable one; and you love Edgar, and Edgar loves you.  All seems smooth and easy: where is the obstacle?'", "characters": 379, "sentences": 4}, {"text": "'_Here_! and _here_!' replied Catherine, striking one hand on her forehead, and the other on her breast: 'in whichever place the soul lives.  In my soul and in my heart, I'm convinced I'm wrong!'", "characters": 195, "sentences": 2}, {"text": "'It's my secret.  But if you will not mock at me, I'll explain it: I can't do it distinctly; but I'll give you a feeling of how I feel.'", "characters": 136, "sentences": 3}, {"text": "She seated herself by me again: her countenance grew sadder and graver, and her clasped hands trembled.", "characters": 103, "sentences": 2}, {"text": "'And so do I.  I've dreamt in my life dreams that have stayed with me ever after, and changed my ideas: they've gone through and through me, like wine through water, and altered the colour of my mind.  And this is one: I'm going to tell it--but take care not to smile at any part of it.'", "characters": 287, "sentences": 4}, {"text": "'Oh! don't, Miss Catherine!' I cried.  'We're dismal enough without conjuring up ghosts and visions to perplex us.  Come, come, be merry and like yourself!  Look at little Hareton! _he's_ dreaming nothing dreary. How sweetly he smiles in his sleep!'", "characters": 249, "sentences": 4}, {"text": "'Yes; and how sweetly his father curses in his solitude!  You remember him, I daresay, when he was just such another as that chubby thing: nearly as young and innocent.  However, Nelly, I shall oblige you to listen: it's not long; and I've no power to be merry to-night.'", "characters": 271, "sentences": 3}, {"text": "I was superstitious about dreams then, and am still; and Catherine had an unusual gloom in her aspect, that made me dread something from which I might shape a prophecy, and foresee a fearful catastrophe.  She was vexed, but she did not proceed.  Apparently taking up another subject, she recommenced in a short time.", "characters": 316, "sentences": 4}, {"text": "Ere this speech ended I became sensible of Heathcliff's presence.  Having noticed a slight movement, I turned my head, and saw him rise from the bench, and steal out noiselessly.  He had listened till he heard Catherine say it would degrade her to marry him, and then he stayed to hear no further.  My companion, sitting on the ground, was prevented by the back of the settle from remarking his presence or departure; but I started, and bade her hush!", "characters": 451, "sentences": 4}, {"text": "'Joseph is here,' I answered, catching opportunely the roll of his cartwheels up the road; 'and Heathcliff will come in with him.  I'm not sure whether he were not at the door this moment.'", "characters": 189, "sentences": 3}, {"text": "'Oh, he couldn't overhear me at the door!' said she.  'Give me Hareton, while you get the supper, and when it is ready ask me to sup with you.  I want to cheat my uncomfortable conscience, and be convinced that Heathcliff has no notion of these things.  He has not, has he?  He does not know what being in love is!'", "characters": 315, "sentences": 4}, {"text": "'I see no reason that he should not know, as well as you,' I returned; 'and if you are his choice, he'll be the most unfortunate creature that ever was born!  As soon as you become Mrs. Linton, he loses friend, and love, and all!  Have you considered how you'll bear the separation, and how he'll bear to be quite deserted in the world?  Because, Miss Catherine--'", "characters": 364, "sentences": 2}, {"text": "'With your husband's money, Miss Catherine?' I asked.  'You'll find him not so pliable as you calculate upon: and, though I'm hardly a judge, I think that's the worst motive you've given yet for being the wife of young Linton.'", "characters": 227, "sentences": 3}, {"text": "She paused, and hid her face in the folds of my gown; but I jerked it forcibly away.  I was out of patience with her folly!", "characters": 123, "sentences": 2}, {"text": "'If I can make any sense of your nonsense, Miss,' I said, 'it only goes to convince me that you are ignorant of the duties you undertake in marrying; or else that you are a wicked, unprincipled girl.  But trouble me with no more secrets: I'll not promise to keep them.'", "characters": 269, "sentences": 3}, {"text": "She was about to insist, when the entrance of Joseph finished our conversation; and Catherine removed her seat to a corner, and nursed Hareton, while I made the supper.  After it was cooked, my fellow-servant and I began to quarrel who should carry some to Mr. Hindley; and we didn't settle it till all was nearly cold.  Then we came to the agreement that we would let him ask, if he wanted any; for we feared particularly to go into his presence when he had been some time alone.", "characters": 480, "sentences": 5}, {"text": "'And how isn't that nowt comed in fro' th' field, be this time?  What is he about? girt idle seeght!' demanded the old man, looking round for Heathcliff.", "characters": 153, "sentences": 2}, {"text": "'I want to speak to him, and I _must_, before I go upstairs,' she said. 'And the gate is open: he is somewhere out of hearing; for he would not reply, though I shouted at the top of the fold as loud as I could.'", "characters": 211, "sentences": 3}, {"text": "Joseph objected at first; she was too much in earnest, however, to suffer contradiction; and at last he placed his hat on his head, and walked grumbling forth.  Meantime, Catherine paced up and down the floor, exclaiming--'I wonder where he is--I wonder where he can be!  What did I say, Nelly?  I've forgotten.  Was he vexed at my bad humour this afternoon?  Dear! tell me what I've said to grieve him?  I do wish he'd come.  I do wish he would!'", "characters": 447, "sentences": 4}, {"text": "'What a noise for nothing!' I cried, though rather uneasy myself.  'What a trifle scares you!  It's surely no great cause of alarm that Heathcliff should take a moonlight saunter on the moors, or even lie too sulky to speak to us in the hay-loft.  I'll engage he's lurking there.  See if I don't ferret him out!'", "characters": 312, "sentences": 4}, {"text": "I departed to renew my search; its result was disappointment, and Joseph's quest ended in the same.", "characters": 99, "sentences": 2}, {"text": "'Yon lad gets war und war!' observed he on re-entering.  'He's left th' gate at t' full swing, and Miss's pony has trodden dahn two rigs o' corn, and plottered through, raight o'er into t' meadow!  Hahsomdiver, t' maister 'ull play t' devil to-morn, and he'll do weel.  He's patience itsseln wi' sich careless, offald craters--patience itsseln he is!  Bud he'll not be soa allus--yah's see, all on ye!  Yah mun'n't drive him out of his heead for nowt!'", "characters": 452, "sentences": 3}, {"text": "'Have you found Heathcliff, you ass?' interrupted Catherine.  'Have you been looking for him, as I ordered?'", "characters": 108, "sentences": 2}, {"text": "'I sud more likker look for th' horse,' he replied.  'It 'ud be to more sense.  Bud I can look for norther horse nur man of a neeght loike this--as black as t' chimbley! und Heathcliff's noan t' chap to coom at _my_ whistle--happen he'll be less hard o' hearing wi' _ye_!'", "characters": 272, "sentences": 3}, {"text": "'Well, Miss!' I exclaimed, touching her shoulder; 'you are not bent on getting your death, are you?  Do you know what o'clock it is?  Half-past twelve.  Come, come to bed! there's no use waiting any longer on that foolish boy: he'll be gone to Gimmerton, and he'll stay there now.  He guesses we shouldn't wait for him till this late hour: at least, he guesses that only Mr. Hindley would be up; and he'd rather avoid having the door opened by the master.'", "characters": 456, "sentences": 5}, {"text": "'Nay, nay, he's noan at Gimmerton,' said Joseph.  'I's niver wonder but he's at t' bothom of a bog-hoile.  This visitation worn't for nowt, and I wod hev' ye to look out, Miss--yah muh be t' next.  Thank Hivin for all! All warks togither for gooid to them as is chozzen, and piked out fro' th' rubbidge!  Yah knaw whet t' Scripture ses.'  And he began quoting several texts, referring us to chapters and verses where we might find them.", "characters": 436, "sentences": 6}, {"text": "I, having vainly begged the wilful girl to rise and remove her wet things, left him preaching and her shivering, and betook myself to bed with little Hareton, who slept as fast as if everyone had been sleeping round him.  I heard Joseph read on a while afterwards; then I distinguished his slow step on the ladder, and then I dropped asleep.", "characters": 341, "sentences": 3}, {"text": "Coming down somewhat later than usual, I saw, by the sunbeams piercing the chinks of the shutters, Miss Catherine still seated near the fireplace.  The house-door was ajar, too; light entered from its unclosed windows; Hindley had come out, and stood on the kitchen hearth, haggard and drowsy.", "characters": 293, "sentences": 3}, {"text": "'What ails you, Cathy?' he was saying when I entered: 'you look as dismal as a drowned whelp.  Why are you so damp and pale, child?'", "characters": 132, "sentences": 2}, {"text": "'Oh, she is naughty!' I cried, perceiving the master to be tolerably sober.  'She got steeped in the shower of yesterday evening, and there she has sat the night through, and I couldn't prevail on her to stir.'", "characters": 210, "sentences": 3}, {"text": "Mr. Earnshaw stared at us in surprise.  'The night through,' he repeated. 'What kept her up? not fear of the thunder, surely?  That was over hours since.'", "characters": 154, "sentences": 5}, {"text": "Neither of us wished to mention Heathcliff's absence, as long as we could conceal it; so I replied, I didn't know how she took it into her head to sit up; and she said nothing.  The morning was fresh and cool; I threw back the lattice, and presently the room filled with sweet scents from the garden; but Catherine called peevishly to me, 'Ellen, shut the window.  I'm starving!'  And her teeth chattered as she shrank closer to the almost extinguished embers.", "characters": 460, "sentences": 4}, {"text": "'She's ill,' said Hindley, taking her wrist; 'I suppose that's the reason she would not go to bed.  Damn it!  I don't want to be troubled with more sickness here.  What took you into the rain?'", "characters": 193, "sentences": 3}, {"text": "'Silence, eavesdropper!' cried Catherine; 'none of your insolence before me!  Edgar Linton came yesterday by chance, Hindley; and it was _I_ who told him to be off: because I knew you would not like to have met him as you were.'", "characters": 228, "sentences": 2}, {"text": "'I never saw Heathcliff last night,' answered Catherine, beginning to sob bitterly: 'and if you do turn him out of doors, I'll go with him.  But, perhaps, you'll never have an opportunity: perhaps, he's gone.'  Here she burst into uncontrollable grief, and the remainder of her words were inarticulate.", "characters": 302, "sentences": 4}, {"text": "At this point of the housekeeper's story she chanced to glance towards the time-piece over the chimney; and was in amazement on seeing the minute-hand measure half-past one.  She would not hear of staying a second longer: in truth, I felt rather disposed to defer the sequel of her narrative myself.  And now that she is vanished to her rest, and I have meditated for another hour or two, I shall summon courage to go also, in spite of aching laziness of head and limbs.", "characters": 470, "sentences": 4}, {"text": "A charming introduction to a hermit's life!  Four weeks' torture, tossing, and sickness!  Oh, these bleak winds and bitter northern skies, and impassable roads, and dilatory country surgeons!  And oh, this dearth of the human physiognomy! and, worse than all, the terrible intimation of Kenneth that I need not expect to be out of doors till spring!", "characters": 349, "sentences": 1}, {"text": "'He may have done a little in all these vocations, Mr. Lockwood; but I couldn't give my word for any.  I stated before that I didn't know how he gained his money; neither am I aware of the means he took to raise his mind from the savage ignorance into which it was sunk: but, with your leave, I'll proceed in my own fashion, if you think it will amuse and not weary you.  Are you feeling better this morning?'", "characters": 409, "sentences": 4}, {"text": "'I have waited here an hour,' he resumed, while I continued staring; 'and the whole of that time all round has been as still as death.  I dared not enter.  You do not know me?  Look, I'm not a stranger!'", "characters": 203, "sentences": 3}, {"text": "A ray fell on his features; the cheeks were sallow, and half covered with black whiskers; the brows lowering, the eyes deep-set and singular.  I remembered the eyes.", "characters": 165, "sentences": 3}, {"text": "'What!' I cried, uncertain whether to regard him as a worldly visitor, and I raised my hands in amazement.  'What! you come back?  Is it really you?  Is it?'", "characters": 157, "sentences": 2}, {"text": "'Yes, Heathcliff,' he replied, glancing from me up to the windows, which reflected a score of glittering moons, but showed no lights from within. 'Are they at home? where is she?  Nelly, you are not glad! you needn't be so disturbed.  Is she here?  Speak!  I want to have one word with her--your mistress.  Go, and say some person from Gimmerton desires to see her.'", "characters": 366, "sentences": 5}, {"text": "'How will she take it?' I exclaimed.  'What will she do?  The surprise bewilders me--it will put her out of her head!  And you _are_ Heathcliff! But altered!  Nay, there's no comprehending it.  Have you been for a soldier?'", "characters": 223, "sentences": 3}, {"text": "He lifted the latch, and I entered; but when I got to the parlour where Mr. and Mrs. Linton were, I could not persuade myself to proceed.  At length I resolved on making an excuse to ask if they would have the candles lighted, and I opened the door.", "characters": 249, "sentences": 5}, {"text": "'Some one mistress does not expect,' I replied.  'That Heathcliff--you recollect him, sir--who used to live at Mr. Earnshaw's.'", "characters": 127, "sentences": 4}, {"text": "'Hush! you must not call him by those names, master,' I said.  'She'd be sadly grieved to hear you.  She was nearly heartbroken when he ran off.  I guess his return will make a jubilee to her.'", "characters": 193, "sentences": 5}, {"text": "Mr. Linton walked to a window on the other side of the room that overlooked the court.  He unfastened it, and leant out.  I suppose they were below, for he exclaimed quickly: 'Don't stand there, love!  Bring the person in, if it be anyone particular.'  Ere long, I heard the click of the latch, and Catherine flew up-stairs, breathless and wild; too excited to show gladness: indeed, by her face, you would rather have surmised an awful calamity.", "characters": 446, "sentences": 6}, {"text": "'Oh, Edgar, Edgar!' she panted, flinging her arms round his neck.  'Oh, Edgar darling!  Heathcliff's come back--he is!'  And she tightened her embrace to a squeeze.", "characters": 164, "sentences": 3}, {"text": "'Well, well,' cried her husband, crossly, 'don't strangle me for that!  He never struck me as such a marvellous treasure.  There is no need to be frantic!'", "characters": 155, "sentences": 2}, {"text": "'I know you didn't like him,' she answered, repressing a little the intensity of her delight.  'Yet, for my sake, you must be friends now. Shall I tell him to come up?'", "characters": 168, "sentences": 3}, {"text": "He looked vexed, and suggested the kitchen as a more suitable place for him.  Mrs. Linton eyed him with a droll expression--half angry, half laughing at his fastidiousness.", "characters": 172, "sentences": 4}, {"text": "'No,' she added, after a while; 'I cannot sit in the kitchen.  Set two tables here, Ellen: one for your master and Miss Isabella, being gentry; the other for Heathcliff and myself, being of the lower orders.  Will that please you, dear?  Or must I have a fire lighted elsewhere?  If so, give directions.  I'll run down and secure my guest.  I'm afraid the joy is too great to be real!'", "characters": 385, "sentences": 5}, {"text": "'_You_ bid him step up,' he said, addressing me; 'and, Catherine, try to be glad, without being absurd.  The whole household need not witness the sight of your welcoming a runaway servant as a brother.'", "characters": 202, "sentences": 3}, {"text": "'Sit down, sir,' he said, at length.  'Mrs. Linton, recalling old times, would have me give you a cordial reception; and, of course, I am gratified when anything occurs to please her.'", "characters": 184, "sentences": 4}, {"text": "'And I also,' answered Heathcliff, 'especially if it be anything in which I have a part.  I shall stay an hour or two willingly.'", "characters": 129, "sentences": 3}, {"text": "'I shall think it a dream to-morrow!' she cried.  'I shall not be able to believe that I have seen, and touched, and spoken to you once more.  And yet, cruel Heathcliff! you don't deserve this welcome.  To be absent and silent for three years, and never to think of me!'", "characters": 270, "sentences": 4}, {"text": "'Catherine, unless we are to have cold tea, please to come to the table,' interrupted Linton, striving to preserve his ordinary tone, and a due measure of politeness.  'Mr. Heathcliff will have a long walk, wherever he may lodge to-night; and I'm thirsty.'", "characters": 256, "sentences": 4}, {"text": "She took her post before the urn; and Miss Isabella came, summoned by the bell; then, having handed their chairs forward, I left the room.  The meal hardly endured ten minutes.  Catherine's cup was never filled: she could neither eat nor drink.  Edgar had made a slop in his saucer, and scarcely swallowed a mouthful.  Their guest did not protract his stay that evening above an hour longer.  I asked, as he departed, if he went to Gimmerton?", "characters": 442, "sentences": 6}, {"text": "Mr. Earnshaw invited _him_! and _he_ called on Mr. Earnshaw!  I pondered this sentence painfully, after he was gone.  Is he turning out a bit of a hypocrite, and coming into the country to work mischief under a cloak?  I mused: I had a presentiment in the bottom of my heart that he had better have remained away.", "characters": 313, "sentences": 5}, {"text": "About the middle of the night, I was wakened from my first nap by Mrs. Linton gliding into my chamber, taking a seat on my bedside, and pulling me by the hair to rouse me.", "characters": 171, "sentences": 3}, {"text": "'What use is it praising Heathcliff to him?' I answered.  'As lads they had an aversion to each other, and Heathcliff would hate just as much to hear him praised: it's human nature.  Let Mr. Linton alone about him, unless you would like an open quarrel between them.'", "characters": 267, "sentences": 5}, {"text": "'You're mistaken, Mrs. Linton,' said I.  'They humour you: I know what there would be to do if they did not.  You can well afford to indulge their passing whims as long as their business is to anticipate all your desires.  You may, however, fall out, at last, over something of equal consequence to both sides; and then those you term weak are very capable of being as obstinate as you.'", "characters": 387, "sentences": 6}, {"text": "'And then we shall fight to the death, sha'n't we, Nelly?' she returned, laughing.  'No! I tell you, I have such faith in Linton's love, that I believe I might kill him, and he wouldn't wish to retaliate.'", "characters": 205, "sentences": 3}, {"text": "'I do,' she answered, 'but he needn't resort to whining for trifles.  It is childish and, instead of melting into tears because I said that Heathcliff was now worthy of anyone's regard, and it would honour the first gentleman in the country to be his friend, he ought to have said it for me, and been delighted from sympathy.  He must get accustomed to him, and he may as well like him: considering how Heathcliff has reason to object to him, I'm sure he behaved excellently!'", "characters": 476, "sentences": 3}, {"text": "'What do you think of his going to Wuthering Heights?' I inquired.  'He is reformed in every respect, apparently: quite a Christian: offering the right hand of fellowship to his enemies all around!'", "characters": 198, "sentences": 2}, {"text": "'It's a nice place for a young man to fix his dwelling in!' said I.  'Have you no fear of the consequences, Mrs. Linton?'", "characters": 121, "sentences": 3}, {"text": "'How can you say I am harsh, you naughty fondling?' cried the mistress, amazed at the unreasonable assertion.  'You are surely losing your reason.  When have I been harsh, tell me?'", "characters": 181, "sentences": 3}, {"text": "'In our walk along the moor: you told me to ramble where I pleased, while you sauntered on with Mr. Heathcliff!'", "characters": 112, "sentences": 2}, {"text": "'And that's your notion of harshness?' said Catherine, laughing.  'It was no hint that your company was superfluous?  We didn't care whether you kept with us or not; I merely thought Heathcliff's talk would have nothing entertaining for your ears.'", "characters": 248, "sentences": 3}, {"text": "'Is she sane?' asked Mrs. Linton, appealing to me.  'I'll repeat our conversation, word for word, Isabella; and you point out any charm it could have had for you.'", "characters": 163, "sentences": 4}, {"text": "'With him: and I won't be always sent off!' she continued, kindling up. 'You are a dog in the manger, Cathy, and desire no one to be loved but yourself!'", "characters": 153, "sentences": 2}, {"text": "'You are an impertinent little monkey!' exclaimed Mrs. Linton, in surprise.  'But I'll not believe this idiotcy!  It is impossible that you can covet the admiration of Heathcliff--that you consider him an agreeable person!  I hope I have misunderstood you, Isabella?'", "characters": 267, "sentences": 3}, {"text": "'No, you have not,' said the infatuated girl.  'I love him more than ever you loved Edgar, and he might love me, if you would let him!'", "characters": 135, "sentences": 2}, {"text": "'For shame! for shame!' she repeated, angrily.  'You are worse than twenty foes, you poisonous friend!'", "characters": 103, "sentences": 2}, {"text": "'Good!' cried the other.  'Try for yourself, if that be your spirit: I have done, and yield the argument to your saucy insolence.'--", "characters": 132, "sentences": 3}, {"text": "'And I must suffer for her egotism!' she sobbed, as Mrs. Linton left the room.  'All, all is against me: she has blighted my single consolation. But she uttered falsehoods, didn't she?  Mr. Heathcliff is not a fiend: he has an honourable soul, and a true one, or how could he remember her?'", "characters": 290, "sentences": 5}, {"text": "'You are leagued with the rest, Ellen!' she replied.  'I'll not listen to your slanders.  What malevolence you must have to wish to convince me that there is no happiness in the world!'", "characters": 185, "sentences": 3}, {"text": "'Catherine!' said Isabella, calling up her dignity, and disdaining to struggle from the tight grasp that held her, 'I'd thank you to adhere to the truth and not slander me, even in joke!  Mr. Heathcliff, be kind enough to bid this friend of yours release me: she forgets that you and I are not intimate acquaintances; and what amuses her is painful to me beyond expression.'", "characters": 374, "sentences": 3}, {"text": "As the guest answered nothing, but took his seat, and looked thoroughly indifferent what sentiments she cherished concerning him, she turned and whispered an earnest appeal for liberty to her tormentor.", "characters": 202, "sentences": 2}, {"text": "'I think you belie her,' said Heathcliff, twisting his chair to face them.  'She wishes to be out of my society now, at any rate!'", "characters": 130, "sentences": 2}, {"text": "'There's a tigress!' exclaimed Mrs. Linton, setting her free, and shaking her hand with pain.  'Begone, for God's sake, and hide your vixen face! How foolish to reveal those talons to him.  Can't you fancy the conclusions he'll draw?  Look, Heathcliff! they are instruments that will do execution--you must beware of your eyes.'", "characters": 328, "sentences": 5}, {"text": "'I'd wrench them off her fingers, if they ever menaced me,' he answered, brutally, when the door had closed after her.  'But what did you mean by teasing the creature in that manner, Cathy?  You were not speaking the truth, were you?'", "characters": 234, "sentences": 2}, {"text": "'I assure you I was,' she returned.  'She has been dying for your sake several weeks, and raving about you this morning, and pouring forth a deluge of abuse, because I represented your failings in a plain light, for the purpose of mitigating her adoration.  But don't notice it further: I wished to punish her sauciness, that's all.  I like her too well, my dear Heathcliff, to let you absolutely seize and devour her up.'", "characters": 422, "sentences": 5}, {"text": "'And I like her too ill to attempt it,' said he, 'except in a very ghoulish fashion.  You'd hear of odd things if I lived alone with that mawkish, waxen face: the most ordinary would be painting on its white the colours of the rainbow, and turning the blue eyes black, every day or two: they detestably resemble Linton's.'", "characters": 322, "sentences": 3}, {"text": "'I should be sorry to think so,' returned his companion.  'Half a dozen nephews shall erase her title, please heaven!  Abstract your mind from the subject at present: you are too prone to covet your neighbour's goods; remember _this_ neighbour's goods are mine.'", "characters": 262, "sentences": 3}, {"text": "'If they were _mine_, they would be none the less that,' said Heathcliff; 'but though Isabella Linton may be silly, she is scarcely mad; and, in short, we'll dismiss the matter, as you advise.'", "characters": 193, "sentences": 2}, {"text": "From their tongues they did dismiss it; and Catherine, probably, from her thoughts.  The other, I felt certain, recalled it often in the course of the evening.  I saw him smile to himself--grin rather--and lapse into ominous musing whenever Mrs. Linton had occasion to be absent from the apartment.", "characters": 298, "sentences": 5}, {"text": "Sometimes, while meditating on these things in solitude, I've got up in a sudden terror, and put on my bonnet to go see how all was at the farm. I've persuaded my conscience that it was a duty to warn him how people talked regarding his ways; and then I've recollected his confirmed bad habits, and, hopeless of benefiting him, have flinched from re-entering the dismal house, doubting if I could bear to be taken at my word.", "characters": 425, "sentences": 3}, {"text": "'God bless thee, darling!' I cried, forgetting instantaneously my foolish fears. 'Hareton, it's Nelly! Nelly, thy nurse.'", "characters": 121, "sentences": 3}, {"text": "'I am come to see thy father, Hareton,' I added, guessing from the action that Nelly, if she lived in his memory at all, was not recognised as one with me.", "characters": 155, "sentences": 2}, {"text": "Desiring to have his reasons for liking him, I could only gather the sentences--'I known't: he pays dad back what he gies to me--he curses daddy for cursing me.  He says I mun do as I will.'", "characters": 190, "sentences": 3}, {"text": "'No, I was told the curate should have his--teeth dashed down his--throat, if he stepped over the threshold--Heathcliff had promised that!'", "characters": 139, "sentences": 1}, {"text": "'Who is, Nelly?' said Catherine's voice at my elbow: I had been over-intent on watching the pair outside to mark her entrance.", "characters": 126, "sentences": 2}, {"text": "'Your worthless friend!' I answered, warmly: 'the sneaking rascal yonder. Ah, he has caught a glimpse of us--he is coming in!  I wonder will he have the heart to find a plausible excuse for making love to Miss, when he told you he hated her?'", "characters": 242, "sentences": 2}, {"text": "Mrs. Linton saw Isabella tear herself free, and run into the garden; and a minute after, Heathcliff opened the door.  I couldn't withhold giving some loose to my indignation; but Catherine angrily insisted on silence, and threatened to order me out of the kitchen, if I dared to be so presumptuous as to put in my insolent tongue.", "characters": 330, "sentences": 4}, {"text": "'To hear you, people might think you were the mistress!' she cried.  'You want setting down in your right place!  Heathcliff, what are you about, raising this stir?  I said you must let Isabella alone!--I beg you will, unless you are tired of being received here, and wish Linton to draw the bolts against you!'", "characters": 311, "sentences": 2}, {"text": "'God forbid that he should try!' answered the black villain.  I detested him just then.  'God keep him meek and patient!  Every day I grow madder after sending him to heaven!'", "characters": 175, "sentences": 3}, {"text": "'Hush!' said Catherine, shutting the inner door!  'Don't vex me.  Why have you disregarded my request?  Did she come across you on purpose?'", "characters": 140, "sentences": 2}, {"text": "'What is it to you?' he growled.  'I have a right to kiss her, if she chooses; and you have no right to object.  I am not _your_ husband: _you_ needn't be jealous of me!'", "characters": 170, "sentences": 3}, {"text": "'I'm not jealous of you,' replied the mistress; 'I'm jealous for you. Clear your face: you sha'n't scowl at me!  If you like Isabella, you shall marry her.  But do you like her?  Tell the truth, Heathcliff! There, you won't answer.  I'm certain you don't.'", "characters": 256, "sentences": 5}, {"text": "'What new phase of his character is this?' exclaimed Mrs. Linton, in amazement.  'I've treated you infernally--and you'll take your revenge! How will you take it, ungrateful brute?  How have I treated you infernally?'", "characters": 217, "sentences": 3}, {"text": "The conversation ceased.  Mrs. Linton sat down by the fire, flushed and gloomy.  The spirit which served her was growing intractable: she could neither lay nor control it.  He stood on the hearth with folded arms, brooding on his evil thoughts; and in this position I left them to seek the master, who was wondering what kept Catherine below so long.", "characters": 350, "sentences": 6}, {"text": "'This is insufferable!' he exclaimed.  'It is disgraceful that she should own him for a friend, and force his company on me!  Call me two men out of the hall, Ellen.  Catherine shall linger no longer to argue with the low ruffian--I have humoured her enough.'", "characters": 259, "sentences": 4}, {"text": "He descended, and bidding the servants wait in the passage, went, followed by me, to the kitchen.  Its occupants had recommenced their angry discussion: Mrs. Linton, at least, was scolding with renewed vigour; Heathcliff had moved to the window, and hung his head, somewhat cowed by her violent rating apparently.  He saw the master first, and made a hasty motion that she should be silent; which she obeyed, abruptly, on discovering the reason of his intimation.", "characters": 463, "sentences": 5}, {"text": "'How is this?' said Linton, addressing her; 'what notion of propriety must you have to remain here, after the language which has been held to you by that blackguard?  I suppose, because it is his ordinary talk you think nothing of it: you are habituated to his baseness, and, perhaps, imagine I can get used to it too!'", "characters": 319, "sentences": 1}, {"text": "'Have you been listening at the door, Edgar?' asked the mistress, in a tone particularly calculated to provoke her husband, implying both carelessness and contempt of his irritation.  Heathcliff, who had raised his eyes at the former speech, gave a sneering laugh at the latter; on purpose, it seemed, to draw Mr. Linton's attention to him.  He succeeded; but Edgar did not mean to entertain him with any high flights of passion.", "characters": 429, "sentences": 5}, {"text": "'Cathy, this lamb of yours threatens like a bull!' he said.  'It is in danger of splitting its skull against my knuckles.  By God!  Mr. Linton, I'm mortally sorry that you are not worth knocking down!'", "characters": 201, "sentences": 4}, {"text": "My master glanced towards the passage, and signed me to fetch the men: he had no intention of hazarding a personal encounter.  I obeyed the hint; but Mrs. Linton, suspecting something, followed; and when I attempted to call them, she pulled me back, slammed the door to, and locked it.", "characters": 285, "sentences": 4}, {"text": "It did not need the medium of a flogging to produce that effect on the master.  He tried to wrest the key from Catherine's grasp, and for safety she flung it into the hottest part of the fire; whereupon Mr. Edgar was taken with a nervous trembling, and his countenance grew deadly pale.  For his life he could not avert that excess of emotion: mingled anguish and humiliation overcame him completely.  He leant on the back of a chair, and covered his face.", "characters": 456, "sentences": 6}, {"text": "'Oh, heavens!  In old days this would win you knighthood!' exclaimed Mrs. Linton.  'We are vanquished! we are vanquished!  Heathcliff would as soon lift a finger at you as the king would march his army against a colony of mice.  Cheer up! you sha'n't be hurt!  Your type is not a lamb, it's a sucking leveret.'", "characters": 310, "sentences": 5}, {"text": "'I wish you joy of the milk-blooded coward, Cathy!' said her friend.  'I compliment you on your taste.  And that is the slavering, shivering thing you preferred to me!  I would not strike him with my fist, but I'd kick him with my foot, and experience considerable satisfaction.  Is he weeping, or is he going to faint for fear?'", "characters": 329, "sentences": 4}, {"text": "The fellow approached and gave the chair on which Linton rested a push. He'd better have kept his distance: my master quickly sprang erect, and struck him full on the throat a blow that would have levelled a slighter man.  It took his breath for a minute; and while he choked, Mr. Linton walked out by the back door into the yard, and from thence to the front entrance.", "characters": 369, "sentences": 5}, {"text": "'There! you've done with coming here,' cried Catherine.  'Get away, now; he'll return with a brace of pistols and half-a-dozen assistants.  If he did overhear us, of course he'd never forgive you.  You've played me an ill turn, Heathcliff!  But go--make haste!  I'd rather see Edgar at bay than you.'", "characters": 300, "sentences": 5}, {"text": "'Do you suppose I'm going with that blow burning in my gullet?' he thundered.  'By hell, no!  I'll crush his ribs in like a rotten hazel-nut before I cross the threshold!  If I don't floor him now, I shall murder him some time; so, as you value his existence, let me get at him!'", "characters": 279, "sentences": 2}, {"text": "'He is not coming,' I interposed, framing a bit of a lie.  'There's the coachman and the two gardeners; you'll surely not wait to be thrust into the road by them!  Each has a bludgeon; and master will, very likely, be watching from the parlour-windows to see that they fulfil his orders.'", "characters": 288, "sentences": 3}, {"text": "The gardeners and coachman were there: but Linton was with them.  They had already entered the court.  Heathcliff, on the second thoughts, resolved to avoid a struggle against three underlings: he seized the poker, smashed the lock from the inner door, and made his escape as they tramped in.", "characters": 292, "sentences": 4}, {"text": "Mrs. Linton, who was very much excited, bade me accompany her up-stairs. She did not know my share in contributing to the disturbance, and I was anxious to keep her in ignorance.", "characters": 178, "sentences": 4}, {"text": "'Remain where you are, Catherine,' he said; without any anger in his voice, but with much sorrowful despondency.  'I shall not stay.  I am neither come to wrangle nor be reconciled; but I wish just to learn whether, after this evening's events, you intend to continue your intimacy with--'", "characters": 289, "sentences": 3}, {"text": "'Oh, for mercy's sake,' interrupted the mistress, stamping her foot, 'for mercy's sake, let us hear no more of it now!  Your cold blood cannot be worked into a fever: your veins are full of ice-water; but mine are boiling, and the sight of such chillness makes them dance.'", "characters": 273, "sentences": 2}, {"text": "'To get rid of me, answer my question,' persevered Mr. Linton.  'You must answer it; and that violence does not alarm me.  I have found that you can be as stoical as anyone, when you please.  Will you give up Heathcliff hereafter, or will you give up me?  It is impossible for you to be _my_ friend and _his_ at the same time; and I absolutely _require_ to know which you choose.'", "characters": 380, "sentences": 6}, {"text": "'I require to be let alone!' exclaimed Catherine, furiously.  'I demand it!  Don't you see I can scarcely stand?  Edgar, you--you leave me!'", "characters": 140, "sentences": 2}, {"text": "'There is nothing in the world the matter,' I whispered.  I did not want him to yield, though I could not help being afraid in my heart.", "characters": 136, "sentences": 3}, {"text": "'Did you want anything, ma'am?' I inquired, still preserving my external composure, in spite of her ghastly countenance and strange, exaggerated manner.", "characters": 152, "sentences": 2}, {"text": "'What is that apathetic being doing?' she demanded, pushing the thick entangled locks from her wasted face.  'Has he fallen into a lethargy, or is he dead?'", "characters": 156, "sentences": 2}, {"text": "'Neither,' replied I; 'if you mean Mr. Linton.  He's tolerably well, I think, though his studies occupy him rather more than they ought: he is continually among his books, since he has no other society.'", "characters": 203, "sentences": 4}, {"text": "I should not have spoken so if I had known her true condition, but I could not get rid of the notion that she acted a part of her disorder.", "characters": 139, "sentences": 2}, {"text": "'Why, ma'am,' I answered, 'the master has no idea of your being deranged; and of course he does not fear that you will let yourself die of hunger.'", "characters": 147, "sentences": 2}, {"text": "'You think not?  Cannot you tell him I will?' she returned.  'Persuade him! speak of your own mind: say you are certain I will!'", "characters": 128, "sentences": 2}, {"text": "'No, you forget, Mrs. Linton,' I suggested, 'that you have eaten some food with a relish this evening, and to-morrow you will perceive its good effects.'", "characters": 153, "sentences": 3}, {"text": "'Give over with that baby-work!' I interrupted, dragging the pillow away, and turning the holes towards the mattress, for she was removing its contents by handfuls.  'Lie down and shut your eyes: you're wandering. There's a mess!  The down is flying about like snow.'", "characters": 267, "sentences": 4}, {"text": "'It's against the wall, as it always is,' she replied.  'It _does_ appear odd--I see a face in it!'", "characters": 99, "sentences": 2}, {"text": "'There's no press in the room, and never was,' said I, resuming my seat, and looping up the curtain that I might watch her.", "characters": 123, "sentences": 2}, {"text": "And say what I could, I was incapable of making her comprehend it to be her own; so I rose and covered it with a shawl.", "characters": 119, "sentences": 2}, {"text": "'It's behind there still!' she pursued, anxiously.  'And it stirred.  Who is it?  I hope it will not come out when you are gone!  Oh!  Nelly, the room is haunted!  I'm afraid of being alone!'", "characters": 191, "sentences": 3}, {"text": "I took her hand in mine, and bid her be composed; for a succession of shudders convulsed her frame, and she would keep straining her gaze towards the glass.", "characters": 156, "sentences": 2}, {"text": "Her fingers clutched the clothes, and gathered them over her eyes.  I attempted to steal to the door with an intention of calling her husband; but I was summoned back by a piercing shriek--the shawl had dropped from the frame.", "characters": 226, "sentences": 3}, {"text": "'Why, what is the matter?' cried I.  'Who is coward now?  Wake up!  That is the glass--the mirror, Mrs. Linton; and you see yourself in it, and there am I too by your side.'", "characters": 173, "sentences": 4}, {"text": "Trembling and bewildered, she held me fast, but the horror gradually passed from her countenance; its paleness gave place to a glow of shame.", "characters": 141, "sentences": 2}, {"text": "'Oh, dear!  I thought I was at home,' she sighed.  'I thought I was lying in my chamber at Wuthering Heights.  Because I'm weak, my brain got confused, and I screamed unconsciously.  Don't say anything; but stay with me.  I dread sleeping: my dreams appal me.'", "characters": 260, "sentences": 6}, {"text": "'A sound sleep would do you good, ma'am,' I answered: 'and I hope this suffering will prevent your trying starving again.'", "characters": 122, "sentences": 2}, {"text": "'It was Monday evening,' I replied, 'and this is Thursday night, or rather Friday morning, at present.'", "characters": 103, "sentences": 2}, {"text": "'You won't give me a chance of life, you mean,' she said, sullenly. 'However, I'm not helpless yet; I'll open it myself.'", "characters": 121, "sentences": 3}, {"text": "She paused, and resumed with a strange smile.  'He's considering--he'd rather I'd come to him!  Find a way, then! not through that kirkyard.  You are slow!  Be content, you always followed me!'", "characters": 193, "sentences": 3}, {"text": "Perceiving it vain to argue against her insanity, I was planning how I could reach something to wrap about her, without quitting my hold of herself (for I could not trust her alone by the gaping lattice), when, to my consternation, I heard the rattle of the door-handle, and Mr. Linton entered.  He had only then come from the library; and, in passing through the lobby, had noticed our talking and been attracted by curiosity, or fear, to examine what it signified, at that late hour.", "characters": 485, "sentences": 4}, {"text": "'Oh, sir!' I cried, checking the exclamation risen to his lips at the sight which met him, and the bleak atmosphere of the chamber.  'My poor mistress is ill, and she quite masters me: I cannot manage her at all; pray, come and persuade her to go to bed.  Forget your anger, for she's hard to guide any way but her own.'", "characters": 320, "sentences": 4}, {"text": "He was silent.  The haggardness of Mrs. Linton's appearance smote him speechless, and he could only glance from her to me in horrified astonishment.", "characters": 148, "sentences": 4}, {"text": "'She's been fretting here,' I continued, 'and eating scarcely anything, and never complaining: she would admit none of us till this evening, and so we couldn't inform you of her state, as we were not aware of it ourselves; but it is nothing.'", "characters": 242, "sentences": 2}, {"text": "I felt I uttered my explanations awkwardly; the master frowned.  'It is nothing, is it, Ellen Dean?' he said sternly.  'You shall account more clearly for keeping me ignorant of this!'  And he took his wife in his arms, and looked at her with anguish.", "characters": 251, "sentences": 4}, {"text": "At first she gave him no glance of recognition: he was invisible to her abstracted gaze.  The delirium was not fixed, however; having weaned her eyes from contemplating the outer darkness, by degrees she centred her attention on him, and discovered who it was that held her.", "characters": 274, "sentences": 3}, {"text": "'Catherine, what have you done?' commenced the master.  'Am I nothing to you any more?  Do you love that wretch Heath--'", "characters": 120, "sentences": 2}, {"text": "'Hush!' cried Mrs. Linton.  'Hush, this moment!  You mention that name and I end the matter instantly by a spring from the window!  What you touch at present you may have; but my soul will be on that hill-top before you lay hands on me again.  I don't want you, Edgar: I'm past wanting you.  Return to your books.  I'm glad you possess a consolation, for all you had in me is gone.'", "characters": 382, "sentences": 7}, {"text": "'Her mind wanders, sir,' I interposed.  'She has been talking nonsense the whole evening; but let her have quiet, and proper attendance, and she'll rally.  Hereafter, we must be cautious how we vex her.'", "characters": 203, "sentences": 4}, {"text": "'I desire no further advice from you,' answered Mr. Linton.  'You knew your mistress's nature, and you encouraged me to harass her.  And not to give me one hint of how she has been these three days!  It was heartless! Months of sickness could not cause such a change!'", "characters": 268, "sentences": 4}, {"text": "'You'd rather hear nothing about it, I suppose, then, Mr. Linton?' said I.  'Heathcliff has your permission to come a-courting to Miss, and to drop in at every opportunity your absence offers, on purpose to poison the mistress against you?'", "characters": 240, "sentences": 3}, {"text": "'Ah!  Nelly has played traitor,' she exclaimed, passionately.  'Nelly is my hidden enemy.  You witch!  So you do seek elf-bolts to hurt us!  Let me go, and I'll make her rue!  I'll make her howl a recantation!'", "characters": 210, "sentences": 3}, {"text": "A maniac's fury kindled under her brows; she struggled desperately to disengage herself from Linton's arms.  I felt no inclination to tarry the event; and, resolving to seek medical aid on my own responsibility, I quitted the chamber.", "characters": 234, "sentences": 3}, {"text": "Mr. Kenneth was fortunately just issuing from his house to see a patient in the village as I came up the street; and my account of Catherine Linton's malady induced him to accompany me back immediately.  He was a plain rough man; and he made no scruple to speak his doubts of her surviving this second attack; unless she were more submissive to his directions than she had shown herself before.", "characters": 394, "sentences": 4}, {"text": "'Nelly Dean,' said he, 'I can't help fancying there's an extra cause for this.  What has there been to do at the Grange?  We've odd reports up here.  A stout, hearty lass like Catherine does not fall ill for a trifle; and that sort of people should not either.  It's hard work bringing them through fevers, and such things.  How did it begin?'", "characters": 343, "sentences": 5}, {"text": "'Sorry? he'll break his heart should anything happen!' I replied.  'Don't alarm him more than necessary.'", "characters": 105, "sentences": 3}, {"text": "'Well, I told him to beware,' said my companion; 'and he must bide the consequences of neglecting my warning!  Hasn't he been intimate with Mr. Heathcliff lately?'", "characters": 163, "sentences": 2}, {"text": "'Heathcliff frequently visits at the Grange,' answered I, 'though more on the strength of the mistress having known him when a boy, than because the master likes his company.  At present he's discharged from the trouble of calling; owing to some presumptuous aspirations after Miss Linton which he manifested.  I hardly think he'll be taken in again.'", "characters": 351, "sentences": 4}, {"text": "The doctor, on examining the case for himself, spoke hopefully to him of its having a favourable termination, if we could only preserve around her perfect and constant tranquillity.  To me, he signified the threatening danger was not so much death, as permanent alienation of intellect.", "characters": 286, "sentences": 3}, {"text": "'That is not true!' exclaimed Linton, rising in agitation.  'It cannot be: how has the idea entered your head?  Ellen Dean, go and seek her.  It is incredible: it cannot be.'", "characters": 174, "sentences": 4}, {"text": "As he spoke he took the servant to the door, and then repeated his demand to know her reasons for such an assertion.", "characters": 116, "sentences": 2}, {"text": "I ran and peeped, for form's sake, into Isabella's room; confirming, when I returned, the servant's statement.  Mr. Linton had resumed his seat by the bed; on my re-entrance, he raised his eyes, read the meaning of my blank aspect, and dropped them without giving an order, or uttering a word.", "characters": 293, "sentences": 4}, {"text": "'Are we to try any measures for overtaking and bringing her back,' I inquired.  'How should we do?'", "characters": 99, "sentences": 2}, {"text": "'She went of her own accord,' answered the master; 'she had a right to go if she pleased.  Trouble me no more about her.  Hereafter she is only my sister in name: not because I disown her, but because she has disowned me.'", "characters": 222, "sentences": 4}, {"text": "And that was all he said on the subject: he did not make single inquiry further, or mention her in any way, except directing me to send what property she had in the house to her fresh home, wherever it was, when I knew it.", "characters": 222, "sentences": 2}, {"text": "The first time she left her chamber was at the commencement of the following March.  Mr. Linton had put on her pillow, in the morning, a handful of golden crocuses; her eye, long stranger to any gleam of pleasure, caught them in waking, and shone delighted as she gathered them eagerly together.", "characters": 295, "sentences": 4}, {"text": "'These are the earliest flowers at the Heights,' she exclaimed.  'They remind me of soft thaw winds, and warm sunshine, and nearly melted snow. Edgar, is there not a south wind, and is not the snow almost gone?'", "characters": 211, "sentences": 3}, {"text": "'The snow is quite gone down here, darling,' replied her husband; 'and I only see two white spots on the whole range of moors: the sky is blue, and the larks are singing, and the becks and brooks are all brim full. Catherine, last spring at this time, I was longing to have you under this roof; now, I wish you were a mile or two up those hills: the air blows so sweetly, I feel that it would cure you.'", "characters": 403, "sentences": 3}, {"text": "'I shall never be there but once more,' said the invalid; 'and then you'll leave me, and I shall remain for ever.  Next spring you'll long again to have me under this roof, and you'll look back and think you were happy to-day.'", "characters": 227, "sentences": 3}, {"text": "DEAR ELLEN, it begins,--I came last night to Wuthering Heights, and heard, for the first time, that Catherine has been, and is yet, very ill. I must not write to her, I suppose, and my brother is either too angry or too distressed to answer what I sent him.  Still, I must write to somebody, and the only choice left me is you.", "characters": 327, "sentences": 4}, {"text": "Inform Edgar that I'd give the world to see his face again--that my heart returned to Thrushcross Grange in twenty-four hours after I left it, and is there at this moment, full of warm feelings for him, and Catherine!  _I can't follow it though_--(these words are underlined)--they need not expect me, and they may draw what conclusions they please; taking care, however, to lay nothing at the door of my weak will or deficient affection.", "characters": 438, "sentences": 2}, {"text": "The remainder of the letter is for yourself alone.  I want to ask you two questions: the first is,--How did you contrive to preserve the common sympathies of human nature when you resided here?  I cannot recognise any sentiment which those around share with me.", "characters": 261, "sentences": 3}, {"text": "The second question I have great interest in; it is this--Is Mr. Heathcliff a man?  If so, is he mad?  And if not, is he a devil?  I sha'n't tell my reasons for making this inquiry; but I beseech you to explain, if you can, what I have married: that is, when you call to see me; and you must call, Ellen, very soon.  Don't write, but come, and bring me something from Edgar.", "characters": 374, "sentences": 4}, {"text": "Now, you shall hear how I have been received in my new home, as I am led to imagine the Heights will be.  It is to amuse myself that I dwell on such subjects as the lack of external comforts: they never occupy my thoughts, except at the moment when I miss them.  I should laugh and dance for joy, if I found their absence was the total of my miseries, and the rest was an unnatural dream!", "characters": 388, "sentences": 3}, {"text": "Heathcliff stayed to speak to him, and I entered the kitchen--a dingy, untidy hole; I daresay you would not know it, it is so changed since it was in your charge.  By the fire stood a ruffianly child, strong in limb and dirty in garb, with a look of Catherine in his eyes and about his mouth.", "characters": 292, "sentences": 3}, {"text": "'This is Edgar's legal nephew,' I reflected--'mine in a manner; I must shake hands, and--yes--I must kiss him.  It is right to establish a good understanding at the beginning.'", "characters": 176, "sentences": 3}, {"text": "'Hey, Throttler, lad!' whispered the little wretch, rousing a half-bred bull-dog from its lair in a corner.  'Now, wilt thou be ganging?' he asked authoritatively.", "characters": 163, "sentences": 3}, {"text": "Love for my life urged a compliance; I stepped over the threshold to wait till the others should enter.  Mr. Heathcliff was nowhere visible; and Joseph, whom I followed to the stables, and requested to accompany me in, after staring and muttering to himself, screwed up his nose and replied--'Mim! mim! mim!  Did iver Christian body hear aught like it? Mincing un' munching!  How can I tell whet ye say?'", "characters": 404, "sentences": 3}, {"text": "'I say, I wish you to come with me into the house!' I cried, thinking him deaf, yet highly disgusted at his rudeness.", "characters": 117, "sentences": 2}, {"text": "'None o' me!  I getten summut else to do,' he answered, and continued his work; moving his lantern jaws meanwhile, and surveying my dress and countenance (the former a great deal too fine, but the latter, I'm sure, as sad as he could desire) with sovereign contempt.", "characters": 266, "sentences": 2}, {"text": "I walked round the yard, and through a wicket, to another door, at which I took the liberty of knocking, in hopes some more civil servant might show himself.  After a short suspense, it was opened by a tall, gaunt man, without neckerchief, and otherwise extremely slovenly; his features were lost in masses of shaggy hair that hung on his shoulders; and _his_ eyes, too, were like a ghostly Catherine's with all their beauty annihilated.", "characters": 437, "sentences": 3}, {"text": "'My name was Isabella Linton,' I replied.  'You've seen me before, sir. I'm lately married to Mr. Heathcliff, and he has brought me here--I suppose, by your permission.'", "characters": 169, "sentences": 5}, {"text": "'Yes--we came just now,' I said; 'but he left me by the kitchen door; and when I would have gone in, your little boy played sentinel over the place, and frightened me off by the help of a bull-dog.'", "characters": 198, "sentences": 2}, {"text": "'It's well the hellish villain has kept his word!' growled my future host, searching the darkness beyond me in expectation of discovering Heathcliff; and then he indulged in a soliloquy of execrations, and threats of what he would have done had the 'fiend' deceived him.", "characters": 270, "sentences": 2}, {"text": "'Where must I sleep, then?' I sobbed; I was beyond regarding self-respect, weighed down by fatigue and wretchedness.", "characters": 116, "sentences": 2}, {"text": "I was going to obey, but he suddenly arrested me, and added in the strangest tone--'Be so good as to turn your lock, and draw your bolt--don't omit it!'", "characters": 152, "sentences": 1}, {"text": "'Well!' I said.  'But why, Mr. Earnshaw?'  I did not relish the notion of deliberately fastening myself in with Heathcliff.", "characters": 123, "sentences": 4}, {"text": "I surveyed the weapon inquisitively.  A hideous notion struck me: how powerful I should be possessing such an instrument!  I took it from his hand, and touched the blade.  He looked astonished at the expression my face assumed during a brief second: it was not horror, it was covetousness.  He snatched the pistol back, jealously; shut the knife, and returned it to its concealment.", "characters": 382, "sentences": 5}, {"text": "'I don't care if you tell him,' said he.  'Put him on his guard, and watch for him.  You know the terms we are on, I see: his danger does not shock you.'", "characters": 153, "sentences": 4}, {"text": "'What has Heathcliff done to you?' I asked.  'In what has he wronged you, to warrant this appalling hatred?  Wouldn't it be wiser to bid him quit the house?'", "characters": 157, "sentences": 2}, {"text": "'No!' thundered Earnshaw; 'should he offer to leave me, he's a dead man: persuade him to attempt it, and you are a murderess!  Am I to lose _all_, without a chance of retrieval?  Is Hareton to be a beggar?  Oh, damnation!  I _will_ have it back; and I'll have _his_ gold too; and then his blood; and hell shall have his soul!  It will be ten times blacker with that guest than ever it was before!'", "characters": 397, "sentences": 1}, {"text": "'Gooid Lord!' he muttered, sitting down, and stroking his ribbed stockings from the knee to the ankle.  'If there's to be fresh ortherings--just when I getten used to two maisters, if I mun hev' a _mistress_ set o'er my heead, it's like time to be flitting.  I niver _did_ think to see t' day that I mud lave th' owld place--but I doubt it's nigh at hand!'", "characters": 356, "sentences": 3}, {"text": "This lamentation drew no notice from me: I went briskly to work, sighing to remember a period when it would have been all merry fun; but compelled speedily to drive off the remembrance.  It racked me to recall past happiness and the greater peril there was of conjuring up its apparition, the quicker the thible ran round, and the faster the handfuls of meal fell into the water.  Joseph beheld my style of cookery with growing indignation.", "characters": 440, "sentences": 4}, {"text": "'Thear!' he ejaculated.  'Hareton, thou willn't sup thy porridge to-neeght; they'll be naught but lumps as big as my neive.  Thear, agean! I'd fling in bowl un' all, if I wer ye!  There, pale t' guilp off, un' then ye'll hae done wi' 't.  Bang, bang.  It's a mercy t' bothom isn't deaved out!'", "characters": 293, "sentences": 5}, {"text": "'_Parlour_!' he echoed, sneeringly, '_parlour_!  Nay, we've noa _parlours_.  If yah dunnut loike wer company, there's maister's; un' if yah dunnut loike maister, there's us.'", "characters": 174, "sentences": 3}, {"text": "I put my basin on a tray, and went myself to fetch some more milk.  With great grumblings, the fellow rose, and preceded me in my ascent: we mounted to the garrets; he opened a door, now and then, to look into the apartments we passed.", "characters": 235, "sentences": 3}, {"text": "'Here's a rahm,' he said, at last, flinging back a cranky board on hinges.  'It's weel eneugh to ate a few porridge in.  There's a pack o' corn i' t' corner, thear, meeterly clane; if ye're feared o' muckying yer grand silk cloes, spread yer hankerchir o' t' top on't.'", "characters": 269, "sentences": 4}, {"text": "The 'rahm' was a kind of lumber-hole smelling strong of malt and grain; various sacks of which articles were piled around, leaving a wide, bare space in the middle.", "characters": 164, "sentences": 2}, {"text": "'Why, man,' I exclaimed, facing him angrily, 'this is not a place to sleep in.  I wish to see my bed-room.'", "characters": 107, "sentences": 3}, {"text": "'_Bed-rume_!' he repeated, in a tone of mockery. 'Yah's see all t' _bed-rumes_ thear is--yon's mine.'", "characters": 101, "sentences": 3}, {"text": "He pointed into the second garret, only differing from the first in being more naked about the walls, and having a large, low, curtainless bed, with an indigo-coloured quilt, at one end.", "characters": 186, "sentences": 2}, {"text": "'What do I want with yours?' I retorted.  'I suppose Mr. Heathcliff does not lodge at the top of the house, does he?'", "characters": 117, "sentences": 3}, {"text": "'Oh! it's Maister _Hathecliff's_ ye're wanting?' cried he, as if making a new discovery.  'Couldn't ye ha' said soa, at onst? un' then, I mud ha' telled ye, baht all this wark, that that's just one ye cannut see--he allas keeps it locked, un' nob'dy iver mells on't but hisseln.'", "characters": 279, "sentences": 3}, {"text": "'You've a nice house, Joseph,' I could not refrain from observing, 'and pleasant inmates; and I think the concentrated essence of all the madness in the world took up its abode in my brain the day I linked my fate with theirs!  However, that is not to the present purpose--there are other rooms.  For heaven's sake be quick, and let me settle somewhere!'", "characters": 354, "sentences": 2}, {"text": "'Whear the divil?' began the religious elder.  'The Lord bless us!  The Lord forgie us!  Whear the _hell_ wold ye gang? ye marred, wearisome nowt!  Ye've seen all but Hareton's bit of a cham'er.  There's not another hoile to lig down in i' th' hahse!'", "characters": 251, "sentences": 3}, {"text": "I was so vexed, I flung my tray and its contents on the ground; and then seated myself at the stairs'-head, hid my face in my hands, and cried.", "characters": 143, "sentences": 2}, {"text": "I do hate him--I am wretched--I have been a fool!  Beware of uttering one breath of this to any one at the Grange.  I shall expect you every day--don't disappoint me!--ISABELLA.", "characters": 177, "sentences": 3}, {"text": "As soon as I had perused this epistle I went to the master, and informed him that his sister had arrived at the Heights, and sent me a letter expressing her sorrow for Mrs. Linton's situation, and her ardent desire to see him; with a wish that he would transmit to her, as early as possible, some token of forgiveness by me.", "characters": 324, "sentences": 3}, {"text": "'Forgiveness!' said Linton.  'I have nothing to forgive her, Ellen.  You may call at Wuthering Heights this afternoon, if you like, and say that I am not angry, but I'm sorry to have lost her; especially as I can never think she'll be happy.  It is out of the question my going to see her, however: we are eternally divided; and should she really wish to oblige me, let her persuade the villain she has married to leave the country.'", "characters": 433, "sentences": 5}, {"text": "'No,' he answered.  'It is needless.  My communication with Heathcliff's family shall be as sparing as his with mine.  It shall not exist!'", "characters": 139, "sentences": 4}, {"text": "'Oh, I have nothing,' I replied, thinking it best to speak the truth at once.  'My master bid me tell his sister that she must not expect either a letter or a visit from him at present.  He sends his love, ma'am, and his wishes for your happiness, and his pardon for the grief you have occasioned; but he thinks that after this time his household and the household here should drop intercommunication, as nothing could come of keeping it up.'", "characters": 442, "sentences": 4}, {"text": "'That is quite possible,' remarked Heathcliff, forcing himself to seem calm: 'quite possible that your master should have nothing but common humanity and a sense of duty to fall back upon.  But do you imagine that I shall leave Catherine to his _duty_ and _humanity_? and can you compare my feelings respecting Catherine to his?  Before you leave this house, I must exact a promise from you that you'll get me an interview with her: consent, or refuse, I _will_ see her!  What do you say?'", "characters": 489, "sentences": 2}, {"text": "'I say, Mr. Heathcliff,' I replied, 'you must not: you never shall, through my means.  Another encounter between you and the master would kill her altogether.'", "characters": 159, "sentences": 4}, {"text": "'And yet,' I interrupted, 'you have no scruples in completely ruining all hopes of her perfect restoration, by thrusting yourself into her remembrance now, when she has nearly forgotten you, and involving her in a new tumult of discord and distress.'", "characters": 250, "sentences": 2}, {"text": "'Catherine and Edgar are as fond of each other as any two people can be,' cried Isabella, with sudden vivacity.  'No one has a right to talk in that manner, and I won't hear my brother depreciated in silence!'", "characters": 209, "sentences": 2}, {"text": "'Your brother is wondrous fond of you too, isn't he?' observed Heathcliff, scornfully.  'He turns you adrift on the world with surprising alacrity.'", "characters": 148, "sentences": 3}, {"text": "'My young lady is looking sadly the worse for her change of condition,' I remarked.  'Somebody's love comes short in her case, obviously; whose, I may guess; but, perhaps, I shouldn't say.'", "characters": 189, "sentences": 3}, {"text": "'I should guess it was her own,' said Heathcliff.  'She degenerates into a mere slut!  She is tired of trying to please me uncommonly early.  You'd hardly credit it, but the very morrow of our wedding she was weeping to go home.  However, she'll suit this house so much the better for not being over nice, and I'll take care she does not disgrace me by rambling abroad.'", "characters": 370, "sentences": 5}, {"text": "'Mr. Heathcliff,' said I, 'this is the talk of a madman; your wife, most likely, is convinced you are mad; and, for that reason, she has borne with you hitherto: but now that you say she may go, she'll doubtless avail herself of the permission.  You are not so bewitched, ma'am, are you, as to remain with him of your own accord?'", "characters": 330, "sentences": 3}, {"text": "He seized, and thrust her from the room; and returned muttering--'I have no pity!  I have no pity!  The more the worms writhe, the more I yearn to crush out their entrails!  It is a moral teething; and I grind with greater energy in proportion to the increase of pain.'", "characters": 269, "sentences": 2}, {"text": "'Do you understand what the word pity means?' I said, hastening to resume my bonnet.  'Did you ever feel a touch of it in your life?'", "characters": 133, "sentences": 2}, {"text": "But here is Kenneth; I'll go down, and tell him how much better you are. My history is _dree_, as we say, and will serve to while away another morning.", "characters": 151, "sentences": 3}, {"text": "Dree, and dreary!  I reflected as the good woman descended to receive the doctor: and not exactly of the kind which I should have chosen to amuse me.  But never mind!  I'll extract wholesome medicines from Mrs. Dean's bitter herbs; and firstly, let me beware of the fascination that lurks in Catherine Heathcliff's brilliant eyes.  I should be in a curious taking if I surrendered my heart to that young person, and the daughter turned out a second edition of the mother.", "characters": 471, "sentences": 5}, {"text": "Another week over--and I am so many days nearer health, and spring!  I have now heard all my neighbour's history, at different sittings, as the housekeeper could spare time from more important occupations.  I'll continue it in her own words, only a little condensed.  She is, on the whole, a very fair narrator, and I don't think I could improve her style.", "characters": 356, "sentences": 4}, {"text": "There was a start and a troubled gleam of recollection, and a struggle to arrange her ideas.  She lifted the letter, and seemed to peruse it; and when she came to the signature she sighed: yet still I found she had not gathered its import, for, upon my desiring to hear her reply, she merely pointed to the name, and gazed at me with mournful and questioning eagerness.", "characters": 369, "sentences": 3}, {"text": "'Well, he wishes to see you,' said I, guessing her need of an interpreter.  'He's in the garden by this time, and impatient to know what answer I shall bring.'", "characters": 159, "sentences": 3}, {"text": "He neither spoke nor loosed his hold for some five minutes, during which period he bestowed more kisses than ever he gave in his life before, I daresay: but then my mistress had kissed him first, and I plainly saw that he could hardly bear, for downright agony, to look into her face! The same conviction had stricken him as me, from the instant he beheld her, that there was no prospect of ultimate recovery there--she was fated, sure to die.", "characters": 443, "sentences": 2}, {"text": "'Oh, Cathy!  Oh, my life! how can I bear it?' was the first sentence he uttered, in a tone that did not seek to disguise his despair.  And now he stared at her so earnestly that I thought the very intensity of his gaze would bring tears into his eyes; but they burned with anguish: they did not melt.", "characters": 300, "sentences": 3}, {"text": "'What now?' said Catherine, leaning back, and returning his look with a suddenly clouded brow: her humour was a mere vane for constantly varying caprices.  'You and Edgar have broken my heart, Heathcliff!  And you both come to bewail the deed to me, as if you were the people to be pitied!  I shall not pity you, not I.  You have killed me--and thriven on it, I think.  How strong you are!  How many years do you mean to live after I am gone?'", "characters": 443, "sentences": 4}, {"text": "Heathcliff had knelt on one knee to embrace her; he attempted to rise, but she seized his hair, and kept him down.", "characters": 114, "sentences": 2}, {"text": "'Don't torture me till I'm as mad as yourself,' cried he, wrenching his head free, and grinding his teeth.", "characters": 106, "sentences": 2}, {"text": "'Are you possessed with a devil,' he pursued, savagely, 'to talk in that manner to me when you are dying?  Do you reflect that all those words will be branded in my memory, and eating deeper eternally after you have left me?  You know you lie to say I have killed you: and, Catherine, you know that I could as soon forget you as my existence!  Is it not sufficient for your infernal selfishness, that while you are at peace I shall writhe in the torments of hell?'", "characters": 464, "sentences": 1}, {"text": "'I shall not be at peace,' moaned Catherine, recalled to a sense of physical weakness by the violent, unequal throbbing of her heart, which beat visibly and audibly under this excess of agitation.  She said nothing further till the paroxysm was over; then she continued, more kindly--", "characters": 284, "sentences": 2}, {"text": "'I'm not wishing you greater torment than I have, Heathcliff.  I only wish us never to be parted: and should a word of mine distress you hereafter, think I feel the same distress underground, and for my own sake, forgive me!  Come here and kneel down again!  You never harmed me in your life.  Nay, if you nurse anger, that will be worse to remember than my harsh words!  Won't you come here again?  Do!'", "characters": 404, "sentences": 3}, {"text": "Heathcliff went to the back of her chair, and leant over, but not so far as to let her see his face, which was livid with emotion.  She bent round to look at him; he would not permit it: turning abruptly, he walked to the fireplace, where he stood, silent, with his back towards us.  Mrs. Linton's glance followed him suspiciously: every movement woke a new sentiment in her.  After a pause and a prolonged gaze, she resumed; addressing me in accents of indignant disappointment:--", "characters": 481, "sentences": 5}, {"text": "A movement of Catherine's relieved me a little presently: she put up her hand to clasp his neck, and bring her cheek to his as he held her; while he, in return, covering her with frantic caresses, said wildly--", "characters": 210, "sentences": 1}, {"text": "'Let me alone.  Let me alone,' sobbed Catherine.  'If I've done wrong, I'm dying for it.  It is enough!  You left me too: but I won't upbraid you!  I forgive you.  Forgive me!'", "characters": 176, "sentences": 5}, {"text": "'It is hard to forgive, and to look at those eyes, and feel those wasted hands,' he answered.  'Kiss me again; and don't let me see your eyes!  I forgive what you have done to me.  I love _my_ murderer--but _yours_!  How can I?'", "characters": 228, "sentences": 3}, {"text": "They were silent--their faces hid against each other, and washed by each other's tears.  At least, I suppose the weeping was on both sides; as it seemed Heathcliff could weep on a great occasion like this.", "characters": 205, "sentences": 3}, {"text": "I grew very uncomfortable, meanwhile; for the afternoon wore fast away, the man whom I had sent off returned from his errand, and I could distinguish, by the shine of the western sun up the valley, a concourse thickening outside Gimmerton chapel porch.", "characters": 252, "sentences": 2}, {"text": "Ere long I perceived a group of the servants passing up the road towards the kitchen wing.  Mr. Linton was not far behind; he opened the gate himself and sauntered slowly up, probably enjoying the lovely afternoon that breathed as soft as summer.", "characters": 246, "sentences": 4}, {"text": "'Now he is here,' I exclaimed.  'For heaven's sake, hurry down!  You'll not meet any one on the front stairs.  Do be quick; and stay among the trees till he is fairly in.'", "characters": 171, "sentences": 4}, {"text": "'I must go, Cathy,' said Heathcliff, seeking to extricate himself from his companion's arms.  'But if I live, I'll see you again before you are asleep.  I won't stray five yards from your window.'", "characters": 196, "sentences": 4}, {"text": "'You must not go!' she answered, holding him as firmly as her strength allowed.  'You _shall_ not, I tell you.'", "characters": 111, "sentences": 3}, {"text": "He would have risen, and unfixed her fingers by the act--she clung fast, gasping: there was mad resolution in her face.", "characters": 119, "sentences": 2}, {"text": "'No!' she shrieked.  'Oh, don't, don't go.  It is the last time!  Edgar will not hurt us.  Heathcliff, I shall die!  I shall die!'", "characters": 130, "sentences": 4}, {"text": "'Damn the fool!  There he is,' cried Heathcliff, sinking back into his seat.  'Hush, my darling!  Hush, hush, Catherine!  I'll stay.  If he shot me so, I'd expire with a blessing on my lips.'", "characters": 191, "sentences": 4}, {"text": "And there they were fast again.  I heard my master mounting the stairs--the cold sweat ran from my forehead: I was horrified.", "characters": 125, "sentences": 3}, {"text": "'Are you going to listen to her ravings?' I said, passionately.  'She does not know what she says.  Will you ruin her, because she has not wit to help herself?  Get up!  You could be free instantly.  That is the most diabolical deed that ever you did.  We are all done for--master, mistress, and servant.'", "characters": 305, "sentences": 6}, {"text": "I wrung my hands, and cried out; and Mr. Linton hastened his step at the noise.  In the midst of my agitation, I was sincerely glad to observe that Catherine's arms had fallen relaxed, and her head hung down.", "characters": 208, "sentences": 4}, {"text": "'She's fainted, or dead,' I thought: 'so much the better.  Far better that she should be dead, than lingering a burden and a misery-maker to all about her.'", "characters": 156, "sentences": 3}, {"text": "Edgar sprang to his unbidden guest, blanched with astonishment and rage. What he meant to do I cannot tell; however, the other stopped all demonstrations, at once, by placing the lifeless-looking form in his arms.", "characters": 213, "sentences": 3}, {"text": "He walked into the parlour, and sat down.  Mr. Linton summoned me, and with great difficulty, and after resorting to many means, we managed to restore her to sensation; but she was all bewildered; she sighed, and moaned, and knew nobody.  Edgar, in his anxiety for her, forgot her hated friend.  I did not.  I went, at the earliest opportunity, and besought him to depart; affirming that Catherine was better, and he should hear from me in the morning how she passed the night.", "characters": 477, "sentences": 7}, {"text": "'I shall not refuse to go out of doors,' he answered; 'but I shall stay in the garden: and, Nelly, mind you keep your word to-morrow.  I shall be under those larch-trees.  Mind! or I pay another visit, whether Linton be in or not.'", "characters": 231, "sentences": 4}, {"text": "He sent a rapid glance through the half-open door of the chamber, and, ascertaining that what I stated was apparently true, delivered the house of his luckless presence.", "characters": 169, "sentences": 2}, {"text": "Retracing the course of Catherine Linton, I fear we have no right to think she is; but we'll leave her with her Maker.", "characters": 118, "sentences": 2}, {"text": "I was weeping as much for him as her: we do sometimes pity creatures that have none of the feeling either for themselves or others.  When I first looked into his face, I perceived that he had got intelligence of the catastrophe; and a foolish notion struck me that his heart was quelled and he prayed, because his lips moved and his gaze was bent on the ground.", "characters": 361, "sentences": 3}, {"text": "'Yes, she's dead!' I answered, checking my sobs and drying my cheeks. 'Gone to heaven, I hope; where we may, every one, join her, if we take due warning and leave our evil ways to follow good!'", "characters": 193, "sentences": 2}, {"text": "'Did _she_ take due warning, then?' asked Heathcliff, attempting a sneer. 'Did she die like a saint?  Come, give me a true history of the event. How did--?'", "characters": 156, "sentences": 3}, {"text": "He endeavoured to pronounce the name, but could not manage it; and compressing his mouth he held a silent combat with his inward agony, defying, meanwhile, my sympathy with an unflinching, ferocious stare. 'How did she die?' he resumed, at last--fain, notwithstanding his hardihood, to have a support behind him; for, after the struggle, he trembled, in spite of himself, to his very finger-ends.", "characters": 396, "sentences": 3}, {"text": "'Poor wretch!' I thought; 'you have a heart and nerves the same as your brother men!  Why should you be anxious to conceal them?  Your pride cannot blind God!  You tempt him to wring them, till he forces a cry of humiliation.'", "characters": 226, "sentences": 2}, {"text": "'Quietly as a lamb!' I answered, aloud.  'She drew a sigh, and stretched herself, like a child reviving, and sinking again to sleep; and five minutes after I felt one little pulse at her heart, and nothing more!'", "characters": 212, "sentences": 2}, {"text": "'And--did she ever mention me?' he asked, hesitating, as if he dreaded the answer to his question would introduce details that he could not bear to hear.", "characters": 153, "sentences": 2}, {"text": "'Her senses never returned: she recognised nobody from the time you left her,' I said.  'She lies with a sweet smile on her face; and her latest ideas wandered back to pleasant early days.  Her life closed in a gentle dream--may she wake as kindly in the other world!'", "characters": 268, "sentences": 3}, {"text": "Mr. Earnshaw was, of course, invited to attend the remains of his sister to the grave; he sent no excuse, but he never came; so that, besides her husband, the mourners were wholly composed of tenants and servants. Isabella was not asked.", "characters": 237, "sentences": 4}, {"text": "'I have run the whole way from Wuthering Heights!' she continued, after a pause; 'except where I've flown.  I couldn't count the number of falls I've had.  Oh, I'm aching all over!  Don't be alarmed!  There shall be an explanation as soon as I can give it; only just have the goodness to step out and order the carriage to take me on to Gimmerton, and tell a servant to seek up a few clothes in my wardrobe.'", "characters": 408, "sentences": 4}, {"text": "'My dear young lady,' I exclaimed, 'I'll stir nowhere, and hear nothing, till you have removed every article of your clothes, and put on dry things; and certainly you shall not go to Gimmerton to-night, so it is needless to order the carriage.'", "characters": 244, "sentences": 2}, {"text": "'Certainly I shall,' she said; 'walking or riding: yet I've no objection to dress myself decently.  And--ah, see how it flows down my neck now! The fire does make it smart.'", "characters": 173, "sentences": 3}, {"text": "She insisted on my fulfilling her directions, before she would let me touch her; and not till after the coachman had been instructed to get ready, and a maid set to pack up some necessary attire, did I obtain her consent for binding the wound and helping to change her garments.", "characters": 278, "sentences": 2}, {"text": "'Well, don't talk so fast, Miss!' I interrupted; 'you'll disorder the handkerchief I have tied round your face, and make the cut bleed again. Drink your tea, and take breath, and give over laughing: laughter is sadly out of place under this roof, and in your condition!'", "characters": 270, "sentences": 2}, {"text": "'An undeniable truth,' she replied.  'Listen to that child!  It maintains a constant wail--send it out of my hearing for an hour; I sha'n't stay any longer.'", "characters": 157, "sentences": 3}, {"text": "I rang the bell, and committed it to a servant's care; and then I inquired what had urged her to escape from Wuthering Heights in such an unlikely plight, and where she meant to go, as she refused remaining with us.", "characters": 215, "sentences": 2}, {"text": "'Hush, hush!  He's a human being,' I said.  'Be more charitable: there are worse men than he is yet!'", "characters": 101, "sentences": 2}, {"text": "'Yesterday, you know, Mr. Earnshaw should have been at the funeral.  He kept himself sober for the purpose--tolerably sober: not going to bed mad at six o'clock and getting up drunk at twelve.  Consequently, he rose, in suicidal low spirits, as fit for the church as for a dance; and instead, he sat down by the fire and swallowed gin or brandy by tumblerfuls.", "characters": 360, "sentences": 5}, {"text": "'The doleful silence was broken at length by the sound of the kitchen latch: Heathcliff had returned from his watch earlier than usual; owing, I suppose, to the sudden storm.  That entrance was fastened, and we heard him coming round to get in by the other.  I rose with an irrepressible expression of what I felt on my lips, which induced my companion, who had been staring towards the door, to turn and look at me.", "characters": 416, "sentences": 4}, {"text": "'\"No, you may keep him out the whole night for me,\" I answered.  \"Do! put the key in the lock, and draw the bolts.\"", "characters": 115, "sentences": 3}, {"text": "'Earnshaw accomplished this ere his guest reached the front; he then came and brought his chair to the other side of my table, leaning over it, and searching in my eyes for a sympathy with the burning hate that gleamed from his: as he both looked and felt like an assassin, he couldn't exactly find that; but he discovered enough to encourage him to speak.", "characters": 356, "sentences": 2}, {"text": "'\"You, and I,\" he said, \"have each a great debt to settle with the man out yonder!  If we were neither of us cowards, we might combine to discharge it.  Are you as soft as your brother?  Are you willing to endure to the last, and not once attempt a repayment?\"", "characters": 260, "sentences": 2}, {"text": "'\"I'm weary of enduring now,\" I replied; \"and I'd be glad of a retaliation that wouldn't recoil on myself; but treachery and violence are spears pointed at both ends; they wound those who resort to them worse than their enemies.\"", "characters": 229, "sentences": 2}, {"text": "'He took the implements which I described to you in my letter from his breast, and would have turned down the candle.  I snatched it away, however, and seized his arm.", "characters": 167, "sentences": 3}, {"text": "'\"I'll not hold my tongue!\" I said; \"you mustn't touch him.  Let the door remain shut, and be quiet!\"", "characters": 101, "sentences": 2}, {"text": "'\"No!  I've formed my resolution, and by God I'll execute it!\" cried the desperate being.  \"I'll do you a kindness in spite of yourself, and Hareton justice!  And you needn't trouble your head to screen me; Catherine is gone.  Nobody alive would regret me, or be ashamed, though I cut my throat this minute--and it's time to make an end!\"", "characters": 338, "sentences": 3}, {"text": "'I might as well have struggled with a bear, or reasoned with a lunatic. The only resource left me was to run to a lattice and warn his intended victim of the fate which awaited him.", "characters": 182, "sentences": 3}, {"text": "'\"You'd better seek shelter somewhere else to-night!\" I exclaimed, in rather a triumphant tone.  \"Mr. Earnshaw has a mind to shoot you, if you persist in endeavouring to enter.\"", "characters": 177, "sentences": 4}, {"text": "'\"You'd better open the door, you--\" he answered, addressing me by some elegant term that I don't care to repeat.", "characters": 113, "sentences": 2}, {"text": "'\"I shall not meddle in the matter,\" I retorted again.  \"Come in and get shot, if you please.  I've done my duty.\"", "characters": 114, "sentences": 4}, {"text": "'\"I cannot commit murder,\" I replied.  \"Mr. Hindley stands sentinel with a knife and loaded pistol.\"", "characters": 100, "sentences": 4}, {"text": "'\"He's there, is he?\" exclaimed my companion, rushing to the gap.  \"If I can get my arm out I can hit him!\"", "characters": 107, "sentences": 2}, {"text": "'I'm afraid, Ellen, you'll set me down as really wicked; but you don't know all, so don't judge.  I wouldn't have aided or abetted an attempt on even _his_ life for anything.  Wish that he were dead, I must; and therefore I was fearfully disappointed, and unnerved by terror for the consequences of my taunting speech, when he flung himself on Earnshaw's weapon and wrenched it from his grasp.", "characters": 393, "sentences": 4}, {"text": "'\"There's this to do,\" thundered Heathcliff, \"that your master's mad; and should he last another month, I'll have him to an asylum.  And how the devil did you come to fasten me out, you toothless hound?  Don't stand muttering and mumbling there.  Come, I'm not going to nurse him.  Wash that stuff away; and mind the sparks of your candle--it is more than half brandy!\"", "characters": 369, "sentences": 4}, {"text": "'\"And so ye've been murthering on him?\" exclaimed Joseph, lifting his hands and eyes in horror.  \"If iver I seed a seeght loike this!  May the Lord--\"", "characters": 150, "sentences": 2}, {"text": "'Heathcliff gave him a push on to his knees in the middle of the blood, and flung a towel to him; but instead of proceeding to dry it up, he joined his hands and began a prayer, which excited my laughter from its odd phraseology.  I was in the condition of mind to be shocked at nothing: in fact, I was as reckless as some malefactors show themselves at the foot of the gallows.", "characters": 378, "sentences": 3}, {"text": "'\"Oh, I forgot you,\" said the tyrant.  \"You shall do that.  Down with you.  And you conspire with him against me, do you, viper?  There, that is work fit for you!\"", "characters": 163, "sentences": 4}, {"text": "'Fie, fie, Miss!' I interrupted.  'One might suppose you had never opened a Bible in your life.  If God afflict your enemies, surely that ought to suffice you.  It is both mean and presumptuous to add your torture to his!'", "characters": 222, "sentences": 4}, {"text": "'\"Not as ill as I wish,\" he replied.  \"But leaving out my arm, every inch of me is as sore as if I had been fighting with a legion of imps!\"", "characters": 140, "sentences": 2}, {"text": "'\"Yes, no wonder,\" was my next remark.  \"Catherine used to boast that she stood between you and bodily harm: she meant that certain persons would not hurt you for fear of offending her.  It's well people don't _really_ rise from their grave, or, last night, she might have witnessed a repulsive scene!  Are not you bruised, and cut over your chest and shoulders?\"", "characters": 363, "sentences": 3}, {"text": "'\"He trampled on and kicked you, and dashed you on the ground,\" I whispered.  \"And his mouth watered to tear you with his teeth; because he's only half man: not so much, and the rest fiend.\"", "characters": 190, "sentences": 3}, {"text": "'Mr. Earnshaw looked up, like me, to the countenance of our mutual foe; who, absorbed in his anguish, seemed insensible to anything around him: the longer he stood, the plainer his reflections revealed their blackness through his features.", "characters": 239, "sentences": 3}, {"text": "'\"Oh, if God would but give me strength to strangle him in my last agony, I'd go to hell with joy,\" groaned the impatient man, writhing to rise, and sinking back in despair, convinced of his inadequacy for the struggle.", "characters": 219, "sentences": 2}, {"text": "'\"Nay, it's enough that he has murdered one of you,\" I observed aloud. \"At the Grange, every one knows your sister would have been living now had it not been for Mr. Heathcliff.  After all, it is preferable to be hated than loved by him.  When I recollect how happy we were--how happy Catherine was before he came--I'm fit to curse the day.\"", "characters": 341, "sentences": 6}, {"text": "'Most likely, Heathcliff noticed more the truth of what was said, than the spirit of the person who said it.  His attention was roused, I saw, for his eyes rained down tears among the ashes, and he drew his breath in suffocating sighs.  I stared full at him, and laughed scornfully.  The clouded windows of hell flashed a moment towards me; the fiend which usually looked out, however, was so dimmed and drowned that I did not fear to hazard another sound of derision.", "characters": 468, "sentences": 5}, {"text": "'\"I beg your pardon,\" I replied.  \"But I loved Catherine too; and her brother requires attendance, which, for her sake, I shall supply.  Now, that she's dead, I see her in Hindley: Hindley has exactly her eyes, if you had not tried to gouge them out, and made them black and red; and her--\"", "characters": 290, "sentences": 3}, {"text": "'\"Get up, wretched idiot, before I stamp you to death!\" he cried, making a movement that caused me to make one also.", "characters": 116, "sentences": 2}, {"text": "'\"But then,\" I continued, holding myself ready to flee, \"if poor Catherine had trusted you, and assumed the ridiculous, contemptible, degrading title of Mrs. Heathcliff, she would soon have presented a similar picture!  _She_ wouldn't have borne your abominable behaviour quietly: her detestation and disgust must have found voice.\"", "characters": 332, "sentences": 3}, {"text": "Fortunately its mother died before the time arrived; some thirteen years after the decease of Catherine, when Linton was twelve, or a little more.", "characters": 146, "sentences": 2}, {"text": "'Well, Nelly,' said he, riding into the yard one morning, too early not to alarm me with an instant presentiment of bad news, 'it's yours and my turn to go into mourning at present.  Who's given us the slip now, do you think?'", "characters": 226, "sentences": 2}, {"text": "'Why, guess!' he returned, dismounting, and slinging his bridle on a hook by the door.  'And nip up the corner of your apron: I'm certain you'll need it.'", "characters": 154, "sentences": 3}, {"text": "'What! would you have tears for him?' said the doctor.  'No, Heathcliff's a tough young fellow: he looks blooming to-day.  I've just seen him.  He's rapidly regaining flesh since he lost his better half.'", "characters": 204, "sentences": 5}, {"text": "'His father died in debt,' he said; 'the whole property is mortgaged, and the sole chance for the natural heir is to allow him an opportunity of creating some interest in the creditor's heart, that he may be inclined to deal leniently towards him.'", "characters": 248, "sentences": 2}, {"text": "When I reached the Heights, I explained that I had come to see everything carried on decently; and Joseph, who appeared in sufficient distress, expressed satisfaction at my presence.  Mr. Heathcliff said he did not perceive that I was wanted; but I might stay and order the arrangements for the funeral, if I chose.", "characters": 315, "sentences": 4}, {"text": "'I'd rayther he'd goan hisseln for t' doctor!  I sud ha' taen tent o' t' maister better nor him--and he warn't deead when I left, naught o' t' soart!'", "characters": 150, "sentences": 1}, {"text": "'Well,' said the scoundrel, 'we'll not argue the subject now: but I have a fancy to try my hand at rearing a young one; so intimate to your master that I must supply the place of this with my own, if he attempt to remove it.  I don't engage to let Hareton go undisputed; but I'll be pretty sure to make the other come!  Remember to tell him.'", "characters": 342, "sentences": 3}, {"text": "This hint was enough to bind our hands.  I repeated its substance on my return; and Edgar Linton, little interested at the commencement, spoke no more of interfering.  I'm not aware that he could have done it to any purpose, had he been ever so willing.", "characters": 253, "sentences": 4}, {"text": "'Ellen, how long will it be before I can walk to the top of those hills? I wonder what lies on the other side--is it the sea?'", "characters": 126, "sentences": 1}, {"text": "The abrupt descent of Penistone Crags particularly attracted her notice; especially when the setting sun shone on it and the topmost heights, and the whole extent of landscape besides lay in shadow.  I explained that they were bare masses of stone, with hardly enough earth in their clefts to nourish a stunted tree.", "characters": 316, "sentences": 3}, {"text": "'Because they are a great deal higher up than we are,' replied I; 'you could not climb them, they are too high and steep.  In winter the frost is always there before it comes to us; and deep into summer I have found snow under that black hollow on the north-east side!'", "characters": 269, "sentences": 2}, {"text": "'Oh, you have been on them!' she cried gleefully.  'Then I can go, too, when I am a woman.  Has papa been, Ellen?'", "characters": 114, "sentences": 3}, {"text": "'Papa would tell you, Miss,' I answered, hastily, 'that they are not worth the trouble of visiting.  The moors, where you ramble with him, are much nicer; and Thrushcross Park is the finest place in the world.'", "characters": 210, "sentences": 3}, {"text": "'But I know the park, and I don't know those,' she murmured to herself. 'And I should delight to look round me from the brow of that tallest point: my little pony Minny shall take me some time.'", "characters": 194, "sentences": 3}, {"text": "'I saw her at morn,' he replied: 'she would have me to cut her a hazel switch, and then she leapt her Galloway over the hedge yonder, where it is lowest, and galloped out of sight.'", "characters": 181, "sentences": 2}, {"text": "'Ah,' said she, 'you are come a-seeking your little mistress!  Don't be frightened.  She's here safe: but I'm glad it isn't the master.'", "characters": 136, "sentences": 3}, {"text": "'No, no,' she replied: 'both he and Joseph are off, and I think they won't return this hour or more.  Step in and rest you a bit.'", "characters": 130, "sentences": 3}, {"text": "'Very well, Miss!' I exclaimed, concealing my joy under an angry countenance.  'This is your last ride, till papa comes back.  I'll not trust you over the threshold again, you naughty, naughty girl!'", "characters": 199, "sentences": 3}, {"text": "'Aha, Ellen!' she cried, gaily, jumping up and running to my side.  'I shall have a pretty story to tell to-night; and so you've found me out. Have you ever been here in your life before?'", "characters": 188, "sentences": 3}, {"text": "'Put that hat on, and home at once,' said I.  'I'm dreadfully grieved at you, Miss Cathy: you've done extremely wrong!  It's no use pouting and crying: that won't repay the trouble I've had, scouring the country after you.  To think how Mr. Linton charged me to keep you in; and you stealing off so!  It shows you are a cunning little fox, and nobody will put faith in you any more.'", "characters": 383, "sentences": 5}, {"text": "'What have I done?' sobbed she, instantly checked.  'Papa charged me nothing: he'll not scold me, Ellen--he's never cross, like you!'", "characters": 133, "sentences": 2}, {"text": "'Come, come!' I repeated.  'I'll tie the riband.  Now, let us have no petulance.  Oh, for shame!  You thirteen years old, and such a baby!'", "characters": 139, "sentences": 4}, {"text": "This exclamation was caused by her pushing the hat from her head, and retreating to the chimney out of my reach.", "characters": 112, "sentences": 2}, {"text": "'Nay,' said the servant, 'don't be hard on the bonny lass, Mrs. Dean.  We made her stop: she'd fain have ridden forwards, afeard you should be uneasy.  Hareton offered to go with her, and I thought he should: it's a wild road over the hills.'", "characters": 242, "sentences": 5}, {"text": "Hareton, during the discussion, stood with his hands in his pockets, too awkward to speak; though he looked as if he did not relish my intrusion.", "characters": 145, "sentences": 2}, {"text": "'How long am I to wait?' I continued, disregarding the woman's interference.  'It will be dark in ten minutes.  Where is the pony, Miss Cathy?  And where is Phoenix?  I shall leave you, unless you be quick; so please yourself.'", "characters": 227, "sentences": 4}, {"text": "'The pony is in the yard,' she replied, 'and Phoenix is shut in there. He's bitten--and so is Charlie.  I was going to tell you all about it; but you are in a bad temper, and don't deserve to hear.'", "characters": 198, "sentences": 4}, {"text": "I picked up her hat, and approached to reinstate it; but perceiving that the people of the house took her part, she commenced capering round the room; and on my giving chase, ran like a mouse over and under and behind the furniture, rendering it ridiculous for me to pursue.  Hareton and the woman laughed, and she joined them, and waxed more impertinent still; till I cried, in great irritation,--'Well, Miss Cathy, if you were aware whose house this is you'd be glad enough to get out.'", "characters": 488, "sentences": 3}, {"text": "'Who is his master?' continued the tiresome girl, appealing to me.  'He talked about \"our house,\" and \"our folk.\"  I thought he had been the owner's son.  And he never said Miss: he should have done, shouldn't he, if he's a servant?'", "characters": 233, "sentences": 4}, {"text": "Hareton grew black as a thunder-cloud at this childish speech.  I silently shook my questioner, and at last succeeded in equipping her for departure.", "characters": 149, "sentences": 3}, {"text": "'Now, get my horse,' she said, addressing her unknown kinsman as she would one of the stable-boys at the Grange.  'And you may come with me.  I want to see where the goblin-hunter rises in the marsh, and to hear about the _fairishes_, as you call them: but make haste!  What's the matter? Get my horse, I say.'", "characters": 310, "sentences": 4}, {"text": "'There, Miss Cathy! you see you have got into pretty company,' I interposed.  'Nice words to be used to a young lady!  Pray don't begin to dispute with him.  Come, let us seek for Minny ourselves, and begone.'", "characters": 209, "sentences": 4}, {"text": "'But, Ellen,' cried she, staring fixed in astonishment, 'how dare he speak so to me?  Mustn't he be made to do as I ask him?  You wicked creature, I shall tell papa what you said.--Now, then!'", "characters": 192, "sentences": 2}, {"text": "Hareton did not appear to feel this threat; so the tears sprang into her eyes with indignation.  'You bring the pony,' she exclaimed, turning to the woman, 'and let my dog free this moment!'", "characters": 190, "sentences": 2}, {"text": "'Softly, Miss,' answered she addressed; 'you'll lose nothing by being civil.  Though Mr. Hareton, there, be not the master's son, he's your cousin: and I was never hired to serve you.'", "characters": 184, "sentences": 4}, {"text": "'Oh, Ellen! don't let them say such things,' she pursued in great trouble.  'Papa is gone to fetch my cousin from London: my cousin is a gentleman's son.  That my--' she stopped, and wept outright; upset at the bare notion of relationship with such a clown.", "characters": 257, "sentences": 4}, {"text": "'Hush, hush!' I whispered; 'people can have many cousins and of all sorts, Miss Cathy, without being any the worse for it; only they needn't keep their company, if they be disagreeable and bad.'", "characters": 194, "sentences": 2}, {"text": "'He's not--he's not my cousin, Ellen!' she went on, gathering fresh grief from reflection, and flinging herself into my arms for refuge from the idea.", "characters": 150, "sentences": 2}, {"text": "She ran, and returned and ran again, many times before my sober footsteps reached the gate, and then she seated herself on the grassy bank beside the path, and tried to wait patiently; but that was impossible: she couldn't be still a minute.", "characters": 241, "sentences": 2}, {"text": "'How long they are!' she exclaimed.  'Ah, I see, some dust on the road--they are coming!  No!  When will they be here?  May we not go a little way--half a mile, Ellen, only just half a mile?  Do say Yes: to that clump of birches at the turn!'", "characters": 242, "sentences": 2}, {"text": "'Now, darling,' said Mr. Linton, addressing his daughter, as they halted at the bottom of the front steps: 'your cousin is not so strong or so merry as you are, and he has lost his mother, remember, a very short time since; therefore, don't expect him to play and run about with you directly.  And don't harass him much by talking: let him be quiet this evening, at least, will you?'", "characters": 383, "sentences": 3}, {"text": "'This is your cousin Cathy, Linton,' he said, putting their little hands together.  'She's fond of you already; and mind you don't grieve her by crying to-night.  Try to be cheerful now; the travelling is at an end, and you have nothing to do but rest and amuse yourself as you please.'", "characters": 286, "sentences": 4}, {"text": "'Let me go to bed, then,' answered the boy, shrinking from Catherine's salute; and he put his fingers to remove incipient tears.", "characters": 128, "sentences": 2}, {"text": "'Come, come, there's a good child,' I whispered, leading him in.  'You'll make her weep too--see how sorry she is for you!'", "characters": 123, "sentences": 2}, {"text": "I do not know whether it was sorrow for him, but his cousin put on as sad a countenance as himself, and returned to her father.  All three entered, and mounted to the library, where tea was laid ready.  I proceeded to remove Linton's cap and mantle, and placed him on a chair by the table; but he was no sooner seated than he began to cry afresh.  My master inquired what was the matter.", "characters": 387, "sentences": 5}, {"text": "'Oh, he'll do very well,' said the master to me, after watching them a minute.  'Very well, if we can keep him, Ellen.  The company of a child of his own age will instil new spirit into him soon, and by wishing for strength he'll gain it.'", "characters": 239, "sentences": 4}, {"text": "'I shall ask him what he wants first,' I said, in considerable trepidation.  'A very unlikely hour to be troubling people, and the instant they have returned from a long journey.  I don't think the master can see him.'", "characters": 218, "sentences": 4}, {"text": "Joseph had advanced through the kitchen as I uttered these words, and now presented himself in the hall.  He was donned in his Sunday garments, with his most sanctimonious and sourest face, and, holding his hat in one hand, and his stick in the other, he proceeded to clean his shoes on the mat.", "characters": 295, "sentences": 3}, {"text": "'Mr. Linton is going to bed; unless you have something particular to say, I'm sure he won't hear it now,' I continued.  'You had better sit down in there, and entrust your message to me.'", "characters": 187, "sentences": 4}, {"text": "I perceived he was bent on refusing my mediation, so very reluctantly I went up to the library, and announced the unseasonable visitor, advising that he should be dismissed till next day.  Mr. Linton had no time to empower me to do so, for Joseph mounted close at my heels, and, pushing into the apartment, planted himself at the far side of the table, with his two fists clapped on the head of his stick, and began in an elevated tone, as if anticipating opposition--", "characters": 468, "sentences": 3}, {"text": "'Tell Mr. Heathcliff,' he answered calmly, 'that his son shall come to Wuthering Heights to-morrow.  He is in bed, and too tired to go the distance now.  You may also tell him that the mother of Linton desired him to remain under my guardianship; and, at present, his health is very precarious.'", "characters": 295, "sentences": 5}, {"text": "'Noa!' said Joseph, giving a thud with his prop on the floor, and assuming an authoritative air.  'Noa! that means naught.  Hathecliff maks noa 'count o' t' mother, nor ye norther; but he'll heu' his lad; und I mun tak' him--soa now ye knaw!'", "characters": 242, "sentences": 3}, {"text": "'You shall not to-night!' answered Linton decisively.  'Walk down stairs at once, and repeat to your master what I have said.  Ellen, show him down.  Go--'", "characters": 155, "sentences": 4}, {"text": "And, aiding the indignant elder with a lift by the arm, he rid the room of him and closed the door.", "characters": 99, "sentences": 2}, {"text": "'Varrah weell!' shouted Joseph, as he slowly drew off.  'To-morn, he's come hisseln, and thrust _him_ out, if ye darr!'", "characters": 119, "sentences": 2}, {"text": "Linton was very reluctant to be roused from his bed at five o'clock, and astonished to be informed that he must prepare for further travelling; but I softened off the matter by stating that he was going to spend some time with his father, Mr. Heathcliff, who wished to see him so much, he did not like to defer the pleasure till he should recover from his late journey.", "characters": 369, "sentences": 3}, {"text": "'My father!' he cried, in strange perplexity.  'Mamma never told me I had a father.  Where does he live?  I'd rather stay with uncle.'", "characters": 134, "sentences": 4}, {"text": "'He lives a little distance from the Grange,' I replied; 'just beyond those hills: not so far, but you may walk over here when you get hearty. And you should be glad to go home, and to see him.  You must try to love him, as you did your mother, and then he will love you.'", "characters": 272, "sentences": 4}, {"text": "'But why have I not heard of him before?' asked Linton.  'Why didn't mamma and he live together, as other people do?'", "characters": 117, "sentences": 2}, {"text": "'He had business to keep him in the north,' I answered, 'and your mother's health required her to reside in the south.'", "characters": 119, "sentences": 2}, {"text": "'And why didn't mamma speak to me about him?' persevered the child.  'She often talked of uncle, and I learnt to love him long ago.  How am I to love papa?  I don't know him.'", "characters": 175, "sentences": 4}, {"text": "'Oh, all children love their parents,' I said.  'Your mother, perhaps, thought you would want to be with him if she mentioned him often to you. Let us make haste.  An early ride on such a beautiful morning is much preferable to an hour's more sleep.'", "characters": 250, "sentences": 5}, {"text": "'Is Wuthering Heights as pleasant a place as Thrushcross Grange?' he inquired, turning to take a last glance into the valley, whence a light mist mounted and formed a fleecy cloud on the skirts of the blue.", "characters": 206, "sentences": 2}, {"text": "'He's as young,' said I; 'but he has black hair and eyes, and looks sterner; and he is taller and bigger altogether.  He'll not seem to you so gentle and kind at first, perhaps, because it is not his way: still, mind you, be frank and cordial with him; and naturally he'll be fonder of you than any uncle, for you are his own.'", "characters": 327, "sentences": 3}, {"text": "'Not much,' I answered: not a morsel, I thought, surveying with regret the white complexion and slim frame of my companion, and his large languid eyes--his mother's eyes, save that, unless a morbid touchiness kindled them a moment, they had not a vestige of her sparkling spirit.", "characters": 279, "sentences": 2}, {"text": "'How strange that he should never come to see mamma and me!' he murmured. 'Has he ever seen me?  If he has, I must have been a baby.  I remember not a single thing about him!'", "characters": 175, "sentences": 3}, {"text": "'Why, Master Linton,' said I, 'three hundred miles is a great distance; and ten years seem very different in length to a grown-up person compared with what they do to you.  It is probable Mr. Heathcliff proposed going from summer to summer, but never found a convenient opportunity; and now it is too late.  Don't trouble him with questions on the subject: it will disturb him, for no good.'", "characters": 391, "sentences": 5}, {"text": "'Hallo, Nelly!' said Mr. Heathcliff, when he saw me.  'I feared I should have to come down and fetch my property myself.  You've brought it, have you?  Let us see what we can make of it.'", "characters": 187, "sentences": 5}, {"text": "He got up and strode to the door: Hareton and Joseph followed in gaping curiosity.  Poor Linton ran a frightened eye over the faces of the three.", "characters": 145, "sentences": 3}, {"text": "'Sure-ly,' said Joseph after a grave inspection, 'he's swopped wi' ye, Maister, an' yon's his lass!'", "characters": 100, "sentences": 1}, {"text": "'God! what a beauty! what a lovely, charming thing!' he exclaimed. 'Hav'n't they reared it on snails and sour milk, Nelly?  Oh, damn my soul! but that's worse than I expected--and the devil knows I was not sanguine!'", "characters": 216, "sentences": 2}, {"text": "I bid the trembling and bewildered child get down, and enter.  He did not thoroughly comprehend the meaning of his father's speech, or whether it were intended for him: indeed, he was not yet certain that the grim, sneering stranger was his father.  But he clung to me with growing trepidation; and on Mr. Heathcliff's taking a seat and bidding him 'come hither' he hid his face on my shoulder and wept.", "characters": 403, "sentences": 5}, {"text": "'Tut, tut!' said Heathcliff, stretching out a hand and dragging him roughly between his knees, and then holding up his head by the chin. 'None of that nonsense!  We're not going to hurt thee, Linton--isn't that thy name?  Thou art thy mother's child, entirely!  Where is my share in thee, puling chicken?'", "characters": 305, "sentences": 2}, {"text": "He took off the boy's cap and pushed back his thick flaxen curls, felt his slender arms and his small fingers; during which examination Linton ceased crying, and lifted his great blue eyes to inspect the inspector.", "characters": 214, "sentences": 2}, {"text": "'Do you know me?' asked Heathcliff, having satisfied himself that the limbs were all equally frail and feeble.", "characters": 110, "sentences": 2}, {"text": "'Well,' replied I, 'I hope you'll be kind to the boy, Mr. Heathcliff, or you'll not keep him long; and he's all you have akin in the wide world, that you will ever know--remember.'", "characters": 180, "sentences": 3}, {"text": "While he was speaking, Joseph returned bearing a basin of milk-porridge, and placed it before Linton: who stirred round the homely mess with a look of aversion, and affirmed he could not eat it. I saw the old man-servant shared largely in his master's scorn of the child; though he was compelled to retain the sentiment in his heart, because Heathcliff plainly meant his underlings to hold him in honour.", "characters": 404, "sentences": 3}, {"text": "'Cannot ate it?' repeated he, peering in Linton's face, and subduing his voice to a whisper, for fear of being overheard.  'But Maister Hareton nivir ate naught else, when he wer a little 'un; and what wer gooid enough for him's gooid enough for ye, I's rayther think!'", "characters": 269, "sentences": 2}, {"text": "'Wah!' answered Joseph, 'yon dainty chap says he cannut ate 'em.  But I guess it's raight!  His mother wer just soa--we wer a'most too mucky to sow t' corn for makking her breead.'", "characters": 180, "sentences": 3}, {"text": "'Don't mention his mother to me,' said the master, angrily.  'Get him something that he can eat, that's all.  What is his usual food, Nelly?'", "characters": 141, "sentences": 3}, {"text": "Then the latch was raised and fell: they did not suffer him to come forth.  I mounted Minny, and urged her to a trot; and so my brief guardianship ended.", "characters": 153, "sentences": 3}, {"text": "'So make haste, Ellen!' she cried.  'I know where I wish to go; where a colony of moor-game are settled: I want to see whether they have made their nests yet.'", "characters": 159, "sentences": 3}, {"text": "'Well,' said I, 'where are your moor-game, Miss Cathy?  We should be at them: the Grange park-fence is a great way off now.'", "characters": 124, "sentences": 2}, {"text": "'Oh, a little further--only a little further, Ellen,' was her answer, continually.  'Climb to that hillock, pass that bank, and by the time you reach the other side I shall have raised the birds.'", "characters": 196, "sentences": 3}, {"text": "Cathy had been caught in the fact of plundering, or, at least, hunting out the nests of the grouse.  The Heights were Heathcliff's land, and he was reproving the poacher.", "characters": 170, "sentences": 3}, {"text": "'I've neither taken any nor found any,' she said, as I toiled to them, expanding her hands in corroboration of the statement.  'I didn't mean to take them; but papa told me there were quantities up here, and I wished to see the eggs.'", "characters": 234, "sentences": 3}, {"text": "Heathcliff glanced at me with an ill-meaning smile, expressing his acquaintance with the party, and, consequently, his malevolence towards it, and demanded who 'papa' was?", "characters": 171, "sentences": 1}, {"text": "'Mr. Linton of Thrushcross Grange,' she replied.  'I thought you did not know me, or you wouldn't have spoken in that way.'", "characters": 123, "sentences": 4}, {"text": "'And what are you?' inquired Catherine, gazing curiously on the speaker. 'That man I've seen before.  Is he your son?'", "characters": 118, "sentences": 3}, {"text": "She pointed to Hareton, the other individual, who had gained nothing but increased bulk and strength by the addition of two years to his age: he seemed as awkward and rough as ever.", "characters": 181, "sentences": 2}, {"text": "'Miss Cathy,' I interrupted, 'it will be three hours instead of one that we are out, presently.  We really must go back.'", "characters": 121, "sentences": 3}, {"text": "'No, that man is not my son,' answered Heathcliff, pushing me aside.  'But I have one, and you have seen him before too; and, though your nurse is in a hurry, I think both you and she would be the better for a little rest.  Will you just turn this nab of heath, and walk into my house? You'll get home earlier for the ease; and you shall receive a kind welcome.'", "characters": 362, "sentences": 4}, {"text": "I whispered Catherine that she mustn't, on any account, accede to the proposal: it was entirely out of the question.", "characters": 116, "sentences": 2}, {"text": "'Why?' she asked, aloud.  'I'm tired of running, and the ground is dewy: I can't sit here.  Let us go, Ellen.  Besides, he says I have seen his son.  He's mistaken, I think; but I guess where he lives: at the farmhouse I visited in coming from Penistone Crags.  Don't you?'", "characters": 273, "sentences": 6}, {"text": "'I do.  Come, Nelly, hold your tongue--it will be a treat for her to look in on us.  Hareton, get forwards with the lass.  You shall walk with me, Nelly.'", "characters": 154, "sentences": 5}, {"text": "'No, she's not going to any such place,' I cried, struggling to release my arm, which he had seized: but she was almost at the door-stones already, scampering round the brow at full speed.  Her appointed companion did not pretend to escort her: he shied off by the road-side, and vanished.", "characters": 289, "sentences": 3}, {"text": "'Mr. Heathcliff, it's very wrong,' I continued: 'you know you mean no good.  And there she'll see Linton, and all will be told as soon as ever we return; and I shall have the blame.'", "characters": 182, "sentences": 4}, {"text": "'I want her to see Linton,' he answered; 'he's looking better these few days; it's not often he's fit to be seen.  And we'll soon persuade her to keep the visit secret: where is the harm of it?'", "characters": 194, "sentences": 2}, {"text": "'The harm of it is, that her father would hate me if he found I suffered her to enter your house; and I am convinced you have a bad design in encouraging her to do so,' I replied.", "characters": 179, "sentences": 2}, {"text": "'My design is as honest as possible.  I'll inform you of its whole scope,' he said.  'That the two cousins may fall in love, and get married.  I'm acting generously to your master: his young chit has no expectations, and should she second my wishes she'll be provided for at once as joint successor with Linton.'", "characters": 312, "sentences": 5}, {"text": "'No, she would not,' he said.  'There is no clause in the will to secure it so: his property would go to me; but, to prevent disputes, I desire their union, and am resolved to bring it about.'", "characters": 192, "sentences": 3}, {"text": "'And I'm resolved she shall never approach your house with me again,' I returned, as we reached the gate, where Miss Cathy waited our coming.", "characters": 141, "sentences": 2}, {"text": "'Yes, yes,' answered he: 'but is this the only time you have beheld him? Think!  Ah! you have a short memory.  Linton, don't you recall your cousin, that you used to tease us so with wishing to see?'", "characters": 199, "sentences": 2}, {"text": "'What, Linton!' cried Cathy, kindling into joyful surprise at the name. 'Is that little Linton?  He's taller than I am!  Are you Linton?'", "characters": 137, "sentences": 2}, {"text": "'And you are my uncle, then!' she cried, reaching up to salute him.  'I thought I liked you, though you were cross at first.  Why don't you visit at the Grange with Linton?  To live all these years such close neighbours, and never see us, is odd: what have you done so for?'", "characters": 274, "sentences": 3}, {"text": "'I visited it once or twice too often before you were born,' he answered. 'There--damn it!  If you have any kisses to spare, give them to Linton: they are thrown away on me.'", "characters": 174, "sentences": 3}, {"text": "'Naughty Ellen!' exclaimed Catherine, flying to attack me next with her lavish caresses.  'Wicked Ellen! to try to hinder me from entering.  But I'll take this walk every morning in future: may I, uncle? and sometimes bring papa.  Won't you be glad to see us?'", "characters": 260, "sentences": 4}, {"text": "'He thought me too poor to wed his sister,' answered Heathcliff, 'and was grieved that I got her: his pride was hurt, and he'll never forgive it.'", "characters": 146, "sentences": 2}, {"text": "'That's wrong!' said the young lady: 'some time I'll tell him so.  But Linton and I have no share in your quarrel.  I'll not come here, then; he shall come to the Grange.'", "characters": 171, "sentences": 4}, {"text": "'It will be too far for me,' murmured her cousin: 'to walk four miles would kill me.  No, come here, Miss Catherine, now and then: not every morning, but once or twice a week.'", "characters": 176, "sentences": 3}, {"text": "'Have you nothing to show your cousin anywhere about, not even a rabbit or a weasel's nest?  Take her into the garden, before you change your shoes; and into the stable to see your horse.'", "characters": 188, "sentences": 2}, {"text": "'Wouldn't you rather sit here?' asked Linton, addressing Cathy in a tone which expressed reluctance to move again.", "characters": 114, "sentences": 2}, {"text": "He kept his seat, and shrank closer to the fire.  Heathcliff rose, and went into the kitchen, and from thence to the yard, calling out for Hareton.  Hareton responded, and presently the two re-entered.  The young man had been washing himself, as was visible by the glow on his cheeks and his wetted hair.", "characters": 304, "sentences": 5}, {"text": "'Oh, I'll ask _you_, uncle,' cried Miss Cathy, recollecting the housekeeper's assertion.  'That is not my cousin, is he?'", "characters": 121, "sentences": 2}, {"text": "The uncivil little thing stood on tiptoe, and whispered a sentence in Heathcliff's ear.  He laughed; Hareton darkened: I perceived he was very sensitive to suspected slights, and had obviously a dim notion of his inferiority.  But his master or guardian chased the frown by exclaiming--", "characters": 286, "sentences": 3}, {"text": "'You'll be the favourite among us, Hareton!  She says you are a--What was it?  Well, something very flattering.  Here! you go with her round the farm.  And behave like a gentleman, mind!  Don't use any bad words; and don't stare when the young lady is not looking at you, and be ready to hide your face when she is; and, when you speak, say your words slowly, and keep your hands out of your pockets.  Be off, and entertain her as nicely as you can.'", "characters": 450, "sentences": 5}, {"text": "He watched the couple walking past the window.  Earnshaw had his countenance completely averted from his companion.  He seemed studying the familiar landscape with a stranger's and an artist's interest. Catherine took a sly look at him, expressing small admiration.  She then turned her attention to seeking out objects of amusement for herself, and tripped merrily on, lilting a tune to supply the lack of conversation.", "characters": 420, "sentences": 6}, {"text": "'I've tied his tongue,' observed Heathcliff.  'He'll not venture a single syllable all the time!  Nelly, you recollect me at his age--nay, some years younger.  Did I ever look so stupid: so \"gaumless,\" as Joseph calls it?'", "characters": 222, "sentences": 3}, {"text": "Heathcliff chuckled a fiendish laugh at the idea.  I made no reply, because I saw that he expected none.  Meantime, our young companion, who sat too removed from us to hear what was said, began to evince symptoms of uneasiness, probably repenting that he had denied himself the treat of Catherine's society for fear of a little fatigue.  His father remarked the restless glances wandering to the window, and the hand irresolutely extended towards his cap.", "characters": 455, "sentences": 5}, {"text": "Linton gathered his energies, and left the hearth.  The lattice was open, and, as he stepped out, I heard Cathy inquiring of her unsociable attendant what was that inscription over the door? Hareton stared up, and scratched his head like a true clown.", "characters": 251, "sentences": 3}, {"text": "'Can't read it?' cried Catherine; 'I can read it: it's English.  But I want to know why it is there.'", "characters": 101, "sentences": 3}, {"text": "'He does not know his letters,' he said to his cousin.  'Could you believe in the existence of such a colossal dunce?'", "characters": 118, "sentences": 2}, {"text": "'Is he all as he should be?' asked Miss Cathy, seriously; 'or is he simple: not right?  I've questioned him twice now, and each time he looked so stupid I think he does not understand me.  I can hardly understand him, I'm sure!'", "characters": 228, "sentences": 2}, {"text": "Linton repeated his laugh, and glanced at Hareton tauntingly; who certainly did not seem quite clear of comprehension at that moment.", "characters": 133, "sentences": 2}, {"text": "'There's nothing the matter but laziness; is there, Earnshaw?' he said. 'My cousin fancies you are an idiot.  There you experience the consequence of scorning \"book-larning,\" as you would say.  Have you noticed, Catherine, his frightful Yorkshire pronunciation?'", "characters": 262, "sentences": 4}, {"text": "'Why, where the devil is the use on't?' growled Hareton, more ready in answering his daily companion.  He was about to enlarge further, but the two youngsters broke into a noisy fit of merriment: my giddy miss being delighted to discover that she might turn his strange talk to matter of amusement.", "characters": 298, "sentences": 3}, {"text": "'Where is the use of the devil in that sentence?' tittered Linton.  'Papa told you not to say any bad words, and you can't open your mouth without one.  Do try to behave like a gentleman, now do!'", "characters": 196, "sentences": 3}, {"text": "'If thou weren't more a lass than a lad, I'd fell thee this minute, I would; pitiful lath of a crater!' retorted the angry boor, retreating, while his face burnt with mingled rage and mortification! for he was conscious of being insulted, and embarrassed how to resent it.", "characters": 272, "sentences": 2}, {"text": "We stayed till afternoon: I could not tear Miss Cathy away sooner; but happily my master had not quitted his apartment, and remained ignorant of our prolonged absence.  As we walked home, I would fain have enlightened my charge on the characters of the people we had quitted: but she got it into her head that I was prejudiced against them.", "characters": 340, "sentences": 3}, {"text": "'Aha!' she cried, 'you take papa's side, Ellen: you are partial I know; or else you wouldn't have cheated me so many years into the notion that Linton lived a long way from here.  I'm really extremely angry; only I'm so pleased I can't show it!  But you must hold your tongue about _my_ uncle; he's my uncle, remember; and I'll scold papa for quarrelling with him.'", "characters": 365, "sentences": 3}, {"text": "'Papa!' she exclaimed, after the morning's salutations, 'guess whom I saw yesterday, in my walk on the moors.  Ah, papa, you started! you've not done right, have you, now?  I saw--but listen, and you shall hear how I found you out; and Ellen, who is in league with you, and yet pretended to pity me so, when I kept hoping, and was always disappointed about Linton's coming back!'", "characters": 379, "sentences": 2}, {"text": "She gave a faithful account of her excursion and its consequences; and my master, though he cast more than one reproachful look at me, said nothing till she had concluded.  Then he drew her to him, and asked if she knew why he had concealed Linton's near neighbourhood from her?  Could she think it was to deny her a pleasure that she might harmlessly enjoy?", "characters": 358, "sentences": 2}, {"text": "'But Mr. Heathcliff was quite cordial, papa,' observed Catherine, not at all convinced; 'and he didn't object to our seeing each other: he said I might come to his house when I pleased; only I must not tell you, because you had quarrelled with him, and would not forgive him for marrying aunt Isabella.  And you won't.  _You_ are the one to be blamed: he is willing to let us be friends, at least; Linton and I; and you are not.'", "characters": 429, "sentences": 5}, {"text": "Catherine kissed her father, and sat down quietly to her lessons for a couple of hours, according to custom; then she accompanied him into the grounds, and the whole day passed as usual: but in the evening, when she had retired to her room, and I went to help her to undress, I found her crying, on her knees by the bedside.", "characters": 324, "sentences": 2}, {"text": "'Oh, fie, silly child!' I exclaimed.  'If you had any real griefs you'd be ashamed to waste a tear on this little contrariety.  You never had one shadow of substantial sorrow, Miss Catherine.  Suppose, for a minute, that master and I were dead, and you were by yourself in the world: how would you feel, then?  Compare the present occasion with such an affliction as that, and be thankful for the friends you have, instead of coveting more.'", "characters": 441, "sentences": 5}, {"text": "'I'm not crying for myself, Ellen,' she answered, 'it's for him.  He expected to see me again to-morrow, and there he'll be so disappointed: and he'll wait for me, and I sha'n't come!'", "characters": 184, "sentences": 2}, {"text": "'Nonsense!' said I, 'do you imagine he has thought as much of you as you have of him?  Hasn't he Hareton for a companion?  Not one in a hundred would weep at losing a relation they had just seen twice, for two afternoons.  Linton will conjecture how it is, and trouble himself no further about you.'", "characters": 299, "sentences": 3}, {"text": "'But may I not write a note to tell him why I cannot come?' she asked, rising to her feet.  'And just send those books I promised to lend him? His books are not as nice as mine, and he wanted to have them extremely, when I told him how interesting they were.  May I not, Ellen?'", "characters": 278, "sentences": 3}, {"text": "'No, indeed! no, indeed!' replied I with decision.  'Then he would write to you, and there'd never be an end of it.  No, Miss Catherine, the acquaintance must be dropped entirely: so papa expects, and I shall see that it is done.'", "characters": 230, "sentences": 4}, {"text": "She threw at me a very naughty look, so naughty that I would not kiss her good-night at first: I covered her up, and shut her door, in great displeasure; but, repenting half-way, I returned softly, and lo! there was Miss standing at the table with a bit of blank paper before her and a pencil in her hand, which she guiltily slipped out of sight on my entrance.", "characters": 361, "sentences": 2}, {"text": "'You'll get nobody to take that, Catherine,' I said, 'if you write it; and at present I shall put out your candle.'", "characters": 115, "sentences": 2}, {"text": "'Oh, Ellen! you have got them,' she commenced immediately, dropping on her knees, when we were enclosed alone.  'Oh, give them to me, and I'll never, never do so again!  Don't tell papa.  You have not told papa, Ellen? say you have not?  I've been exceedingly naughty, but I won't do it any more!'", "characters": 297, "sentences": 3}, {"text": "'I didn't!  I didn't!' sobbed Cathy, fit to break her heart.  'I didn't once think of loving him till--'", "characters": 104, "sentences": 2}, {"text": "'_Loving_!' cried I, as scornfully as I could utter the word.  '_Loving_! Did anybody ever hear the like!  I might just as well talk of loving the miller who comes once a year to buy our corn.  Pretty loving, indeed! and both times together you have seen Linton hardly four hours in your life! Now here is the babyish trash.  I'm going with it to the library; and we'll see what your father says to such _loving_.'", "characters": 414, "sentences": 5}, {"text": "But when I proceeded to open a place with the poker the sacrifice was too painful to be borne.  She earnestly supplicated that I would spare her one or two.", "characters": 156, "sentences": 3}, {"text": "I unknotted the handkerchief, and commenced dropping them in from an angle, and the flame curled up the chimney.", "characters": 112, "sentences": 2}, {"text": "'I will have one, you cruel wretch!' she screamed, darting her hand into the fire, and drawing forth some half-consumed fragments, at the expense of her fingers.", "characters": 161, "sentences": 2}, {"text": "'Very well--and I will have some to exhibit to papa!'  I answered, shaking back the rest into the bundle, and turning anew to the door.", "characters": 135, "sentences": 2}, {"text": "Summer drew to an end, and early autumn: it was past Michaelmas, but the harvest was late that year, and a few of our fields were still uncleared. Mr. Linton and his daughter would frequently walk out among the reapers; at the carrying of the last sheaves they stayed till dusk, and the evening happening to be chill and damp, my master caught a bad cold, that settled obstinately on his lungs, and confined him indoors throughout the whole of the winter, nearly without intermission.", "characters": 484, "sentences": 4}, {"text": "Poor Cathy, frightened from her little romance, had been considerably sadder and duller since its abandonment; and her father insisted on her reading less, and taking more exercise.  She had his companionship no longer; I esteemed it a duty to supply its lack, as much as possible, with mine: an inefficient substitute; for I could only spare two or three hours, from my numerous diurnal occupations, to follow her footsteps, and then my society was obviously less desirable than his.", "characters": 484, "sentences": 3}, {"text": "'Look, Miss!' I exclaimed, pointing to a nook under the roots of one twisted tree.  'Winter is not here yet.  There's a little flower up yonder, the last bud from the multitude of bluebells that clouded those turf steps in July with a lilac mist.  Will you clamber up, and pluck it to show to papa?'  Cathy stared a long time at the lonely blossom trembling in its earthy shelter, and replied, at length--'No, I'll not touch it: but it looks melancholy, does it not, Ellen?'", "characters": 474, "sentences": 4}, {"text": "'Yes,' I observed, 'about as starved and suckless as you: your cheeks are bloodless; let us take hold of hands and run.  You're so low, I daresay I shall keep up with you.'", "characters": 172, "sentences": 3}, {"text": "'No,' she repeated, and continued sauntering on, pausing at intervals to muse over a bit of moss, or a tuft of blanched grass, or a fungus spreading its bright orange among the heaps of brown foliage; and, ever and anon, her hand was lifted to her averted face.", "characters": 261, "sentences": 2}, {"text": "'Catherine, why are you crying, love?' I asked, approaching and putting my arm over her shoulder.  'You mustn't cry because papa has a cold; be thankful it is nothing worse.'", "characters": 174, "sentences": 3}, {"text": "'Oh, it will be something worse,' she said.  'And what shall I do when papa and you leave me, and I am by myself?  I can't forget your words, Ellen; they are always in my ear.  How life will be changed, how dreary the world will be, when papa and you are dead.'", "characters": 261, "sentences": 4}, {"text": "'None can tell whether you won't die before us,' I replied.  'It's wrong to anticipate evil.  We'll hope there are years and years to come before any of us go: master is young, and I am strong, and hardly forty-five.  My mother lived till eighty, a canty dame to the last.  And suppose Mr. Linton were spared till he saw sixty, that would be more years than you have counted, Miss.  And would it not be foolish to mourn a calamity above twenty years beforehand?'", "characters": 462, "sentences": 7}, {"text": "'But Aunt Isabella was younger than papa,' she remarked, gazing up with timid hope to seek further consolation.", "characters": 111, "sentences": 2}, {"text": "'I fret about nothing on earth except papa's illness,' answered my companion.  'I care for nothing in comparison with papa.  And I'll never--never--oh, never, while I have my senses, do an act or say a word to vex him.  I love him better than myself, Ellen; and I know it by this: I pray every night that I may live after him; because I would rather be miserable than that he should be: that proves I love him better than myself.'", "characters": 430, "sentences": 5}, {"text": "'Good words,' I replied.  'But deeds must prove it also; and after he is well, remember you don't forget resolutions formed in the hour of fear.'", "characters": 145, "sentences": 3}, {"text": "'Stay where you are,' I answered; 'I have my bundle of keys in my pocket: perhaps I may manage to open it; if not, I'll go.'", "characters": 124, "sentences": 2}, {"text": "Catherine amused herself with dancing to and fro before the door, while I tried all the large keys in succession.  I had applied the last, and found that none would do; so, repeating my desire that she would remain there, I was about to hurry home as fast as I could, when an approaching sound arrested me.  It was the trot of a horse; Cathy's dance stopped also.", "characters": 363, "sentences": 4}, {"text": "'Ho, Miss Linton!' cried a deep voice (the rider's), 'I'm glad to meet you.  Don't be in haste to enter, for I have an explanation to ask and obtain.'", "characters": 150, "sentences": 3}, {"text": "'I sha'n't speak to you, Mr. Heathcliff,' answered Catherine.  'Papa says you are a wicked man, and you hate both him and me; and Ellen says the same.'", "characters": 151, "sentences": 4}, {"text": "'How can you lie so glaringly to the poor child?' I called from the inside.  'Pray ride on!  How can you deliberately get up such paltry falsehoods?  Miss Cathy, I'll knock the lock off with a stone: you won't believe that vile nonsense.  You can feel in yourself it is impossible that a person should die for love of a stranger.'", "characters": 330, "sentences": 4}, {"text": "'I swear Linton is dying,' repeated Heathcliff, looking hard at me.  'And grief and disappointment are hastening his death.  Nelly, if you won't let her go, you can walk over yourself.  But I shall not return till this time next week; and I think your master himself would scarcely object to her visiting her cousin.'", "characters": 317, "sentences": 5}, {"text": "'Come in,' said I, taking Cathy by the arm and half forcing her to re-enter; for she lingered, viewing with troubled eyes the features of the speaker, too stern to express his inward deceit.", "characters": 190, "sentences": 2}, {"text": "He pushed his horse close, and, bending down, observed--'Miss Catherine, I'll own to you that I have little patience with Linton; and Hareton and Joseph have less.  I'll own that he's with a harsh set.  He pines for kindness, as well as love; and a kind word from you would be his best medicine.  Don't mind Mrs. Dean's cruel cautions; but be generous, and contrive to see him.  He dreams of you day and night, and cannot be persuaded that you don't hate him, since you neither write nor call.'", "characters": 494, "sentences": 7}, {"text": "'You may be right, Ellen,' she answered; 'but I shall never feel at ease till I know.  And I must tell Linton it is not my fault that I don't write, and convince him that I shall not change.'", "characters": 191, "sentences": 3}, {"text": "What use were anger and protestations against her silly credulity?  We parted that night--hostile; but next day beheld me on the road to Wuthering Heights, by the side of my wilful young mistress's pony.  I couldn't bear to witness her sorrow: to see her pale, dejected countenance, and heavy eyes: and I yielded, in the faint hope that Linton himself might prove, by his reception of us, how little of the tale was founded on fact.", "characters": 432, "sentences": 3}, {"text": "The rainy night had ushered in a misty morning--half frost, half drizzle--and temporary brooks crossed our path--gurgling from the uplands.  My feet were thoroughly wetted; I was cross and low; exactly the humour suited for making the most of these disagreeable things.  We entered the farm-house by the kitchen way, to ascertain whether Mr. Heathcliff were really absent: because I put slight faith in his own affirmation.", "characters": 423, "sentences": 5}, {"text": "Joseph seemed sitting in a sort of elysium alone, beside a roaring fire; a quart of ale on the table near him, bristling with large pieces of toasted oat-cake; and his black, short pipe in his mouth.  Catherine ran to the hearth to warm herself.  I asked if the master was in?  My question remained so long unanswered, that I thought the old man had grown deaf, and repeated it louder.", "characters": 385, "sentences": 4}, {"text": "'Na--ay!' he snarled, or rather screamed through his nose.  'Na--ay! yah muh goa back whear yah coom frough.'", "characters": 109, "sentences": 3}, {"text": "'Joseph!' cried a peevish voice, simultaneously with me, from the inner room.  'How often am I to call you?  There are only a few red ashes now. Joseph! come this moment.'", "characters": 171, "sentences": 4}, {"text": "Vigorous puffs, and a resolute stare into the grate, declared he had no ear for this appeal.  The housekeeper and Hareton were invisible; one gone on an errand, and the other at his work, probably.  We knew Linton's tones, and entered.", "characters": 235, "sentences": 4}, {"text": "'Oh, I hope you'll die in a garret, starved to death!' said the boy, mistaking our approach for that of his negligent attendant.", "characters": 128, "sentences": 2}, {"text": "'Is that you, Miss Linton?' he said, raising his head from the arm of the great chair, in which he reclined.  'No--don't kiss me: it takes my breath.  Dear me!  Papa said you would call,' continued he, after recovering a little from Catherine's embrace; while she stood by looking very contrite.  'Will you shut the door, if you please? you left it open; and those--those _detestable_ creatures won't bring coals to the fire. It's so cold!'", "characters": 440, "sentences": 5}, {"text": "I stirred up the cinders, and fetched a scuttleful myself.  The invalid complained of being covered with ashes; but he had a tiresome cough, and looked feverish and ill, so I did not rebuke his temper.", "characters": 201, "sentences": 3}, {"text": "'Well, Linton,' murmured Catherine, when his corrugated brow relaxed, 'are you glad to see me?  Can I do you any good?'", "characters": 119, "sentences": 1}, {"text": "'Why didn't you come before?' he asked.  'You should have come, instead of writing.  It tired me dreadfully writing those long letters.  I'd far rather have talked to you.  Now, I can neither bear to talk, nor anything else.  I wonder where Zillah is!  Will you' (looking at me) 'step into the kitchen and see?'", "characters": 311, "sentences": 6}, {"text": "I had received no thanks for my other service; and being unwilling to run to and fro at his behest, I replied--'Nobody is out there but Joseph.'", "characters": 144, "sentences": 2}, {"text": "'I want to drink,' he exclaimed fretfully, turning away.  'Zillah is constantly gadding off to Gimmerton since papa went: it's miserable!  And I'm obliged to come down here--they resolved never to hear me up-stairs.'", "characters": 216, "sentences": 3}, {"text": "'Is your father attentive to you, Master Heathcliff?' I asked, perceiving Catherine to be checked in her friendly advances.", "characters": 123, "sentences": 2}, {"text": "'Attentive?  He makes them a little more attentive at least,' he cried. 'The wretches!  Do you know, Miss Linton, that brute Hareton laughs at me!  I hate him! indeed, I hate them all: they are odious beings.'", "characters": 209, "sentences": 3}, {"text": "Cathy began searching for some water; she lighted on a pitcher in the dresser, filled a tumbler, and brought it.  He bid her add a spoonful of wine from a bottle on the table; and having swallowed a small portion, appeared more tranquil, and said she was very kind.", "characters": 265, "sentences": 3}, {"text": "'And are you glad to see me?' asked she, reiterating her former question and pleased to detect the faint dawn of a smile.", "characters": 121, "sentences": 2}, {"text": "'Yes, I am.  It's something new to hear a voice like yours!' he replied. 'But I have been vexed, because you wouldn't come.  And papa swore it was owing to me: he called me a pitiful, shuffling, worthless thing; and said you despised me; and if he had been in my place, he would be more the master of the Grange than your father by this time.  But you don't despise me, do you, Miss--?'", "characters": 386, "sentences": 5}, {"text": "'I wish you would say Catherine, or Cathy,' interrupted my young lady. 'Despise you?  No!  Next to papa and Ellen, I love you better than anybody living.  I don't love Mr. Heathcliff, though; and I dare not come when he returns: will he stay away many days?'", "characters": 258, "sentences": 4}, {"text": "'Not many,' answered Linton; 'but he goes on to the moors frequently, since the shooting season commenced; and you might spend an hour or two with me in his absence.  Do say you will.  I think I should not be peevish with you: you'd not provoke me, and you'd always be ready to help me, wouldn't you?'", "characters": 301, "sentences": 3}, {"text": "'Yes,' said Catherine, stroking his long soft hair: 'if I could only get papa's consent, I'd spend half my time with you.  Pretty Linton!  I wish you were my brother.'", "characters": 167, "sentences": 3}, {"text": "'And then you would like me as well as your father?' observed he, more cheerfully.  'But papa says you would love me better than him and all the world, if you were my wife; so I'd rather you were that.'", "characters": 202, "sentences": 3}, {"text": "'No, I should never love anybody better than papa,' she returned gravely. 'And people hate their wives, sometimes; but not their sisters and brothers: and if you were the latter, you would live with us, and papa would be as fond of you as he is of me.'", "characters": 252, "sentences": 3}, {"text": "Linton denied that people ever hated their wives; but Cathy affirmed they did, and, in her wisdom, instanced his own father's aversion to her aunt. I endeavoured to stop her thoughtless tongue.  I couldn't succeed till everything she knew was out.  Master Heathcliff, much irritated, asserted her relation was false.", "characters": 316, "sentences": 5}, {"text": "'Yours is a wicked man,' retorted Catherine; 'and you are very naughty to dare to repeat what he says.  He must be wicked to have made Aunt Isabella leave him as she did.'", "characters": 171, "sentences": 3}, {"text": "'She did! she did!' sang Linton, sinking into the recess of his chair, and leaning back his head to enjoy the agitation of the other disputant, who stood behind.", "characters": 161, "sentences": 2}, {"text": "'I wish _she_ felt as I do,' he replied: 'spiteful, cruel thing! Hareton never touches me: he never struck me in his life. And I was better to-day: and there--' his voice died in a whimper.", "characters": 189, "sentences": 3}, {"text": "He sighed and moaned like one under great suffering, and kept it up for a quarter of an hour; on purpose to distress his cousin apparently, for whenever he caught a stifled sob from her he put renewed pain and pathos into the inflexions of his voice.", "characters": 250, "sentences": 2}, {"text": "'I'm sorry I hurt you, Linton,' she said at length, racked beyond endurance.  'But I couldn't have been hurt by that little push, and I had no idea that you could, either: you're not much, are you, Linton?  Don't let me go home thinking I've done you harm.  Answer! speak to me.'", "characters": 279, "sentences": 4}, {"text": "'I can't speak to you,' he murmured; 'you've hurt me so that I shall lie awake all night choking with this cough.  If you had it you'd know what it was; but _you'll_ be comfortably asleep while I'm in agony, and nobody near me.  I wonder how you would like to pass those fearful nights!'  And he began to wail aloud, for very pity of himself.", "characters": 342, "sentences": 4}, {"text": "'Since you are in the habit of passing dreadful nights,' I said, 'it won't be Miss who spoils your ease: you'd be the same had she never come. However, she shall not disturb you again; and perhaps you'll get quieter when we leave you.'", "characters": 235, "sentences": 3}, {"text": "'You can't alter what you've done,' he replied pettishly, shrinking from her, 'unless you alter it for the worse by teasing me into a fever.'", "characters": 141, "sentences": 2}, {"text": "'I shall lift him on to the settle,' I said, 'and he may roll about as he pleases: we can't stop to watch him.  I hope you are satisfied, Miss Cathy, that you are not the person to benefit him; and that his condition of health is not occasioned by attachment to you.  Now, then, there he is!  Come away: as soon as he knows there is nobody by to care for his nonsense, he'll be glad to lie still.'", "characters": 397, "sentences": 4}, {"text": "She placed a cushion under his head, and offered him some water; he rejected the latter, and tossed uneasily on the former, as if it were a stone or a block of wood.  She tried to put it more comfortably.", "characters": 204, "sentences": 3}, {"text": "He twined himself up to her, as she half knelt by the settle, and converted her shoulder into a support.", "characters": 104, "sentences": 2}, {"text": "'No, that won't do,' I said.  'You'll be content with the cushion, Master Heathcliff.  Miss has wasted too much time on you already: we cannot remain five minutes longer.'", "characters": 171, "sentences": 4}, {"text": "'Yes, yes, we can!' replied Cathy.  'He's good and patient now.  He's beginning to think I shall have far greater misery than he will to-night, if I believe he is the worse for my visit: and then I dare not come again.  Tell the truth about it, Linton; for I musn't come, if I have hurt you.'", "characters": 292, "sentences": 5}, {"text": "'You must come, to cure me,' he answered.  'You ought to come, because you have hurt me: you know you have extremely!  I was not as ill when you entered as I am at present--was I?'", "characters": 180, "sentences": 2}, {"text": "'But you've made yourself ill by crying and being in a passion.--I didn't do it all,' said his cousin.  'However, we'll be friends now.  And you want me: you would wish to see me sometimes, really?'", "characters": 198, "sentences": 4}, {"text": "'I told you I did,' he replied impatiently.  'Sit on the settle and let me lean on your knee.  That's as mamma used to do, whole afternoons together.  Sit quite still and don't talk: but you may sing a song, if you can sing; or you may say a nice long interesting ballad--one of those you promised to teach me; or a story.  I'd rather have a ballad, though: begin.'", "characters": 365, "sentences": 6}, {"text": "Catherine repeated the longest she could remember.  The employment pleased both mightily.  Linton would have another, and after that another, notwithstanding my strenuous objections; and so they went on until the clock struck twelve, and we heard Hareton in the court, returning for his dinner.", "characters": 294, "sentences": 4}, {"text": "'And to-morrow, Catherine, will you be here to-morrow?' asked young Heathcliff, holding her frock as she rose reluctantly.", "characters": 122, "sentences": 2}, {"text": "'No,' I answered, 'nor next day neither.'  She, however, gave a different response evidently, for his forehead cleared as she stooped and whispered in his ear.", "characters": 159, "sentences": 3}, {"text": "'You won't go to-morrow, recollect, Miss!' I commenced, when we were out of the house.  'You are not dreaming of it, are you?'", "characters": 126, "sentences": 2}, {"text": "'Oh, I'll take good care,' I continued: 'I'll have that lock mended, and you can escape by no way else.'", "characters": 104, "sentences": 2}, {"text": "'Like him!' I exclaimed.  'The worst-tempered bit of a sickly slip that ever struggled into its teens.  Happily, as Mr. Heathcliff conjectured, he'll not win twenty.  I doubt whether he'll see spring, indeed.  And small loss to his family whenever he drops off.  And lucky it is for us that his father took him: the kinder he was treated, the more tedious and selfish he'd be.  I'm glad you have no chance of having him for a husband, Miss Catherine.'", "characters": 451, "sentences": 9}, {"text": "My companion waxed serious at hearing this speech.  To speak of his death so regardlessly wounded her feelings.", "characters": 111, "sentences": 3}, {"text": "'He's younger than I,' she answered, after a protracted pause of meditation, 'and he ought to live the longest: he will--he must live as long as I do.  He's as strong now as when he first came into the north; I'm positive of that.  It's only a cold that ails him, the same as papa has.  You say papa will get better, and why shouldn't he?'", "characters": 339, "sentences": 4}, {"text": "'Well, well,' I cried, 'after all, we needn't trouble ourselves; for listen, Miss,--and mind, I'll keep my word,--if you attempt going to Wuthering Heights again, with or without me, I shall inform Mr. Linton, and, unless he allow it, the intimacy with your cousin must not be revived.'", "characters": 286, "sentences": 3}, {"text": "'Ellen, are not you tired?  Hadn't you better lie down now?  You'll be sick, keeping up so long, Ellen.'", "characters": 104, "sentences": 2}, {"text": "Perceiving me immovable, she essayed another method of showing her disrelish for her occupation.  It changed to yawning, and stretching, and--", "characters": 142, "sentences": 2}, {"text": "'My dear Miss Catherine,' I began, too vividly impressed by her recent kindness to break into a scold, 'where have you been riding out at this hour?  And why should you try to deceive me by telling a tale?  Where have you been?  Speak!'", "characters": 236, "sentences": 1}, {"text": "'Oh, Catherine!' I cried, sorrowfully.  'You know you have been doing wrong, or you wouldn't be driven to uttering an untruth to me.  That does grieve me.  I'd rather be three months ill, than hear you frame a deliberate lie.'", "characters": 226, "sentences": 5}, {"text": "'Well, Ellen, I'm so afraid of you being angry,' she said.  'Promise not to be angry, and you shall know the very truth: I hate to hide it.'", "characters": 140, "sentences": 3}, {"text": "We sat down in the window-seat; I assured her I would not scold, whatever her secret might be, and I guessed it, of course; so she commenced--", "characters": 142, "sentences": 1}, {"text": "'Well, Ellen, you won't cry about it, will you?' she exclaimed, surprised at my earnestness.  'But wait, and you shall hear if he conned his A B C to please me; and if it were worth while being civil to the brute.  I entered; Linton was lying on the settle, and half got up to welcome me.", "characters": 288, "sentences": 4}, {"text": "'\"I'm ill to-night, Catherine, love,\" he said; \"and you must have all the talk, and let me listen.  Come, and sit by me.  I was sure you wouldn't break your word, and I'll make you promise again, before you go.\"", "characters": 211, "sentences": 4}, {"text": "'I knew now that I mustn't tease him, as he was ill; and I spoke softly and put no questions, and avoided irritating him in any way.  I had brought some of my nicest books for him: he asked me to read a little of one, and I was about to comply, when Earnshaw burst the door open: having gathered venom with reflection.  He advanced direct to us, seized Linton by the arm, and swung him off the seat.", "characters": 399, "sentences": 4}, {"text": "'\"Get to thy own room!\" he said, in a voice almost inarticulate with passion; and his face looked swelled and furious.  \"Take her there if she comes to see thee: thou shalln't keep me out of this.  Begone wi' ye both!\"", "characters": 218, "sentences": 3}, {"text": "'He swore at us, and left Linton no time to answer, nearly throwing him into the kitchen; and he clenched his fist as I followed, seemingly longing to knock me down.  I was afraid for a moment, and I let one volume fall; he kicked it after me, and shut us out.  I heard a malignant, crackly laugh by the fire, and turning, beheld that odious Joseph standing rubbing his bony hands, and quivering.", "characters": 396, "sentences": 4}, {"text": "'\"I wer sure he'd sarve ye out!  He's a grand lad!  He's getten t' raight sperrit in him!  _He_ knaws--ay, he knaws, as weel as I do, who sud be t' maister yonder--Ech, ech, ech!  He made ye skift properly!  Ech, ech, ech!\"", "characters": 223, "sentences": 1}, {"text": "'Linton was white and trembling.  He was not pretty then, Ellen: oh, no! he looked frightful; for his thin face and large eyes were wrought into an expression of frantic, powerless fury.  He grasped the handle of the door, and shook it: it was fastened inside.", "characters": 260, "sentences": 4}, {"text": "'\"If you don't let me in, I'll kill you!--If you don't let me in, I'll kill you!\" he rather shrieked than said.  \"Devil! devil!--I'll kill you--I'll kill you!\"", "characters": 159, "sentences": 2}, {"text": "'\"Thear, that's t' father!\" he cried.  \"That's father!  We've allas summut o' either side in us.  Niver heed, Hareton, lad--dunnut be 'feard--he cannot get at thee!\"", "characters": 165, "sentences": 3}, {"text": "'I gave him a cut with my whip, thinking perhaps he would murder me.  He let go, thundering one of his horrid curses, and I galloped home more than half out of my senses.", "characters": 170, "sentences": 3}, {"text": "'\"Young master is in the house,\" said Zillah, as she saw me making for the parlour.  I went in; Earnshaw was there also, but he quitted the room directly.  Linton sat in the great arm-chair half asleep; walking up to the fire, I began in a serious tone, partly meaning it to be true--", "characters": 284, "sentences": 3}, {"text": "'\"As you don't like me, Linton, and as you think I come on purpose to hurt you, and pretend that I do so every time, this is our last meeting: let us say good-bye; and tell Mr. Heathcliff that you have no wish to see me, and that he mustn't invent any more falsehoods on the subject.\"", "characters": 284, "sentences": 3}, {"text": "'I felt he spoke the truth; and I felt I must forgive him: and, though we should quarrel the next moment, I must forgive him again.  We were reconciled; but we cried, both of us, the whole time I stayed: not entirely for sorrow; yet I _was_ sorry Linton had that distorted nature. He'll never let his friends be at ease, and he'll never be at ease himself!  I have always gone to his little parlour, since that night; because his father returned the day after.", "characters": 460, "sentences": 4}, {"text": "'I'll make up my mind on that point by to-morrow, Miss Catherine,' I replied.  'It requires some study; and so I'll leave you to your rest, and go think it over.'", "characters": 162, "sentences": 3}, {"text": "'Stop, my good friend!' I cried.  'It may be very possible that _I_ should love her; but would she love me?  I doubt it too much to venture my tranquillity by running into temptation: and then my home is not here. I'm of the busy world, and to its arms I must return.  Go on.  Was Catherine obedient to her father's commands?'", "characters": 326, "sentences": 5}, {"text": "'\"He's very delicate, sir,\" I replied; \"and scarcely likely to reach manhood: but this I can say, he does not resemble his father; and if Miss Catherine had the misfortune to marry him, he would not be beyond her control: unless she were extremely and foolishly indulgent.  However, master, you'll have plenty of time to get acquainted with him and see whether he would suit her: it wants four years and more to his being of age.\"'", "characters": 431, "sentences": 3}, {"text": "Edgar sighed; and, walking to the window, looked out towards Gimmerton Kirk. It was a misty afternoon, but the February sun shone dimly, and we could just distinguish the two fir-trees in the yard, and the sparely-scattered gravestones.", "characters": 236, "sentences": 3}, {"text": "'Resign her to God as it is, sir,' I answered, 'and if we should lose you--which may He forbid--under His providence, I'll stand her friend and counsellor to the last.  Miss Catherine is a good girl: I don't fear that she will go wilfully wrong; and people who do their duty are always finally rewarded.'", "characters": 304, "sentences": 3}, {"text": "Spring advanced; yet my master gathered no real strength, though he resumed his walks in the grounds with his daughter.  To her inexperienced notions, this itself was a sign of convalescence; and then his cheek was often flushed, and his eyes were bright; she felt sure of his recovering. On her seventeenth birthday, he did not visit the churchyard: it was raining, and I observed--'You'll surely not go out to-night, sir?'", "characters": 424, "sentences": 3}, {"text": "That part of his letter was simple, and probably his own.  Heathcliff knew he could plead eloquently for Catherine's company, then.", "characters": 131, "sentences": 3}, {"text": "'Then Master Linton has forgot the first injunction of his uncle,' I observed: 'he bid us keep on the Grange land, and here we are off at once.'", "characters": 144, "sentences": 2}, {"text": "'Well, we'll turn our horses' heads round when we reach him,' answered my companion; 'our excursion shall lie towards home.'", "characters": 124, "sentences": 2}, {"text": "But when we reached him, and that was scarcely a quarter of a mile from his own door, we found he had no horse; and we were forced to dismount, and leave ours to graze.  He lay on the heath, awaiting our approach, and did not rise till we came within a few yards.  Then he walked so feebly, and looked so pale, that I immediately exclaimed,--'Why, Master Heathcliff, you are not fit for enjoying a ramble this morning.  How ill you do look!'", "characters": 441, "sentences": 4}, {"text": "Catherine surveyed him with grief and astonishment: she changed the ejaculation of joy on her lips to one of alarm; and the congratulation on their long-postponed meeting to an anxious inquiry, whether he were worse than usual?", "characters": 227, "sentences": 1}, {"text": "'No--better--better!' he panted, trembling, and retaining her hand as if he needed its support, while his large blue eyes wandered timidly over her; the hollowness round them transforming to haggard wildness the languid expression they once possessed.", "characters": 251, "sentences": 2}, {"text": "'But you have been worse,' persisted his cousin; 'worse than when I saw you last; you are thinner, and--'", "characters": 105, "sentences": 1}, {"text": "'I'm tired,' he interrupted, hurriedly.  'It is too hot for walking, let us rest here.  And, in the morning, I often feel sick--papa says I grow so fast.'", "characters": 154, "sentences": 4}, {"text": "'This is something like your paradise,' said she, making an effort at cheerfulness.  'You recollect the two days we agreed to spend in the place and way each thought pleasantest?  This is nearly yours, only there are clouds; but then they are so soft and mellow: it is nicer than sunshine.  Next week, if you can, we'll ride down to the Grange Park, and try mine.'", "characters": 364, "sentences": 4}, {"text": "'But I think,' said Cathy, 'you'd be more comfortable at home than sitting here; and I cannot amuse you to-day, I see, by my tales, and songs, and chatter: you have grown wiser than I, in these six months; you have little taste for my diversions now: or else, if I could amuse you, I'd willingly stay.'", "characters": 302, "sentences": 2}, {"text": "'Stay to rest yourself,' he replied.  'And, Catherine, don't think or say that I'm _very_ unwell: it is the heavy weather and heat that make me dull; and I walked about, before you came, a great deal for me.  Tell uncle I'm in tolerable health, will you?'", "characters": 255, "sentences": 3}, {"text": "'I'll tell him that _you_ say so, Linton.  I couldn't affirm that you are,' observed my young lady, wondering at his pertinacious assertion of what was evidently an untruth.", "characters": 173, "sentences": 3}, {"text": "'And be here again next Thursday,' continued he, shunning her puzzled gaze.  'And give him my thanks for permitting you to come--my best thanks, Catherine.  And--and, if you _did_ meet my father, and he asked you about me, don't lead him to suppose that I've been extremely silent and stupid: don't look sad and downcast, as you are doing--he'll be angry.'", "characters": 356, "sentences": 4}, {"text": "'But I do,' said her cousin, shuddering.  '_Don't_ provoke him against me, Catherine, for he is very hard.'", "characters": 107, "sentences": 3}, {"text": "'Is he severe to you, Master Heathcliff?' I inquired.  'Has he grown weary of indulgence, and passed from passive to active hatred?'", "characters": 132, "sentences": 2}, {"text": "Linton looked at me, but did not answer; and, after keeping her seat by his side another ten minutes, during which his head fell drowsily on his breast, and he uttered nothing except suppressed moans of exhaustion or pain, Cathy began to seek solace in looking for bilberries, and sharing the produce of her researches with me: she did not offer them to him, for she saw further notice would only weary and annoy.", "characters": 413, "sentences": 2}, {"text": "'Is it half-an-hour now, Ellen?' she whispered in my ear, at last.  'I can't tell why we should stay.  He's asleep, and papa will be wanting us back.'", "characters": 150, "sentences": 4}, {"text": "'Well, we must not leave him asleep,' I answered; 'wait till he wakes, and be patient.  You were mighty eager to set off, but your longing to see poor Linton has soon evaporated!'", "characters": 179, "sentences": 2}, {"text": "'Yes,' she answered; 'because he always made such a great deal of his sufferings, you know.  He is not tolerably well, as he told me to tell papa; but he's better, very likely.'", "characters": 177, "sentences": 3}, {"text": "Linton here started from his slumber in bewildered terror, and asked if any one had called his name.", "characters": 100, "sentences": 2}, {"text": "'No,' said Catherine; 'unless in dreams.  I cannot conceive how you manage to doze out of doors, in the morning.'", "characters": 113, "sentences": 3}, {"text": "'I thought I heard my father,' he gasped, glancing up to the frowning nab above us.  'You are sure nobody spoke?'", "characters": 113, "sentences": 2}, {"text": "'Quite sure,' replied his cousin.  'Only Ellen and I were disputing concerning your health.  Are you truly stronger, Linton, than when we separated in winter?  If you be, I'm certain one thing is not stronger--your regard for me: speak,--are you?'", "characters": 247, "sentences": 3}, {"text": "The tears gushed from Linton's eyes as he answered, 'Yes, yes, I am!' And, still under the spell of the imaginary voice, his gaze wandered up and down to detect its owner.", "characters": 171, "sentences": 2}, {"text": "Cathy rose.  'For to-day we must part,' she said.  'And I won't conceal that I have been sadly disappointed with our meeting; though I'll mention it to nobody but you: not that I stand in awe of Mr. Heathcliff.'", "characters": 211, "sentences": 5}, {"text": "'Hush,' murmured Linton; 'for God's sake, hush!  He's coming.'  And he clung to Catherine's arm, striving to detain her; but at that announcement she hastily disengaged herself, and whistled to Minny, who obeyed her like a dog.", "characters": 227, "sentences": 3}, {"text": "And so we left him, scarcely conscious of our departure, so absorbed was he in anticipating his father's approach.", "characters": 114, "sentences": 2}, {"text": "He had a fixed idea, I guessed by several observations he let fall, that, as his nephew resembled him in person, he would resemble him in mind; for Linton's letters bore few or no indications of his defective character. And I, through pardonable weakness, refrained from correcting the error; asking myself what good there would be in disturbing his last moments with information that he had neither power nor opportunity to turn to account.", "characters": 441, "sentences": 3}, {"text": "We deferred our excursion till the afternoon; a golden afternoon of August: every breath from the hills so full of life, that it seemed whoever respired it, though dying, might revive.  Catherine's face was just like the landscape--shadows and sunshine flitting over it in rapid succession; but the shadows rested longer, and the sunshine was more transient; and her poor little heart reproached itself for even that passing forgetfulness of its cares.", "characters": 452, "sentences": 3}, {"text": "'It is late!' he said, speaking short and with difficulty.  'Is not your father very ill?  I thought you wouldn't come.'", "characters": 120, "sentences": 3}, {"text": "'_Why_ won't you be candid?' cried Catherine, swallowing her greeting. 'Why cannot you say at once you don't want me?  It is strange, Linton, that for the second time you have brought me here on purpose, apparently to distress us both, and for no reason besides!'", "characters": 263, "sentences": 2}, {"text": "Linton shivered, and glanced at her, half supplicating, half ashamed; but his cousin's patience was not sufficient to endure this enigmatical behaviour.", "characters": 152, "sentences": 2}, {"text": "'My father _is_ very ill,' she said; 'and why am I called from his bedside?  Why didn't you send to absolve me from my promise, when you wished I wouldn't keep it?  Come!  I desire an explanation: playing and trifling are completely banished out of my mind; and I can't dance attendance on your affectations now!'", "characters": 313, "sentences": 1}, {"text": "'My affectations!' he murmured; 'what are they?  For heaven's sake, Catherine, don't look so angry!  Despise me as much as you please; I am a worthless, cowardly wretch: I can't be scorned enough; but I'm too mean for your anger.  Hate my father, and spare me for contempt.'", "characters": 274, "sentences": 3}, {"text": "With streaming face and an expression of agony, Linton had thrown his nerveless frame along the ground: he seemed convulsed with exquisite terror.", "characters": 146, "sentences": 2}, {"text": "'Oh!' he sobbed, 'I cannot bear it!  Catherine, Catherine, I'm a traitor, too, and I dare not tell you!  But leave me, and I shall be killed! _Dear_ Catherine, my life is in your hands: and you have said you loved me, and if you did, it wouldn't harm you.  You'll not go, then? kind, sweet, good Catherine!  And perhaps you _will_ consent--and he'll let me die with you!'", "characters": 371, "sentences": 2}, {"text": "My young lady, on witnessing his intense anguish, stooped to raise him. The old feeling of indulgent tenderness overcame her vexation, and she grew thoroughly moved and alarmed.", "characters": 177, "sentences": 3}, {"text": "'Consent to what?' she asked.  'To stay! tell me the meaning of this strange talk, and I will.  You contradict your own words, and distract me!  Be calm and frank, and confess at once all that weighs on your heart.  You wouldn't injure me, Linton, would you?  You wouldn't let any enemy hurt me, if you could prevent it?  I'll believe you are a coward, for yourself, but not a cowardly betrayer of your best friend.'", "characters": 416, "sentences": 5}, {"text": "'But my father threatened me,' gasped the boy, clasping his attenuated fingers, 'and I dread him--I dread him!  I _dare_ not tell!'", "characters": 131, "sentences": 1}, {"text": "'Oh, well!' said Catherine, with scornful compassion, 'keep your secret: _I'm_ no coward.  Save yourself: I'm not afraid!'", "characters": 122, "sentences": 2}, {"text": "'It is something to see you so near to my house, Nelly.  How are you at the Grange?  Let us hear.  The rumour goes,' he added, in a lower tone, 'that Edgar Linton is on his death-bed: perhaps they exaggerate his illness?'", "characters": 221, "sentences": 3}, {"text": "'No; my master is dying,' I replied: 'it is true enough.  A sad thing it will be for us all, but a blessing for him!'", "characters": 117, "sentences": 2}, {"text": "'Because,' he continued, looking at the two young people, who were fixed under his eye--Linton appeared as if he could not venture to stir or raise his head, and Catherine could not move, on his account--'because that lad yonder seems determined to beat me; and I'd thank his uncle to be quick, and go before him!  Hallo! has the whelp been playing that game long?  I _did_ give him some lessons about snivelling.  Is he pretty lively with Miss Linton generally?'", "characters": 463, "sentences": 2}, {"text": "'Lively? no--he has shown the greatest distress,' I answered.  'To see him, I should say, that instead of rambling with his sweetheart on the hills, he ought to be in bed, under the hands of a doctor.'", "characters": 201, "sentences": 3}, {"text": "'He shall be, in a day or two,' muttered Heathcliff.  'But first--get up, Linton!  Get up!' he shouted.  'Don't grovel on the ground there up, this moment!'", "characters": 156, "sentences": 3}, {"text": "Linton had sunk prostrate again in another paroxysm of helpless fear, caused by his father's glance towards him, I suppose: there was nothing else to produce such humiliation.  He made several efforts to obey, but his little strength was annihilated for the time, and he fell back again with a moan.  Mr. Heathcliff advanced, and lifted him to lean against a ridge of turf.", "characters": 373, "sentences": 5}, {"text": "'Now,' said he, with curbed ferocity, 'I'm getting angry and if you don't command that paltry spirit of yours--_damn_ you! get up directly!'", "characters": 140, "sentences": 1}, {"text": "'I will, father,' he panted.  'Only, let me alone, or I shall faint.  I've done as you wished, I'm sure.  Catherine will tell you that I--that I--have been cheerful.  Ah! keep by me, Catherine; give me your hand.'", "characters": 213, "sentences": 6}, {"text": "'Take mine,' said his father; 'stand on your feet.  There now--she'll lend you her arm: that's right, look at her.  You would imagine I was the devil himself, Miss Linton, to excite such horror.  Be so kind as to walk home with him, will you?  He shudders if I touch him.'", "characters": 272, "sentences": 5}, {"text": "'Linton dear!' whispered Catherine, 'I can't go to Wuthering Heights: papa has forbidden me.  He'll not harm you: why are you so afraid?'", "characters": 137, "sentences": 2}, {"text": "'Stop!' cried his father.  'We'll respect Catherine's filial scruples. Nelly, take him in, and I'll follow your advice concerning the doctor, without delay.'", "characters": 157, "sentences": 4}, {"text": "'You'll do well,' replied I.  'But I must remain with my mistress: to mind your son is not my business.'", "characters": 104, "sentences": 3}, {"text": "'You are very stiff,' said Heathcliff, 'I know that: but you'll force me to pinch the baby and make it scream before it moves your charity.  Come, then, my hero.  Are you willing to return, escorted by me?'", "characters": 206, "sentences": 3}, {"text": "'I am not afraid of you!' exclaimed Catherine, who could not hear the latter part of his speech.  She stepped close up; her black eyes flashing with passion and resolution.  'Give me that key: I will have it!' she said.  'I wouldn't eat or drink here, if I were starving.'", "characters": 272, "sentences": 5}, {"text": "Heathcliff had the key in his hand that remained on the table.  He looked up, seized with a sort of surprise at her boldness; or, possibly, reminded, by her voice and glance, of the person from whom she inherited it.  She snatched at the instrument, and half succeeded in getting it out of his loosened fingers: but her action recalled him to the present; he recovered it speedily.", "characters": 381, "sentences": 4}, {"text": "'Now, Catherine Linton,' he said, 'stand off, or I shall knock you down; and, that will make Mrs. Dean mad.'", "characters": 108, "sentences": 3}, {"text": "'I know how to chastise children, you see,' said the scoundrel, grimly, as he stooped to repossess himself of the key, which had dropped to the floor.  'Go to Linton now, as I told you; and cry at your ease!  I shall be your father, to-morrow--all the father you'll have in a few days--and you shall have plenty of that.  You can bear plenty; you're no weakling: you shall have a daily taste, if I catch such a devil of a temper in your eyes again!'", "characters": 449, "sentences": 3}, {"text": "Cathy ran to me instead of Linton, and knelt down and put her burning cheek on my lap, weeping aloud.  Her cousin had shrunk into a corner of the settle, as quiet as a mouse, congratulating himself, I dare say, that the correction had alighted on another than him.  Mr. Heathcliff, perceiving us all confounded, rose, and expeditiously made the tea himself.  The cups and saucers were laid ready.  He poured it out, and handed me a cup.", "characters": 436, "sentences": 7}, {"text": "'Wash away your spleen,' he said.  'And help your own naughty pet and mine.  It is not poisoned, though I prepared it.  I'm going out to seek your horses.'", "characters": 155, "sentences": 5}, {"text": "Our first thought, on his departure, was to force an exit somewhere.  We tried the kitchen door, but that was fastened outside: we looked at the windows--they were too narrow for even Cathy's little figure.", "characters": 206, "sentences": 3}, {"text": "'Master Linton,' I cried, seeing we were regularly imprisoned, 'you know what your diabolical father is after, and you shall tell us, or I'll box your ears, as he has done your cousin's.'", "characters": 187, "sentences": 2}, {"text": "'Yes, Linton, you must tell,' said Catherine.  'It was for your sake I came; and it will be wickedly ungrateful if you refuse.'", "characters": 127, "sentences": 3}, {"text": "'Papa wants us to be married,' he continued, after sipping some of the liquid.  'And he knows your papa wouldn't let us marry now; and he's afraid of my dying if we wait; so we are to be married in the morning, and you are to stay here all night; and, if you do as he wishes, you shall return home next day, and take me with you.'", "characters": 330, "sentences": 3}, {"text": "I did give him a slight shaking; but it brought on the cough, and he took to his ordinary resource of moaning and weeping, and Catherine rebuked me.", "characters": 148, "sentences": 2}, {"text": "'Stay all night?  No,' she said, looking slowly round.  'Ellen, I'll burn that door down but I'll get out.'", "characters": 107, "sentences": 3}, {"text": "And she would have commenced the execution of her threat directly, but Linton was up in alarm for his dear self again.  He clasped her in his two feeble arms sobbing:--'Won't you have me, and save me? not let me come to the Grange?  Oh, darling Catherine! you mustn't go and leave, after all.  You _must_ obey my father--you _must_!'", "characters": 333, "sentences": 3}, {"text": "'I _am_ afraid now,' she replied, 'because, if I stay, papa will be miserable: and how can I endure making him miserable--when he--when he--Mr. Heathcliff, let _me_ go home!  I promise to marry Linton: papa would like me to: and I love him.  Why should you wish to force me to do what I'll willingly do of myself?'", "characters": 314, "sentences": 3}, {"text": "'Let him dare to force you,' I cried.  'There's law in the land, thank God! there is; though we be in an out-of-the-way place.  I'd inform if he were my own son: and it's felony without benefit of clergy!'", "characters": 205, "sentences": 3}, {"text": "'Send Ellen, then, to let papa know I'm safe!' exclaimed Catherine, weeping bitterly.  'Or marry me now.  Poor papa!  Ellen, he'll think we're lost.  What shall we do?'", "characters": 168, "sentences": 4}, {"text": "'You're right there!' I said; 'explain your son's character.  Show his resemblance to yourself: and then, I hope, Miss Cathy will think twice before she takes the cockatrice!'", "characters": 175, "sentences": 2}, {"text": "'I don't much mind speaking of his amiable qualities now,' he answered; 'because she must either accept him or remain a prisoner, and you along with her, till your master dies.  I can detain you both, quite concealed, here.  If you doubt, encourage her to retract her word, and you'll have an opportunity of judging!'", "characters": 317, "sentences": 3}, {"text": "'Keep your eft's fingers off; and move, or I'll kick you!' cried Heathcliff, brutally repulsing her.  'I'd rather be hugged by a snake. How the devil can you dream of fawning on me?  I _detest_ you!'", "characters": 199, "sentences": 3}, {"text": "'I thought it had been your cousin Hareton,' I observed to Catherine.  'I wish he would arrive!  Who knows but he might take our part?'", "characters": 135, "sentences": 2}, {"text": "'It was three servants sent to seek you from the Grange,' said Heathcliff, overhearing me.  'You should have opened a lattice and called out: but I could swear that chit is glad you didn't.  She's glad to be obliged to stay, I'm certain.'", "characters": 238, "sentences": 4}, {"text": "At seven o'clock he came, and inquired if Miss Linton had risen.  She ran to the door immediately, and answered, 'Yes.'  'Here, then,' he said, opening it, and pulling her out.  I rose to follow, but he turned the lock again.  I demanded my release.", "characters": 249, "sentences": 6}, {"text": "I thumped on the panels, and rattled the latch angrily and Catherine asked why I was still shut up?  He answered, I must try to endure it another hour, and they went away.  I endured it two or three hours; at length, I heard a footstep: not Heathcliff's.", "characters": 254, "sentences": 3}, {"text": "And there I remained enclosed the whole day, and the whole of the next night; and another, and another.  Five nights and four days I remained, altogether, seeing nobody but Hareton once every morning; and he was a model of a jailor: surly, and dumb, and deaf to every attempt at moving his sense of justice or compassion.", "characters": 321, "sentences": 3}, {"text": "On the fifth morning, or rather afternoon, a different step approached--lighter and shorter; and, this time, the person entered the room.  It was Zillah; donned in her scarlet shawl, with a black silk bonnet on her head, and a willow-basket swung to her arm.", "characters": 258, "sentences": 3}, {"text": "'Eh, dear!  Mrs. Dean!' she exclaimed.  'Well! there is a talk about you at Gimmerton.  I never thought but you were sunk in the Blackhorse marsh, and missy with you, till master told me you'd been found, and he'd lodged you here!  What! and you must have got on an island, sure?  And how long were you in the hole?  Did master save you, Mrs. Dean?  But you're not so thin--you've not been so poorly, have you?'", "characters": 411, "sentences": 5}, {"text": "'Your master is a true scoundrel!' I replied.  'But he shall answer for it.  He needn't have raised that tale: it shall all be laid bare!'", "characters": 138, "sentences": 3}, {"text": "'No, no; sit you down, my good mistress,' she replied; 'you're right sickly yet.  He's not dead; Doctor Kenneth thinks he may last another day.  I met him on the road and asked.'", "characters": 178, "sentences": 4}, {"text": "'You won't let her, little idiot!' I exclaimed.  'Direct me to her room immediately, or I'll make you sing out sharply.'", "characters": 120, "sentences": 3}, {"text": "'Papa would make you sing out, if you attempted to get there,' he answered.  'He says I'm not to be soft with Catherine: she's my wife, and it's shameful that she should wish to leave me.  He says she hates me and wants me to die, that she may have my money; but she shan't have it: and she shan't go home!  She never shall!--she may cry, and be sick as much as she pleases!'", "characters": 375, "sentences": 3}, {"text": "'I can't stay with her,' he answered crossly.  'I'll not stay by myself. She cries so I can't bear it.  And she won't give over, though I say I'll call my father.  I did call him once, and he threatened to strangle her if she was not quiet; but she began again the instant he left the room, moaning and grieving all night long, though I screamed for vexation that I couldn't sleep.'", "characters": 382, "sentences": 6}, {"text": "'Is Mr. Heathcliff out?' I inquired, perceiving that the wretched creature had no power to sympathize with his cousin's mental tortures.", "characters": 136, "sentences": 3}, {"text": "'Oh,' he cried, 'I shan't tell _you_ where it is.  It is our secret. Nobody, neither Hareton nor Zillah, is to know.  There! you've tired me--go away, go away!'  And he turned his face on to his arm, and shut his eyes again.", "characters": 224, "sentences": 5}, {"text": "'Catherine is coming, dear master!' I whispered; 'she is alive and well; and will be here, I hope, to-night.'", "characters": 109, "sentences": 2}, {"text": "I trembled at the first effects of this intelligence: he half rose up, looked eagerly round the apartment, and then sank back in a swoon.  As soon as he recovered, I related our compulsory visit, and detention at the Heights.  I said Heathcliff forced me to go in: which was not quite true.  I uttered as little as possible against Linton; nor did I describe all his father's brutal conduct--my intentions being to add no bitterness, if I could help it, to his already over-flowing cup.", "characters": 486, "sentences": 5}, {"text": "She wanted to run, breathless as she was, up-stairs to Mr. Linton's room; but I compelled her to sit down on a chair, and made her drink, and washed her pale face, chafing it into a faint colour with my apron.  Then I said I must go first, and tell of her arrival; imploring her to say, she should be happy with young Heathcliff.  She stared, but soon comprehending why I counselled her to utter the falsehood, she assured me she would not complain.", "characters": 449, "sentences": 5}, {"text": "I couldn't abide to be present at their meeting.  I stood outside the chamber-door a quarter of an hour, and hardly ventured near the bed, then.  All was composed, however: Catherine's despair was as silent as her father's joy.  She supported him calmly, in appearance; and he fixed on her features his raised eyes that seemed dilating with ecstasy.", "characters": 349, "sentences": 5}, {"text": "He died blissfully, Mr. Lockwood: he died so.  Kissing her cheek, he murmured,--'I am going to her; and you, darling child, shall come to us!' and never stirred or spoke again; but continued that rapt, radiant gaze, till his pulse imperceptibly stopped and his soul departed.  None could have noticed the exact minute of his death, it was so entirely without a struggle.", "characters": 370, "sentences": 5}, {"text": "The evening after the funeral, my young lady and I were seated in the library; now musing mournfully--one of us despairingly--on our loss, now venturing conjectures as to the gloomy future.", "characters": 189, "sentences": 2}, {"text": "If we had been mad enough to order that proceeding, we had not time.  He made no ceremony of knocking or announcing his name: he was master, and availed himself of the master's privilege to walk straight in, without saying a word.  The sound of our informant's voice directed him to the library; he entered and motioning him out, shut the door.", "characters": 344, "sentences": 4}, {"text": "'Why not let Catherine continue here,' I pleaded, 'and send Master Linton to her?  As you hate them both, you'd not miss them: they can only be a daily plague to your unnatural heart.'", "characters": 184, "sentences": 2}, {"text": "'I'm seeking a tenant for the Grange,' he answered; 'and I want my children about me, to be sure.  Besides, that lass owes me her services for her bread.  I'm not going to nurture her in luxury and idleness after Linton is gone.  Make haste and get ready, now; and don't oblige me to compel you.'", "characters": 296, "sentences": 5}, {"text": "'I shall,' said Catherine.  'Linton is all I have to love in the world, and though you have done what you could to make him hateful to me, and me to him, you cannot make us hate each other.  And I defy you to hurt him when I am by, and I defy you to frighten me!'", "characters": 263, "sentences": 3}, {"text": "Catherine spoke with a kind of dreary triumph: she seemed to have made up her mind to enter into the spirit of her future family, and draw pleasure from the griefs of her enemies.", "characters": 179, "sentences": 2}, {"text": "'You shall be sorry to be yourself presently,' said her father-in-law, 'if you stand there another minute.  Begone, witch, and get your things!'", "characters": 144, "sentences": 2}, {"text": "'I disturbed nobody, Nelly,' he replied; 'and I gave some ease to myself. I shall be a great deal more comfortable now; and you'll have a better chance of keeping me underground, when I get there.  Disturbed her?  No! she has disturbed me, night and day, through eighteen years--incessantly--remorselessly--till yesternight; and yesternight I was tranquil.  I dreamt I was sleeping the last sleep by that sleeper, with my heart stopped and my cheek frozen against hers.'", "characters": 470, "sentences": 5}, {"text": "'Send that over to-morrow,' said Heathcliff to me; then turning to her, he added: 'You may do without your pony: it is a fine evening, and you'll need no ponies at Wuthering Heights; for what journeys you take, your own feet will serve you.  Come along.'", "characters": 254, "sentences": 3}, {"text": "'Take care you do no such thing, Mrs. Dean!' said her new father.  'When I wish to speak to you I'll come here.  I want none of your prying at my house!'", "characters": 153, "sentences": 4}, {"text": "He signed her to precede him; and casting back a look that cut my heart, she obeyed.  I watched them, from the window, walk down the garden. Heathcliff fixed Catherine's arm under his: though she disputed the act at first evidently; and with rapid strides he hurried her into the alley, whose trees concealed them.", "characters": 314, "sentences": 4}, {"text": "'The first thing Mrs. Linton did,' she said, 'on her arrival at the Heights, was to run up-stairs, without even wishing good-evening to me and Joseph; she shut herself into Linton's room, and remained till morning.  Then, while the master and Earnshaw were at breakfast, she entered the house, and asked all in a quiver if the doctor might be sent for? her cousin was very ill.", "characters": 377, "sentences": 4}, {"text": "'\"We know that!\" answered Heathcliff; \"but his life is not worth a farthing, and I won't spend a farthing on him.\"", "characters": 114, "sentences": 2}, {"text": "'\"Walk out of the room,\" cried the master, \"and let me never hear a word more about him!  None here care what becomes of him; if you do, act the nurse; if you do not, lock him up and leave him.\"", "characters": 194, "sentences": 2}, {"text": "'Then she began to bother me, and I said I'd had enough plague with the tiresome thing; we each had our tasks, and hers was to wait on Linton: Mr. Heathcliff bid me leave that labour to her.", "characters": 190, "sentences": 3}, {"text": "'At last, one night she came boldly into my chamber, and frightened me out of my wits, by saying, \"Tell Mr. Heathcliff that his son is dying--I'm sure he is, this time.  Get up, instantly, and tell him.\"", "characters": 203, "sentences": 4}, {"text": "'Having uttered this speech, she vanished again.  I lay a quarter of an hour listening and trembling.  Nothing stirred--the house was quiet.", "characters": 140, "sentences": 4}, {"text": "'She's mistaken, I said to myself.  He's got over it.  I needn't disturb them; and I began to doze.  But my sleep was marred a second time by a sharp ringing of the bell--the only bell we have, put up on purpose for Linton; and the master called to me to see what was the matter, and inform them that he wouldn't have that noise repeated.", "characters": 338, "sentences": 5}, {"text": "'I delivered Catherine's message.  He cursed to himself, and in a few minutes came out with a lighted candle, and proceeded to their room.  I followed.  Mrs. Heathcliff was seated by the bedside, with her hands folded on her knees.  Her father-in-law went up, held the light to Linton's face, looked at him, and touched him; afterwards he turned to her.", "characters": 353, "sentences": 7}, {"text": "'\"He's safe, and I'm free,\" she answered: \"I should feel well--but,\" she continued, with a bitterness she couldn't conceal, \"you have left me so long to struggle against death alone, that I feel and see only death!  I feel like death!\"", "characters": 235, "sentences": 1}, {"text": "'In the morning, he sent me to tell her she must come down to breakfast: she had undressed, and appeared going to sleep, and said she was ill; at which I hardly wondered.  I informed Mr. Heathcliff, and he replied,--\"Well, let her be till after the funeral; and go up now and then to get her what is needful; and, as soon as she seems better, tell me.\"'", "characters": 353, "sentences": 4}, {"text": "Cathy stayed upstairs a fortnight, according to Zillah; who visited her twice a day, and would have been rather more friendly, but her attempts at increasing kindness were proudly and promptly repelled.", "characters": 202, "sentences": 2}, {"text": "'Now, Mrs. Dean,' Zillah went on, seeing me not pleased by her manner, 'you happen think your young lady too fine for Mr. Hareton; and happen you're right: but I own I should love well to bring her pride a peg lower.  And what will all her learning and her daintiness do for her, now?  She's as poor as you or I: poorer, I'll be bound: you're saying, and I'm doing my little all that road.'", "characters": 390, "sentences": 5}, {"text": "Hareton allowed Zillah to give him her aid; and she flattered him into a good humour; so, when Catherine came, half forgetting her former insults, he tried to make himself agreeable, by the housekeeper's account.", "characters": 212, "sentences": 2}, {"text": "'Missis walked in,' she said, 'as chill as an icicle, and as high as a princess.  I got up and offered her my seat in the arm-chair.  No, she turned up her nose at my civility.  Earnshaw rose, too, and bid her come to the settle, and sit close by the fire: he was sure she was starved.", "characters": 285, "sentences": 5}, {"text": "'And she got a chair for herself, and placed it at a distance from both of us.  Having sat till she was warm, she began to look round, and discovered a number of books on the dresser; she was instantly upon her feet again, stretching to reach them: but they were too high up.  Her cousin, after watching her endeavours a while, at last summoned courage to help her; she held her frock, and he filled it with the first that came to hand.", "characters": 436, "sentences": 4}, {"text": "'\"Get away this moment!  How dare you touch me?  Why are you stopping there?\" she cried, in a tone of disgust.  \"I can't endure you!  I'll go upstairs again, if you come near me.\"", "characters": 179, "sentences": 3}, {"text": "'Mr. Hareton recoiled, looking as foolish as he could do: he sat down in the settle very quiet, and she continued turning over her volumes another half hour; finally, Earnshaw crossed over, and whispered to me.", "characters": 210, "sentences": 3}, {"text": "'\"Will you ask her to read to us, Zillah?  I'm stalled of doing naught; and I do like--I could like to hear her!  Dunnot say I wanted it, but ask of yourseln.\"", "characters": 159, "sentences": 2}, {"text": "'\"Mr. Hareton wishes you would read to us, ma'am,\" I said, immediately. \"He'd take it very kind--he'd be much obliged.\"", "characters": 119, "sentences": 4}, {"text": "'\"Mr. Hareton, and the whole set of you, will be good enough to understand that I reject any pretence at kindness you have the hypocrisy to offer!  I despise you, and will have nothing to say to any of you! When I would have given my life for one kind word, even to see one of your faces, you all kept off.  But I won't complain to you!  I'm driven down here by the cold; not either to amuse you or enjoy your society.\"", "characters": 419, "sentences": 4}, {"text": "'\"But I offered more than once, and asked,\" he said, kindling up at her pertness, \"I asked Mr. Heathcliff to let me wake for you--\"", "characters": 131, "sentences": 2}, {"text": "'\"Be silent!  I'll go out of doors, or anywhere, rather than have your disagreeable voice in my ear!\" said my lady.", "characters": 115, "sentences": 2}, {"text": "At first, on hearing this account from Zillah, I determined to leave my situation, take a cottage, and get Catherine to come and live with me: but Mr. Heathcliff would as soon permit that as he would set up Hareton in an independent house; and I can see no remedy, at present, unless she could marry again; and that scheme it does not come within my province to arrange.", "characters": 370, "sentences": 3}, {"text": "Thus ended Mrs. Dean's story.  Notwithstanding the doctor's prophecy, I am rapidly recovering strength; and though it be only the second week in January, I propose getting out on horseback in a day or two, and riding over to Wuthering Heights, to inform my landlord that I shall spend the next six months in London; and, if he likes, he may look out for another tenant to take the place after October.  I would not pass another winter here for much.", "characters": 449, "sentences": 5}, {"text": "I asked if Mr. Heathcliff were at home?  He answered, No; but he would be in at dinner-time.  It was eleven o'clock, and I announced my intention of going in and waiting for him; at which he immediately flung down his tools and accompanied me, in the office of watchdog, not as a substitute for the host.", "characters": 304, "sentences": 4}, {"text": "We entered together; Catherine was there, making herself useful in preparing some vegetables for the approaching meal; she looked more sulky and less spirited than when I had seen her first. She hardly raised her eyes to notice me, and continued her employment with the same disregard to common forms of politeness as before; never returning my bow and good-morning by the slightest acknowledgment.", "characters": 398, "sentences": 3}, {"text": "'She does not seem so amiable,' I thought, 'as Mrs. Dean would persuade me to believe.  She's a beauty, it is true; but not an angel.'", "characters": 134, "sentences": 4}, {"text": "Earnshaw surlily bid her remove her things to the kitchen.  'Remove them yourself,' she said, pushing them from her as soon as she had done; and retiring to a stool by the window, where she began to carve figures of birds and beasts out of the turnip-parings in her lap.  I approached her, pretending to desire a view of the garden; and, as I fancied, adroitly dropped Mrs. Dean's note on to her knee, unnoticed by Hareton--but she asked aloud, 'What is that?'  And chucked it off.", "characters": 481, "sentences": 5}, {"text": "'I should like to be riding Minny down there!  I should like to be climbing up there!  Oh!  I'm tired--I'm _stalled_, Hareton!'  And she leant her pretty head back against the sill, with half a yawn and half a sigh, and lapsed into an aspect of abstracted sadness: neither caring nor knowing whether we remarked her.", "characters": 316, "sentences": 2}, {"text": "'Mrs. Heathcliff,' I said, after sitting some time mute, 'you are not aware that I am an acquaintance of yours? so intimate that I think it strange you won't come and speak to me.  My housekeeper never wearies of talking about and praising you; and she'll be greatly disappointed if I return with no news of or from you, except that you received her letter and said nothing!'", "characters": 375, "sentences": 3}, {"text": "'You must tell her,' she continued, 'that I would answer her letter, but I have no materials for writing: not even a book from which I might tear a leaf.'", "characters": 154, "sentences": 2}, {"text": "'No books!' I exclaimed.  'How do you contrive to live here without them? if I may take the liberty to inquire.  Though provided with a large library, I'm frequently very dull at the Grange; take my books away, and I should be desperate!'", "characters": 238, "sentences": 3}, {"text": "Earnshaw blushed crimson when his cousin made this revelation of his private literary accumulations, and stammered an indignant denial of her accusations.", "characters": 154, "sentences": 2}, {"text": "'Mr. Hareton is desirous of increasing his amount of knowledge,' I said, coming to his rescue.  'He is not _envious_, but _emulous_ of your attainments.  He'll be a clever scholar in a few years.'", "characters": 196, "sentences": 5}, {"text": "'And he wants me to sink into a dunce, meantime,' answered Catherine. 'Yes, I hear him trying to spell and read to himself, and pretty blunders he makes!  I wish you would repeat Chevy Chase as you did yesterday: it was extremely funny.  I heard you; and I heard you turning over the dictionary to seek out the hard words, and then cursing because you couldn't read their explanations!'", "characters": 386, "sentences": 3}, {"text": "The young man evidently thought it too bad that he should be laughed at for his ignorance, and then laughed at for trying to remove it.  I had a similar notion; and, remembering Mrs. Dean's anecdote of his first attempt at enlightening the darkness in which he had been reared, I observed,--'But, Mrs. Heathcliff, we have each had a commencement, and each stumbled and tottered on the threshold; had our teachers scorned instead of aiding us, we should stumble and totter yet.'", "characters": 477, "sentences": 5}, {"text": "'Oh!' she replied, 'I don't wish to limit his acquirements: still, he has no right to appropriate what is mine, and make it ridiculous to me with his vile mistakes and mispronunciations!  Those books, both prose and verse, are consecrated to me by other associations; and I hate to have them debased and profaned in his mouth!  Besides, of all, he has selected my favourite pieces that I love the most to repeat, as if out of deliberate malice.'", "characters": 445, "sentences": 2}, {"text": "She opened one that had obviously been often turned over, and read a portion in the drawling tone of a beginner; then laughed, and threw it from her.  'And listen,' she continued, provokingly, commencing a verse of an old ballad in the same fashion.", "characters": 249, "sentences": 3}, {"text": "'Yes that's all the good that such a brute as you can get from them!' cried Catherine, sucking her damaged lip, and watching the conflagration with indignant eyes.", "characters": 163, "sentences": 2}, {"text": "And his agitation precluded further speech; he advanced hastily to the entrance, where I made way for him to pass.  But ere he had crossed the door-stones, Mr. Heathcliff, coming up the causeway, encountered him, and laying hold of his shoulder asked,--'What's to do now, my lad?'", "characters": 280, "sentences": 3}, {"text": "'It will be odd if I thwart myself,' he muttered, unconscious that I was behind him.  'But when I look for his father in his face, I find _her_ every day more!  How the devil is he so like?  I can hardly bear to see him.'", "characters": 221, "sentences": 3}, {"text": "He bent his eyes to the ground, and walked moodily in.  There was a restless, anxious expression in his countenance.  I had never remarked there before; and he looked sparer in person.  His daughter-in-law, on perceiving him through the window, immediately escaped to the kitchen, so that I remained alone.", "characters": 306, "sentences": 5}, {"text": "'I'm glad to see you out of doors again, Mr. Lockwood,' he said, in reply to my greeting; 'from selfish motives partly: I don't think I could readily supply your loss in this desolation.  I've wondered more than once what brought you here.'", "characters": 240, "sentences": 4}, {"text": "'An idle whim, I fear, sir,' was my answer; 'or else an idle whim is going to spirit me away.  I shall set out for London next week; and I must give you warning that I feel no disposition to retain Thrushcross Grange beyond the twelve months I agreed to rent it.  I believe I shall not live there any more.'", "characters": 307, "sentences": 4}, {"text": "'Oh, indeed; you're tired of being banished from the world, are you?' he said.  'But if you be coming to plead off paying for a place you won't occupy, your journey is useless: I never relent in exacting my due from any one.'", "characters": 225, "sentences": 3}, {"text": "'I'm coming to plead off nothing about it,' I exclaimed, considerably irritated.  'Should you wish it, I'll settle with you now,' and I drew my note-book from my pocket.", "characters": 169, "sentences": 3}, {"text": "'No, no,' he replied, coolly; 'you'll leave sufficient behind to cover your debts, if you fail to return: I'm not in such a hurry.  Sit down and take your dinner with us; a guest that is safe from repeating his visit can generally be made welcome.  Catherine! bring the things in: where are you?'", "characters": 296, "sentences": 3}, {"text": "'You may get your dinner with Joseph,' muttered Heathcliff, aside, 'and remain in the kitchen till he is gone.'", "characters": 111, "sentences": 2}, {"text": "She obeyed his directions very punctually: perhaps she had no temptation to transgress.  Living among clowns and misanthropists, she probably cannot appreciate a better class of people when she meets them.", "characters": 205, "sentences": 3}, {"text": "With Mr. Heathcliff, grim and saturnine, on the one hand, and Hareton, absolutely dumb, on the other, I made a somewhat cheerless meal, and bade adieu early.  I would have departed by the back way, to get a last glimpse of Catherine and annoy old Joseph; but Hareton received orders to lead up my horse, and my host himself escorted me to the door, so I could not fulfil my wish.", "characters": 379, "sentences": 4}, {"text": "'How dreary life gets over in that house!' I reflected, while riding down the road.  'What a realisation of something more romantic than a fairy tale it would have been for Mrs. Linton Heathcliff, had she and I struck up an attachment, as her good nurse desired, and migrated together into the stirring atmosphere of the town!'", "characters": 327, "sentences": 3}, {"text": "1802.--This September I was invited to devastate the moors of a friend in the north, and on my journey to his abode, I unexpectedly came within fifteen miles of Gimmerton.  The ostler at a roadside public-house was holding a pail of water to refresh my horses, when a cart of very green oats, newly reaped, passed by, and he remarked,--'Yon's frough Gimmerton, nah!  They're allas three wick' after other folk wi' ther harvest.'", "characters": 428, "sentences": 4}, {"text": "'Gimmerton?' I repeated--my residence in that locality had already grown dim and dreamy.  'Ah!  I know.  How far is it from this?'", "characters": 130, "sentences": 3}, {"text": "A sudden impulse seized me to visit Thrushcross Grange.  It was scarcely noon, and I conceived that I might as well pass the night under my own roof as in an inn.  Besides, I could spare a day easily to arrange matters with my landlord, and thus save myself the trouble of invading the neighbourhood again.  Having rested awhile, I directed my servant to inquire the way to the village; and, with great fatigue to our beasts, we managed the distance in some three hours.", "characters": 470, "sentences": 5}, {"text": "I reached the Grange before sunset, and knocked for admittance; but the family had retreated into the back premises, I judged, by one thin, blue wreath, curling from the kitchen chimney, and they did not hear.  I rode into the court.  Under the porch, a girl of nine or ten sat knitting, and an old woman reclined on the housesteps, smoking a meditative pipe.", "characters": 359, "sentences": 4}, {"text": "'Well, I'm Mr. Lockwood, the master.  Are there any rooms to lodge me in, I wonder?  I wish to stay all night.'", "characters": 111, "sentences": 4}, {"text": "'T' maister!' she cried in astonishment.  'Whet, whoiver knew yah wur coming?  Yah sud ha' send word.  They's nowt norther dry nor mensful abaht t' place: nowt there isn't!'", "characters": 173, "sentences": 3}, {"text": "'Con-_trary_!' said a voice as sweet as a silver bell.  'That for the third time, you dunce!  I'm not going to tell you again. Recollect, or I'll pull your hair!'", "characters": 162, "sentences": 3}, {"text": "'Contrary, then,' answered another, in deep but softened tones. 'And now, kiss me, for minding so well.'", "characters": 104, "sentences": 3}, {"text": "'No! or we should be sitting in flaming fagots, I suppose,' retorted the singer.  'But wisht, old man, and read your Bible like a Christian, and never mind me.  This is \"Fairy Annie's Wedding\"--a bonny tune--it goes to a dance.'", "characters": 228, "sentences": 4}, {"text": "Mrs. Dean was about to recommence, when I advanced; and recognising me directly, she jumped to her feet, crying--'Why, bless you, Mr. Lockwood! How could you think of returning in this way?  All's shut up at Thrushcross Grange.  You should have given us notice!'", "characters": 262, "sentences": 4}, {"text": "'I've arranged to be accommodated there, for as long as I shall stay,' I answered.  'I depart again to-morrow.  And how are you transplanted here, Mrs. Dean? tell me that.'", "characters": 172, "sentences": 5}, {"text": "'Zillah left, and Mr. Heathcliff wished me to come, soon after you went to London, and stay till you returned.  But, step in, pray! Have you walked from Gimmerton this evening?'", "characters": 177, "sentences": 3}, {"text": "'From the Grange,' I replied; 'and while they make me lodging room there, I want to finish my business with your master; because I don't think of having another opportunity in a hurry.'", "characters": 185, "sentences": 2}, {"text": "'What business, sir?' said Nelly, conducting me into the house. 'He's gone out at present, and won't return soon.'", "characters": 114, "sentences": 3}, {"text": "'Oh! then it is with Mrs. Heathcliff you must settle,' she observed; 'or rather with me.  She has not learnt to manage her affairs yet, and I act for her: there's nobody else.'", "characters": 176, "sentences": 4}, {"text": "'Three months since: but sit down, and let me take your hat, and I'll tell you all about it.  Stop, you have had nothing to eat, have you?'", "characters": 139, "sentences": 2}, {"text": "'I want nothing: I have ordered supper at home.  You sit down too. I never dreamt of his dying!  Let me hear how it came to pass.  You say you don't expect them back for some time--the young people?'", "characters": 199, "sentences": 4}, {"text": "'No--I have to scold them every evening for their late rambles: but they don't care for me.  At least, have a drink of our old ale; it will do you good: you seem weary.'", "characters": 169, "sentences": 3}, {"text": "She hastened to fetch it before I could refuse, and I heard Joseph asking whether 'it warn't a crying scandal that she should have followers at her time of life?  And then, to get them jocks out o' t' maister's cellar!  He fair shaamed to 'bide still and see it.'", "characters": 263, "sentences": 2}, {"text": "She did not stay to retaliate, but re-entered in a minute, bearing a reaming silver pint, whose contents I lauded with becoming earnestness. And afterwards she furnished me with the sequel of Heathcliff's history. He had a 'queer' end, as she expressed it.", "characters": 256, "sentences": 4}, {"text": "'He's just like a dog, is he not, Ellen?' she once observed, 'or a cart-horse? He does his work, eats his food, and sleeps eternally! What a blank, dreary mind he must have! Do you ever dream, Hareton? And, if you do, what is it about? But you can't speak to me!'", "characters": 263, "sentences": 1}, {"text": "'He's, perhaps, dreaming now,' she continued.  'He twitched his shoulder as Juno twitches hers.  Ask him, Ellen.'", "characters": 113, "sentences": 4}, {"text": "'Mr. Hareton will ask the master to send you up-stairs, if you don't behave!' I said.  He had not only twitched his shoulder but clenched his fist, as if tempted to use it.", "characters": 172, "sentences": 4}, {"text": "'I know why Hareton never speaks, when I am in the kitchen,' she exclaimed, on another occasion.  'He is afraid I shall laugh at him. Ellen, what do you think?  He began to teach himself to read once; and, because I laughed, he burned his books, and dropped it: was he not a fool?'", "characters": 281, "sentences": 3}, {"text": "'Perhaps I was,' she went on; 'but I did not expect him to be so silly. Hareton, if I gave you a book, would you take it now?  I'll try!'", "characters": 137, "sentences": 2}, {"text": "She placed one she had been perusing on his hand; he flung it off, and muttered, if she did not give over, he would break her neck.", "characters": 131, "sentences": 2}, {"text": "'Let me take that pipe,' she said, cautiously advancing her hand and abstracting it from his mouth.", "characters": 99, "sentences": 2}, {"text": "Before he could attempt to recover it, it was broken, and behind the fire.  He swore at her and seized another.", "characters": 111, "sentences": 3}, {"text": "'Stop,' she cried, 'you must listen to me first; and I can't speak while those clouds are floating in my face.'", "characters": 111, "sentences": 2}, {"text": "'No,' she persisted, 'I won't: I can't tell what to do to make you talk to me; and you are determined not to understand.  When I call you stupid, I don't mean anything: I don't mean that I despise you.  Come, you shall take notice of me, Hareton: you are my cousin, and you shall own me.'", "characters": 288, "sentences": 4}, {"text": "'I shall have naught to do wi' you and your mucky pride, and your damned mocking tricks!' he answered.  'I'll go to hell, body and soul, before I look sideways after you again.  Side out o' t' gate, now, this minute!'", "characters": 217, "sentences": 3}, {"text": "Catherine frowned, and retreated to the window-seat chewing her lip, and endeavouring, by humming an eccentric tune, to conceal a growing tendency to sob.", "characters": 154, "sentences": 2}, {"text": "'You should be friends with your cousin, Mr. Hareton,' I interrupted, 'since she repents of her sauciness.  It would do you a great deal of good: it would make you another man to have her for a companion.'", "characters": 205, "sentences": 4}, {"text": "'A companion!' he cried; 'when she hates me, and does not think me fit to wipe her shoon!  Nay, if it made me a king, I'd not be scorned for seeking her good-will any more.'", "characters": 173, "sentences": 2}, {"text": "'It is not I who hate you, it is you who hate me!' wept Cathy, no longer disguising her trouble.  'You hate me as much as Mr. Heathcliff does, and more.'", "characters": 153, "sentences": 4}, {"text": "'You're a damned liar,' began Earnshaw: 'why have I made him angry, by taking your part, then, a hundred times? and that when you sneered at and despised me, and--Go on plaguing me, and I'll step in yonder, and say you worried me out of the kitchen!'", "characters": 250, "sentences": 1}, {"text": "'I didn't know you took my part,' she answered, drying her eyes; 'and I was miserable and bitter at everybody; but now I thank you, and beg you to forgive me: what can I do besides?'", "characters": 182, "sentences": 1}, {"text": "Whether the kiss convinced Hareton, I cannot tell: he was very careful, for some minutes, that his face should not be seen, and when he did raise it, he was sadly puzzled where to turn his eyes.", "characters": 194, "sentences": 2}, {"text": "Catherine employed herself in wrapping a handsome book neatly in white paper, and having tied it with a bit of ribbon, and addressed it to 'Mr. Hareton Earnshaw,' she desired me to be her ambassadress, and convey the present to its destined recipient.", "characters": 251, "sentences": 3}, {"text": "'And tell him, if he'll take it, I'll come and teach him to read it right,' she said; 'and, if he refuse it, I'll go upstairs, and never tease him again.'", "characters": 154, "sentences": 2}, {"text": "'Nay, you'll be ashamed of me every day of your life,' he answered; 'and the more ashamed, the more you know me; and I cannot bide it.'", "characters": 135, "sentences": 2}, {"text": "I overheard no further distinguishable talk, but, on looking round again, I perceived two such radiant countenances bent over the page of the accepted book, that I did not doubt the treaty had been ratified on both sides; and the enemies were, thenceforth, sworn allies.", "characters": 270, "sentences": 2}, {"text": "'Tak' these in to t' maister, lad,' he said, 'and bide there.  I's gang up to my own rahm.  This hoile's neither mensful nor seemly for us: we mun side out and seearch another.'", "characters": 177, "sentences": 4}, {"text": "'Ony books that yah leave, I shall tak' into th' hahse,' said Joseph, 'and it'll be mitch if yah find 'em agean; soa, yah may plase yerseln!'", "characters": 141, "sentences": 1}, {"text": "Cathy threatened that his library should pay for hers; and, smiling as she passed Hareton, went singing up-stairs: lighter of heart, I venture to say, than ever she had been under that roof before; except, perhaps, during her earliest visits to Linton.", "characters": 252, "sentences": 2}, {"text": "The intimacy thus commenced grew rapidly; though it encountered temporary interruptions.  Earnshaw was not to be civilized with a wish, and my young lady was no philosopher, and no paragon of patience; but both their minds tending to the same point--one loving and desiring to esteem, and the other loving and desiring to be esteemed--they contrived in the end to reach it.", "characters": 373, "sentences": 3}, {"text": "You see, Mr. Lockwood, it was easy enough to win Mrs. Heathcliff's heart. But now, I'm glad you did not try.  The crown of all my wishes will be the union of those two.  I shall envy no one on their wedding day: there won't be a happier woman than myself in England!", "characters": 266, "sentences": 6}, {"text": "I was terrified at the devastation which had been accomplished in a brief half-hour; the black-currant trees were the apple of Joseph's eye, and she had just fixed her choice of a flower-bed in the midst of them.", "characters": 212, "sentences": 2}, {"text": "'There!  That will be all shown to the master,' I exclaimed, 'the minute it is discovered.  And what excuse have you to offer for taking such liberties with the garden?  We shall have a fine explosion on the head of it: see if we don't!  Mr. Hareton, I wonder you should have no more wit than to go and make that mess at her bidding!'", "characters": 334, "sentences": 3}, {"text": "'I'd forgotten they were Joseph's,' answered Earnshaw, rather puzzled; 'but I'll tell him I did it.'", "characters": 100, "sentences": 2}, {"text": "We always ate our meals with Mr. Heathcliff.  I held the mistress's post in making tea and carving; so I was indispensable at table.  Catherine usually sat by me, but to-day she stole nearer to Hareton; and I presently saw she would have no more discretion in her friendship than she had in her hostility.", "characters": 305, "sentences": 5}, {"text": "'Now, mind you don't talk with and notice your cousin too much,' were my whispered instructions as we entered the room.  'It will certainly annoy Mr. Heathcliff, and he'll be mad at you both.'", "characters": 192, "sentences": 4}, {"text": "'It is well you are out of my reach,' he exclaimed.  'What fiend possesses you to stare back at me, continually, with those infernal eyes? Down with them! and don't remind me of your existence again.  I thought I had cured you of laughing.'", "characters": 240, "sentences": 4}, {"text": "'Now, now, idiot!' interrupted Heathcliff, 'cut it short!  What's your grievance?  I'll interfere in no quarrels between you and Nelly.  She may thrust you into the coal-hole for anything I care.'", "characters": 196, "sentences": 3}, {"text": "'We wanted to plant some flowers there,' she cried.  'I'm the only person to blame, for I wished him to do it.'", "characters": 111, "sentences": 3}, {"text": "'And who the devil gave _you_ leave to touch a stick about the place?' demanded her father-in-law, much surprised.  'And who ordered _you_ to obey her?' he added, turning to Hareton.", "characters": 182, "sentences": 3}, {"text": "The latter was speechless; his cousin replied--'You shouldn't grudge a few yards of earth for me to ornament, when you have taken all my land!'", "characters": 143, "sentences": 1}, {"text": "'And my money,' she continued; returning his angry glare, and meantime biting a piece of crust, the remnant of her breakfast.", "characters": 125, "sentences": 2}, {"text": "'And Hareton's land, and his money,' pursued the reckless thing.  'Hareton and I are friends now; and I shall tell him all about you!'", "characters": 134, "sentences": 2}, {"text": "The master seemed confounded a moment: he grew pale, and rose up, eyeing her all the while, with an expression of mortal hate.", "characters": 126, "sentences": 2}, {"text": "'If Hareton does not turn you out of the room, I'll strike him to hell,' thundered Heathcliff.  'Damnable witch! dare you pretend to rouse him against me?  Off with her!  Do you hear?  Fling her into the kitchen! I'll kill her, Ellen Dean, if you let her come into my sight again!'", "characters": 281, "sentences": 2}, {"text": "'Drag her away!' he cried, savagely.  'Are you staying to talk?'  And he approached to execute his own command.", "characters": 111, "sentences": 3}, {"text": "'He'll not obey you, wicked man, any more,' said Catherine; 'and he'll soon detest you as much as I do.'", "characters": 104, "sentences": 2}, {"text": "'Wisht! wisht!' muttered the young man, reproachfully; 'I will not hear you speak so to him.  Have done.'", "characters": 105, "sentences": 3}, {"text": "'Now, _you_ go!' he said to Earnshaw.  'Accursed witch! this time she has provoked me when I could not bear it; and I'll make her repent it for ever!'", "characters": 150, "sentences": 2}, {"text": "I led my young lady out: she was too glad of her escape to resist; the other followed, and Mr. Heathcliff had the room to himself till dinner.  I had counselled Catherine to dine up-stairs; but, as soon as he perceived her vacant seat, he sent me to call her.  He spoke to none of us, ate very little, and went out directly afterwards, intimating that he should not return before evening.", "characters": 388, "sentences": 5}, {"text": "'But it is frenzy to repeat these thoughts to you: only it will let you know why, with a reluctance to be always alone, his society is no benefit; rather an aggravation of the constant torment I suffer: and it partly contributes to render me regardless how he and his cousin go on together.  I can give them no attention any more.'", "characters": 331, "sentences": 3}, {"text": "'But what do you mean by a _change_, Mr. Heathcliff?' I said, alarmed at his manner: though he was neither in danger of losing his senses, nor dying, according to my judgment: he was quite strong and healthy; and, as to his reason, from childhood he had a delight in dwelling on dark things, and entertaining odd fancies.  He might have had a monomania on the subject of his departed idol; but on every other point his wits were as sound as mine.", "characters": 446, "sentences": 4}, {"text": "For some days after that evening Mr. Heathcliff shunned meeting us at meals; yet he would not consent formally to exclude Hareton and Cathy.  He had an aversion to yielding so completely to his feelings, choosing rather to absent himself; and eating once in twenty-four hours seemed sufficient sustenance for him.", "characters": 313, "sentences": 4}, {"text": "'He told me to begone as fast as I could,' she answered.  'But he looked so different from his usual look that I stopped a moment to stare at him.'", "characters": 147, "sentences": 3}, {"text": "'Why, almost bright and cheerful.  No, _almost_ nothing--_very much_ excited, and wild, and glad!' she replied.", "characters": 111, "sentences": 3}, {"text": "'Night-walking amuses him, then,' I remarked, affecting a careless manner: in reality as surprised as she was, and anxious to ascertain the truth of her statement; for to see the master looking glad would not be an every-day spectacle.  I framed an excuse to go in.  Heathcliff stood at the open door; he was pale, and he trembled: yet, certainly, he had a strange joyful glitter in his eyes, that altered the aspect of his whole face.", "characters": 435, "sentences": 4}, {"text": "'Will you have some breakfast?' I said.  'You must be hungry, rambling about all night!'  I wanted to discover where he had been, but I did not like to ask directly.", "characters": 165, "sentences": 3}, {"text": "'No, I'm not hungry,' he answered, averting his head, and speaking rather contemptuously, as if he guessed I was trying to divine the occasion of his good humour.", "characters": 162, "sentences": 2}, {"text": "I felt perplexed: I didn't know whether it were not a proper opportunity to offer a bit of admonition.", "characters": 102, "sentences": 2}, {"text": "'I don't think it right to wander out of doors,' I observed, 'instead of being in bed: it is not wise, at any rate this moist season.  I daresay you'll catch a bad cold or a fever: you have something the matter with you now!'", "characters": 225, "sentences": 2}, {"text": "'Nothing but what I can bear,' he replied; 'and with the greatest pleasure, provided you'll leave me alone: get in, and don't annoy me.'", "characters": 136, "sentences": 2}, {"text": "'Yes!' I reflected to myself, 'we shall have a fit of illness.  I cannot conceive what he has been doing.'", "characters": 106, "sentences": 3}, {"text": "That noon he sat down to dinner with us, and received a heaped-up plate from my hands, as if he intended to make amends for previous fasting.", "characters": 141, "sentences": 2}, {"text": "'I've neither cold nor fever, Nelly,' he remarked, in allusion to my morning's speech; 'and I'm ready to do justice to the food you give me.'", "characters": 141, "sentences": 2}, {"text": "He took his knife and fork, and was going to commence eating, when the inclination appeared to become suddenly extinct.  He laid them on the table, looked eagerly towards the window, then rose and went out.  We saw him walking to and fro in the garden while we concluded our meal, and Earnshaw said he'd go and ask why he would not dine: he thought we had grieved him some way.", "characters": 377, "sentences": 4}, {"text": "'Nay,' he answered; 'but he's not angry: he seemed rarely pleased indeed; only I made him impatient by speaking to him twice; and then he bid me be off to you: he wondered how I could want the company of anybody else.'", "characters": 218, "sentences": 2}, {"text": "I set his plate to keep warm on the fender; and after an hour or two he re-entered, when the room was clear, in no degree calmer: the same unnatural--it was unnatural--appearance of joy under his black brows; the same bloodless hue, and his teeth visible, now and then, in a kind of smile; his frame shivering, not as one shivers with chill or weakness, but as a tight-stretched cord vibrates--a strong thrilling, rather than trembling.", "characters": 436, "sentences": 2}, {"text": "I will ask what is the matter, I thought; or who should?  And I exclaimed--'Have you heard any good news, Mr. Heathcliff?  You look uncommonly animated.'", "characters": 153, "sentences": 3}, {"text": "'Where should good news come from to me?' he said.  'I'm animated with hunger; and, seemingly, I must not eat.'", "characters": 111, "sentences": 3}, {"text": "'I don't want it now,' he muttered, hastily: 'I'll wait till supper.  And, Nelly, once for all, let me beg you to warn Hareton and the other away from me.  I wish to be troubled by nobody: I wish to have this place to myself.'", "characters": 226, "sentences": 4}, {"text": "'Is there some new reason for this banishment?' I inquired.  'Tell me why you are so queer, Mr. Heathcliff?  Where were you last night?  I'm not putting the question through idle curiosity, but--'", "characters": 196, "sentences": 3}, {"text": "'You are putting the question through very idle curiosity,' he interrupted, with a laugh.  'Yet I'll answer it.  Last night I was on the threshold of hell.  To-day, I am within sight of my heaven.  I have my eyes on it: hardly three feet to sever me!  And now you'd better go! You'll neither see nor hear anything to frighten you, if you refrain from prying.'", "characters": 359, "sentences": 6}, {"text": "The light flashed on his features as I spoke.  Oh, Mr. Lockwood, I cannot express what a terrible start I got by the momentary view!  Those deep black eyes!  That smile, and ghastly paleness!  It appeared to me, not Mr. Heathcliff, but a goblin; and, in my terror, I let the candle bend towards the wall, and it left me in darkness.", "characters": 332, "sentences": 5}, {"text": "'Yes, close it,' he replied, in his familiar voice.  'There, that is pure awkwardness!  Why did you hold the candle horizontally?  Be quick, and bring another.'", "characters": 160, "sentences": 3}, {"text": "I hurried out in a foolish state of dread, and said to Joseph--'The master wishes you to take him a light and rekindle the fire.'  For I dared not go in myself again just then.", "characters": 176, "sentences": 3}, {"text": "'Come now,' I exclaimed, pushing some bread against his hand, 'eat and drink that, while it is hot: it has been waiting near an hour.'", "characters": 134, "sentences": 2}, {"text": "'Mr. Heathcliff! master!' I cried, 'don't, for God's sake, stare as if you saw an unearthly vision.'", "characters": 100, "sentences": 3}, {"text": "'Don't, for God's sake, shout so loud,' he replied.  'Turn round, and tell me, are we by ourselves?'", "characters": 100, "sentences": 2}, {"text": "Still, I involuntarily obeyed him, as if I was not quite sure.  With a sweep of his hand he cleared a vacant space in front among the breakfast things, and leant forward to gaze more at his ease.", "characters": 195, "sentences": 3}, {"text": "I sat, a model of patience, trying to attract his absorbed attention from its engrossing speculation; till he grew irritable, and got up, asking why I would not allow him to have his own time in taking his meals? and saying that on the next occasion I needn't wait: I might set the things down and go.  Having uttered these words he left the house, slowly sauntered down the garden path, and disappeared through the gate.", "characters": 421, "sentences": 3}, {"text": "The hours crept anxiously by: another evening came.  I did not retire to rest till late, and when I did, I could not sleep.  He returned after midnight, and, instead of going to bed, shut himself into the room beneath.  I listened, and tossed about, and, finally, dressed and descended.  It was too irksome to lie there, harassing my brain with a hundred idle misgivings.", "characters": 371, "sentences": 6}, {"text": "'It is striking four,' I answered.  'You want a candle to take up-stairs: you might have lit one at this fire.'", "characters": 111, "sentences": 3}, {"text": "'No, I don't wish to go up-stairs,' he said.  'Come in, and kindle _me_ a fire, and do anything there is to do about the room.'", "characters": 127, "sentences": 3}, {"text": "'I must blow the coals red first, before I can carry any,' I replied, getting a chair and the bellows.", "characters": 102, "sentences": 2}, {"text": "He roamed to and fro, meantime, in a state approaching distraction; his heavy sighs succeeding each other so thick as to leave no space for common breathing between.", "characters": 165, "sentences": 2}, {"text": "'When day breaks I'll send for Green,' he said; 'I wish to make some legal inquiries of him while I can bestow a thought on those matters, and while I can act calmly.  I have not written my will yet; and how to leave my property I cannot determine.  I wish I could annihilate it from the face of the earth.'", "characters": 307, "sentences": 4}, {"text": "'Happy, master?' I cried.  'Strange happiness!  If you would hear me without being angry, I might offer some advice that would make you happier.'", "characters": 145, "sentences": 3}, {"text": "'I'm rather obliged than angry, Nelly,' he said, 'for you remind me of the manner in which I desire to be buried.  It is to be carried to the churchyard in the evening.  You and Hareton may, if you please, accompany me: and mind, particularly, to notice that the sexton obeys my directions concerning the two coffins!  No minister need come; nor need anything be said over me.--I tell you I have nearly attained _my_ heaven; and that of others is altogether unvalued and uncoveted by me.'", "characters": 488, "sentences": 5}, {"text": "'And supposing you persevered in your obstinate fast, and died by that means, and they refused to bury you in the precincts of the kirk?' I said, shocked at his godless indifference.  'How would you like it?'", "characters": 208, "sentences": 2}, {"text": "'They won't do that,' he replied: 'if they did, you must have me removed secretly; and if you neglect it you shall prove, practically, that the dead are not annihilated!'", "characters": 170, "sentences": 1}, {"text": "As soon as he heard the other members of the family stirring he retired to his den, and I breathed freer.  But in the afternoon, while Joseph and Hareton were at their work, he came into the kitchen again, and, with a wild look, bid me come and sit in the house: he wanted somebody with him. I declined; telling him plainly that his strange talk and manner frightened me, and I had neither the nerve nor the will to be his companion alone.", "characters": 439, "sentences": 4}, {"text": "'I believe you think me a fiend,' he said, with his dismal laugh: 'something too horrible to live under a decent roof.'  Then turning to Catherine, who was there, and who drew behind me at his approach, he added, half sneeringly,--'Will _you_ come, chuck?  I'll not hurt you.  No! to you I've made myself worse than the devil.  Well, there is _one_ who won't shrink from my company!  By God! she's relentless.  Oh, damn it! It's unutterably too much for flesh and blood to bear--even mine.'", "characters": 490, "sentences": 6}, {"text": "He solicited the society of no one more.  At dusk he went into his chamber.  Through the whole night, and far into the morning, we heard him groaning and murmuring to himself.  Hareton was anxious to enter; but I bid him fetch Mr. Kenneth, and he should go in and see him.  When he came, and I requested admittance and tried to open the door, I found it locked; and Heathcliff bid us be damned.  He was better, and would be left alone; so the doctor went away.", "characters": 460, "sentences": 8}, {"text": "The following evening was very wet: indeed, it poured down till day-dawn; and, as I took my morning walk round the house, I observed the master's window swinging open, and the rain driving straight in.  He cannot be in bed, I thought: those showers would drench him through.  He must either be up or out.  But I'll make no more ado, I'll go boldly and look.'", "characters": 358, "sentences": 5}, {"text": "I hasped the window; I combed his black long hair from his forehead; I tried to close his eyes: to extinguish, if possible, that frightful, life-like gaze of exultation before any one else beheld it. They would not shut: they seemed to sneer at my attempts; and his parted lips and sharp white teeth sneered too! Taken with another fit of cowardice, I cried out for Joseph. Joseph shuffled up and made a noise, but resolutely refused to meddle with him.", "characters": 453, "sentences": 4}, {"text": "'Th' divil's harried off his soul,' he cried, 'and he may hev' his carcass into t' bargin, for aught I care!  Ech! what a wicked 'un he looks, girning at death!' and the old sinner grinned in mockery.  I thought he intended to cut a caper round the bed; but suddenly composing himself, he fell on his knees, and raised his hands, and returned thanks that the lawful master and the ancient stock were restored to their rights.", "characters": 425, "sentences": 3}, {"text": "I felt stunned by the awful event; and my memory unavoidably recurred to former times with a sort of oppressive sadness.  But poor Hareton, the most wronged, was the only one who really suffered much.  He sat by the corpse all night, weeping in bitter earnest.  He pressed its hand, and kissed the sarcastic, savage face that every one else shrank from contemplating; and bemoaned him with that strong grief which springs naturally from a generous heart, though it be tough as tempered steel.", "characters": 492, "sentences": 5}, {"text": "Mr. Kenneth was perplexed to pronounce of what disorder the master died. I concealed the fact of his having swallowed nothing for four days, fearing it might lead to trouble, and then, I am persuaded, he did not abstain on purpose: it was the consequence of his strange illness, not the cause.", "characters": 293, "sentences": 4}, {"text": "I saw nothing; but neither the sheep nor he would go on so I bid him take the road lower down.  He probably raised the phantoms from thinking, as he traversed the moors alone, on the nonsense he had heard his parents and companions repeat.  Yet, still, I don't like being out in the dark now; and I don't like being left by myself in this grim house: I cannot help it; I shall be glad when they leave it, and shift to the Grange.", "characters": 429, "sentences": 4}, {"text": "'Why, Joseph will take care of the house, and, perhaps, a lad to keep him company.  They will live in the kitchen, and the rest will be shut up.'", "characters": 145, "sentences": 3}, {"text": "'No, Mr. Lockwood,' said Nelly, shaking her head.  'I believe the dead are at peace: but it is not right to speak of them with levity.'", "characters": 135, "sentences": 4}, {"text": "'_They_ are afraid of nothing,' I grumbled, watching their approach through the window.  'Together, they would brave Satan and all his legions.'", "characters": 144, "sentences": 3}, {"text": "My walk home was lengthened by a diversion in the direction of the kirk. When beneath its walls, I perceived decay had made progress, even in seven months: many a window showed black gaps deprived of glass; and slates jutted off here and there, beyond the right line of the roof, to be gradually worked off in coming autumn storms.", "characters": 331, "sentences": 3}, {"text": "I sought, and soon discovered, the three headstones on the slope next the moor: the middle one grey, and half buried in the heath; Edgar Linton's only harmonized by the turf and moss creeping up its foot; Heathcliff's still bare.", "characters": 229, "sentences": 2}, {"text": "I lingered round them, under that benign sky: watched the moths fluttering among the heath and harebells, listened to the soft wind breathing through the grass, and wondered how any one could ever imagine unquiet slumbers for the sleepers in that quiet earth.", "characters": 259, "sentences": 2}], "id": 768, "paragraphs": 1026, "author": "Emily Bronte"}