{"title": "Gulliver's Travels", "data": [{"text": "GULLIVER’S TRAVELS                                INTO SEVERAL                        REMOTE NATIONS OF THE WORLD", "characters": 115, "sentences": 1}, {"text": "BY JONATHAN SWIFT, D.D.,                       DEAN OF ST. PATRICK’S, DUBLIN.", "characters": 79, "sentences": 5}, {"text": "The author of these Travels, Mr. Lemuel Gulliver, is my ancient and intimate friend; there is likewise some relation between us on the mother’s side.  About three years ago, Mr. Gulliver growing weary of the concourse of curious people coming to him at his house in Redriff, made a small purchase of land, with a convenient house, near Newark, in Nottinghamshire, his native country; where he now lives retired, yet in good esteem among his neighbours.", "characters": 454, "sentences": 5}, {"text": "Although Mr. Gulliver was born in Nottinghamshire, where his father dwelt, yet I have heard him say his family came from Oxfordshire; to confirm which, I have observed in the churchyard at Banbury in that county, several tombs and monuments of the Gullivers.", "characters": 258, "sentences": 3}, {"text": "By the advice of several worthy persons, to whom, with the author’s permission, I communicated these papers, I now venture to send them into the world, hoping they may be, at least for some time, a better entertainment to our young noblemen, than the common scribbles of politics and party.", "characters": 292, "sentences": 2}, {"text": "As for any further particulars relating to the author, the reader will receive satisfaction from the first pages of the book.", "characters": 125, "sentences": 2}, {"text": "If the censure of the _Yahoos_ could any way affect me, I should have great reason to complain, that some of them are so bold as to think my book of travels a mere fiction out of mine own brain, and have gone so far as to drop hints, that the _Houyhnhnms_ and _Yahoos_ have no more existence than the inhabitants of Utopia.", "characters": 323, "sentences": 2}, {"text": "Do these miserable animals presume to think, that I am so degenerated as to defend my veracity?  _Yahoo_ as I am, it is well known through all _Houyhnhnmland_, that, by the instructions and example of my illustrious master, I was able in the compass of two years (although I confess with the utmost difficulty) to remove that infernal habit of lying, shuffling, deceiving, and equivocating, so deeply rooted in the very souls of all my species; especially the Europeans.", "characters": 470, "sentences": 2}, {"text": "The author gives some account of himself and family.  His first inducements to travel.  He is shipwrecked, and swims for his life.  Gets safe on shore in the country of Lilliput; is made a prisoner, and carried up the country.", "characters": 226, "sentences": 5}, {"text": "It seems, that upon the first moment I was discovered sleeping on the ground, after my landing, the emperor had early notice of it by an express; and determined in council, that I should be tied in the manner I have related, (which was done in the night while I slept;) that plenty of meat and drink should be sent to me, and a machine prepared to carry me to the capital city.", "characters": 377, "sentences": 2}, {"text": "The emperor of Lilliput, attended by several of the nobility, comes to see the author in his confinement.  The emperor’s person and habit described.  Learned men appointed to teach the author their language.  He gains favour by his mild disposition.  His pockets are searched, and his sword and pistols taken from him.", "characters": 320, "sentences": 6}, {"text": "“This is an exact inventory of what we found about the body of the     man-mountain, who used us with great civility, and due respect to     your majesty’s commission.  Signed and sealed on the fourth day of     the eighty-ninth moon of your majesty’s auspicious reign.", "characters": 275, "sentences": 3}, {"text": "I had as I before observed, one private pocket, which escaped their search, wherein there was a pair of spectacles (which I sometimes use for the weakness of mine eyes,) a pocket perspective, and some other little conveniences; which, being of no consequence to the emperor, I did not think myself bound in honour to discover, and I apprehended they might be lost or spoiled if I ventured them out of my possession.", "characters": 415, "sentences": 2}, {"text": "The author diverts the emperor, and his nobility of both sexes, in a very uncommon manner.  The diversions of the court of Lilliput described.  The author has his liberty granted him upon certain conditions.", "characters": 207, "sentences": 4}, {"text": "“1st, The man-mountain shall not depart from our dominions, without our license under our great seal.", "characters": 103, "sentences": 2}, {"text": "“2d, He shall not presume to come into our metropolis, without our express order; at which time, the inhabitants shall have two hours warning to keep within doors.", "characters": 165, "sentences": 2}, {"text": "“3d, The said man-mountain shall confine his walks to our principal high roads, and not offer to walk, or lie down, in a meadow or field of corn.", "characters": 147, "sentences": 2}, {"text": "“4th, As he walks the said roads, he shall take the utmost care not to trample upon the bodies of any of our loving subjects, their horses, or carriages, nor take any of our subjects into his hands without their own consent.", "characters": 226, "sentences": 2}, {"text": "“5th, If an express requires extraordinary despatch, the man-mountain shall be obliged to carry, in his pocket, the messenger and horse a six days journey, once in every moon, and return the said messenger back (if so required) safe to our imperial presence.", "characters": 260, "sentences": 2}, {"text": "“6th, He shall be our ally against our enemies in the island of Blefuscu, and do his utmost to destroy their fleet, which is now preparing to invade us.", "characters": 154, "sentences": 2}, {"text": "“7th, That the said man-mountain shall, at his times of leisure, be aiding and assisting to our workmen, in helping to raise certain great stones, towards covering the wall of the principal park, and other our royal buildings.", "characters": 228, "sentences": 2}, {"text": "“8th, That the said man-mountain shall, in two moons’ time, deliver in an exact survey of the circumference of our dominions, by a computation of his own paces round the coast.", "characters": 180, "sentences": 2}, {"text": "“Lastly, That, upon his solemn oath to observe all the above articles, the said man-mountain shall have a daily allowance of meat and drink sufficient for the support of 1724 of our subjects, with free access to our royal person, and other marks of our favour.  Given at our palace at Belfaborac, the twelfth day of the ninety-first moon of our reign.”", "characters": 356, "sentences": 3}, {"text": "Mildendo, the metropolis of Lilliput, described, together with the emperor’s palace.  A conversation between the author and a principal secretary, concerning the affairs of that empire.  The author’s offers to serve the emperor in his wars.", "characters": 244, "sentences": 4}, {"text": "I desired the secretary to present my humble duty to the emperor; and to let him know, “that I thought it would not become me, who was a foreigner, to interfere with parties; but I was ready, with the hazard of my life, to defend his person and state against all invaders.”", "characters": 277, "sentences": 2}, {"text": "The author, by an extraordinary stratagem, prevents an invasion.  A high title of honour is conferred upon him.  Ambassadors arrive from the emperor of Blefuscu, and sue for peace.  The empress’s apartment on fire by an accident; the author instrumental in saving the rest of the palace.", "characters": 289, "sentences": 5}, {"text": "Of the inhabitants of Lilliput; their learning, laws, and customs; the manner of educating their children.  The author’s way of living in that country.  His vindication of a great lady.", "characters": 187, "sentences": 4}, {"text": "I shall say but little at present of their learning, which, for many ages, has flourished in all its branches among them: but their manner of writing is very peculiar, being neither from the left to the right, like the Europeans, nor from the right to the left, like the Arabians, nor from up to down, like the Chinese, but aslant, from one corner of the paper to the other, like ladies in England.", "characters": 398, "sentences": 2}, {"text": "They bury their dead with their heads directly downward, because they hold an opinion, that in eleven thousand moons they are all to rise again; in which period the earth (which they conceive to be flat) will turn upside down, and by this means they shall, at their resurrection, be found ready standing on their feet.  The learned among them confess the absurdity of this doctrine; but the practice still continues, in compliance to the vulgar.", "characters": 445, "sentences": 3}, {"text": "In like manner, the disbelief of a Divine Providence renders a man incapable of holding any public station; for, since kings avow themselves to be the deputies of Providence, the Lilliputians think nothing can be more absurd than for a prince to employ such men as disown the authority under which he acts.", "characters": 306, "sentences": 2}, {"text": "Ingratitude is among them a capital crime, as we read it to have been in some other countries: for they reason thus; that whoever makes ill returns to his benefactor, must needs be a common enemy to the rest of mankind, from whom he has received no obligation, and therefore such a man is not fit to live.", "characters": 305, "sentences": 2}, {"text": "The pension from each family for the education and entertainment of a child, upon failure of due payment, is levied by the emperor’s officers.", "characters": 144, "sentences": 2}, {"text": "The nurseries for children of ordinary gentlemen, merchants, traders, and handicrafts, are managed proportionably after the same manner; only those designed for trades are put out apprentices at eleven years old, whereas those of persons of quality continue in their exercises till fifteen, which answers to twenty-one with us: but the confinement is gradually lessened for the last three years.", "characters": 395, "sentences": 2}, {"text": "In the nurseries of females of the meaner sort, the children are instructed in all kinds of works proper for their sex, and their several degrees: those intended for apprentices are dismissed at seven years old, the rest are kept to eleven.", "characters": 240, "sentences": 2}, {"text": "The cottagers and labourers keep their children at home, their business being only to till and cultivate the earth, and therefore their education is of little consequence to the public: but the old and diseased among them, are supported by hospitals; for begging is a trade unknown in this empire.", "characters": 297, "sentences": 2}, {"text": "The author, being informed of a design to accuse him of high-treason, makes his escape to Blefuscu.  His reception there.", "characters": 121, "sentences": 3}, {"text": "Before I proceed to give an account of my leaving this kingdom, it may be proper to inform the reader of a private intrigue which had been for two months forming against me.", "characters": 173, "sentences": 2}, {"text": "I had been hitherto, all my life, a stranger to courts, for which I was unqualified by the meanness of my condition.  I had indeed heard and read enough of the dispositions of great princes and ministers, but never expected to have found such terrible effects of them, in so remote a country, governed, as I thought, by very different maxims from those in Europe.", "characters": 363, "sentences": 3}, {"text": "“You are to know,” said he, “that several committees of council have been lately called, in the most private manner, on your account; and it is but two days since his majesty came to a full resolution.", "characters": 207, "sentences": 2}, {"text": "This preface made me so impatient, being conscious of my own merits and innocence, that I was going to interrupt him; when he entreated me to be silent, and thus proceeded:—", "characters": 175, "sentences": 1}, {"text": "“Out of gratitude for the favours you have done me, I procured information of the whole proceedings, and a copy of the articles; wherein I venture my head for your service.", "characters": 174, "sentences": 2}, {"text": "“‘That, whereas certain ambassadors arrived from the Court of     Blefuscu, to sue for peace in his majesty’s court, he, the said     Flestrin, did, like a false traitor, aid, abet, comfort, and divert,     the said ambassadors, although he knew them to be servants to a     prince who was lately an open enemy to his imperial majesty, and in     an open war against his said majesty.", "characters": 390, "sentences": 2}, {"text": "“‘That the said Quinbus Flestrin, contrary to the duty of a faithful     subject, is now preparing to make a voyage to the court and empire of     Blefuscu, for which he has received only verbal license from his     imperial majesty; and, under colour of the said license, does falsely     and traitorously intend to take the said voyage, and thereby to aid,     comfort, and abet the emperor of Blefuscu, so lately an enemy, and in     open war with his imperial majesty aforesaid.’", "characters": 489, "sentences": 2}, {"text": "“There are some other articles; but these are the most important, of which I have read you an abstract.", "characters": 105, "sentences": 2}, {"text": "“I leave to your prudence what measures you will take; and to avoid suspicion, I must immediately return in as private a manner as I came.”", "characters": 143, "sentences": 2}, {"text": "I shall not trouble the reader with the particular account of my reception at this court, which was suitable to the generosity of so great a prince; nor of the difficulties I was in for want of a house and bed, being forced to lie on the ground, wrapped up in my coverlet.", "characters": 272, "sentences": 2}, {"text": "The author, by a lucky accident, finds means to leave Blefuscu; and, after some difficulties, returns safe to his native country.", "characters": 129, "sentences": 2}, {"text": "A great storm described; the long boat sent to fetch water; the author goes with it to discover the country.  He is left on shore, is seized by one of the natives, and carried to a farmer’s house.  His reception, with several accidents that happened there.  A description of the inhabitants.", "characters": 293, "sentences": 5}, {"text": "When dinner was done, my master went out to his labourers, and, as I could discover by his voice and gesture, gave his wife strict charge to take care of me.  I was very much tired, and disposed to sleep, which my mistress perceiving, she put me on her own bed, and covered me with a clean white handkerchief, but larger and coarser than the mainsail of a man-of-war.", "characters": 367, "sentences": 3}, {"text": "A description of the farmer’s daughter.  The author carried to a market-town, and then to the metropolis.  The particulars of his journey.", "characters": 140, "sentences": 4}, {"text": "The author sent for to court.  The queen buys him of his master the farmer, and presents him to the king.  He disputes with his majesty’s great scholars.  An apartment at court provided for the author.  He is in high favour with the queen.  He stands up for the honour of his own country.  His quarrels with the queen’s dwarf.", "characters": 330, "sentences": 8}, {"text": "Her majesty agreed to my petition, and easily got the farmer’s consent, who was glad enough to have his daughter preferred at court, and the poor girl herself was not able to hide her joy.  My late master withdrew, bidding me farewell, and saying he had left me in a good service; to which I replied not a word, only making him a slight bow.", "characters": 343, "sentences": 3}, {"text": "This was the sum of my speech, delivered with great improprieties and hesitation.  The latter part was altogether framed in the style peculiar to that people, whereof I learned some phrases from Glumdalclitch, while she was carrying me to court.", "characters": 245, "sentences": 3}, {"text": "The country described.  A proposal for correcting modern maps.  The king’s palace; and some account of the metropolis.  The author’s way of travelling.  The chief temple described.", "characters": 184, "sentences": 6}, {"text": "Whenever I had a mind to see the town, it was always in my travelling-closet; which Glumdalclitch held in her lap in a kind of open sedan, after the fashion of the country, borne by four men, and attended by two others in the queen’s livery.  The people, who had often heard of me, were very curious to crowd about the sedan, and the girl was complaisant enough to make the bearers stop, and to take me in her hand, that I might be more conveniently seen.", "characters": 457, "sentences": 3}, {"text": "His majesty seldom keeps above six hundred horses in his stables: they are generally from fifty-four to sixty feet high.  But, when he goes abroad on solemn days, he is attended, for state, by a military guard of five hundred horse, which, indeed, I thought was the most splendid sight that could be ever beheld, till I saw part of his army in battalia, whereof I shall find another occasion to speak.", "characters": 401, "sentences": 3}, {"text": "Several adventurers that happened to the author.  The execution of a criminal.  The author shows his skill in navigation.", "characters": 121, "sentences": 4}, {"text": "Several contrivances of the author to please the king and queen.  He shows his skill in music.  The king inquires into the state of England, which the author relates to him.  The king’s observations thereon.", "characters": 209, "sentences": 5}, {"text": "Imagine with thyself, courteous reader, how often I then wished for the tongue of Demosthenes or Cicero, that might have enabled me to celebrate the praise of my own dear native country in a style equal to its merits and felicity.", "characters": 230, "sentences": 2}, {"text": "That the other part of the parliament consisted of an assembly called the House of Commons, who were all principal gentlemen, freely picked and culled out by the people themselves, for their great abilities and love of their country, to represent the wisdom of the whole nation.  And that these two bodies made up the most august assembly in Europe; to whom, in conjunction with the prince, the whole legislature is committed.", "characters": 426, "sentences": 3}, {"text": "This conversation was not ended under five audiences, each of several hours; and the king heard the whole with great attention, frequently taking notes of what I spoke, as well as memorandums of what questions he intended to ask me.", "characters": 232, "sentences": 2}, {"text": "He was perfectly astonished with the historical account gave him of our affairs during the last century; protesting “it was only a heap of conspiracies, rebellions, murders, massacres, revolutions, banishments, the very worst effects that avarice, faction, hypocrisy, perfidiousness, cruelty, rage, madness, hatred, envy, lust, malice, and ambition, could produce.”", "characters": 369, "sentences": 2}, {"text": "The author’s love of his country.  He makes a proposal of much advantage to the king, which is rejected.  The king’s great ignorance in politics. The learning of that country very imperfect and confined.  The laws, and military affairs, and parties in the state.", "characters": 266, "sentences": 6}, {"text": "The learning of this people is very defective, consisting only in morality, history, poetry, and mathematics, wherein they must be allowed to excel.  But the last of these is wholly applied to what may be useful in life, to the improvement of agriculture, and all mechanical arts; so that among us, it would be little esteemed.  And as to ideas, entities, abstractions, and transcendentals, I could never drive the least conception into their heads.", "characters": 449, "sentences": 4}, {"text": "The king and queen make a progress to the frontiers.  The author attends them.  The manner in which he leaves the country very particularly related.  He returns to England.", "characters": 172, "sentences": 5}, {"text": "I could force nothing on him but a footman’s tooth, which I observed him to examine with great curiosity, and found he had a fancy for it.  He received it with abundance of thanks, more than such a trifle could deserve.  It was drawn by an unskilful surgeon, in a mistake, from one of Glumdalclitch’s men, who was afflicted with the tooth-ache, but it was as sound as any in his head.  I got it cleaned, and put it into my cabinet. It was about a foot long, and four inches in diameter.", "characters": 490, "sentences": 6}, {"text": "As I was on the road, observing the littleness of the houses, the trees, the cattle, and the people, I began to think myself in Lilliput.  I was afraid of trampling on every traveller I met, and often called aloud to have them stand out of the way, so that I had like to have gotten one or two broken heads for my impertinence.", "characters": 327, "sentences": 3}, {"text": "In a little time, I and my family and friends came to a right understanding: but my wife protested “I should never go to sea any more;” although my evil destiny so ordered, that she had not power to hinder me, as the reader may know hereafter.  In the mean time, I here conclude the second part of my unfortunate voyages.", "characters": 325, "sentences": 3}, {"text": "The author sets out on his third voyage.  Is taken by pirates.  The malice of a Dutchman.  His arrival at an island.  He is received into Laputa.", "characters": 145, "sentences": 6}, {"text": "He said so many other obliging things, and I knew him to be so honest a man, that I could not reject this proposal; the thirst I had of seeing the world, notwithstanding my past misfortunes, continuing as violent as ever.  The only difficulty that remained, was to persuade my wife, whose consent however I at last obtained, by the prospect of advantage she proposed to her children.", "characters": 383, "sentences": 3}, {"text": "We had not sailed above three days, when a great storm arising, we were driven five days to the north-north-east, and then to the east: after which we had fair weather, but still with a pretty strong gale from the west.  Upon the tenth day we were chased by two pirates, who soon overtook us; for my sloop was so deep laden, that she sailed very slow, neither were we in a condition to defend ourselves.", "characters": 403, "sentences": 3}, {"text": "We were boarded about the same time by both the pirates, who entered furiously at the head of their men; but finding us all prostrate upon our faces (for so I gave order), they pinioned us with strong ropes, and setting guard upon us, went to search the sloop.", "characters": 260, "sentences": 2}, {"text": "The next day I sailed to another island, and thence to a third and fourth, sometimes using my sail, and sometimes my paddles.  But, not to trouble the reader with a particular account of my distresses, let it suffice, that on the fifth day I arrived at the last island in my sight, which lay south-south-east to the former.", "characters": 323, "sentences": 3}, {"text": "They made signs for me to come down from the rock, and go towards the shore, which I accordingly did; and the flying island being raised to a convenient height, the verge directly over me, a chain was let down from the lowest gallery, with a seat fastened to the bottom, to which I fixed myself, and was drawn up by pulleys.", "characters": 324, "sentences": 2}, {"text": "The humours and dispositions of the Laputians described.  An account of their learning.  Of the king and his court.  The author’s reception there.  The inhabitants subject to fear and disquietudes.  An account of the women.", "characters": 225, "sentences": 7}, {"text": "While we were at dinner, I made bold to ask the names of several things in their language, and those noble persons, by the assistance of their flappers, delighted to give me answers, hoping to raise my admiration of their great abilities if I could be brought to converse with them.  I was soon able to call for bread and drink, or whatever else I wanted.", "characters": 355, "sentences": 3}, {"text": "This may perhaps pass with the reader rather for an European or English story, than for one of a country so remote.  But he may please to consider, that the caprices of womankind are not limited by any climate or nation, and that they are much more uniform, than can be easily imagined.", "characters": 286, "sentences": 3}, {"text": "A phenomenon solved by modern philosophy and astronomy.  The Laputians’ great improvements in the latter.  The king’s method of suppressing insurrections.", "characters": 158, "sentences": 4}, {"text": "I desired leave of this prince to see the curiosities of the island, which he was graciously pleased to grant, and ordered my tutor to attend me.  I chiefly wanted to know, to what cause, in art or in nature, it owed its several motions, whereof I will now give a philosophical account to the reader.", "characters": 300, "sentences": 3}, {"text": "The stone cannot be removed from its place by any force, because the hoop and its feet are one continued piece with that body of adamant which constitutes the bottom of the island.", "characters": 180, "sentences": 2}, {"text": "When the stone is put parallel to the plane of the horizon, the island stands still; for in that case the extremities of it, being at equal distance from the earth, act with equal force, the one in drawing downwards, the other in pushing upwards, and consequently no motion can ensue.", "characters": 284, "sentences": 2}, {"text": "They have observed ninety-three different comets, and settled their periods with great exactness.  If this be true (and they affirm it with great confidence) it is much to be wished, that their observations were made public, whereby the theory of comets, which at present is very lame and defective, might be brought to the same perfection with other arts of astronomy.", "characters": 369, "sentences": 3}, {"text": "The king would be the most absolute prince in the universe, if he could but prevail on a ministry to join with him; but these having their estates below on the continent, and considering that the office of a favourite has a very uncertain tenure, would never consent to the enslaving of their country.", "characters": 301, "sentences": 2}, {"text": "By a fundamental law of this realm, neither the king, nor either of his two eldest sons, are permitted to leave the island; nor the queen, till she is past child-bearing.", "characters": 170, "sentences": 2}, {"text": "The author leaves Laputa; is conveyed to Balnibarbi; arrives at the metropolis.  A description of the metropolis, and the country adjoining. The author hospitably received by a great lord.  His conversation with that lord.", "characters": 222, "sentences": 5}, {"text": "Although I cannot say that I was ill treated in this island, yet I must confess I thought myself too much neglected, not without some degree of contempt; for neither prince nor people appeared to be curious in any part of knowledge, except mathematics and music, wherein I was far their inferior, and upon that account very little regarded.", "characters": 340, "sentences": 2}, {"text": "I had obtained, by hard study, a good degree of knowledge in their language: I was weary of being confined to an island where I received so little countenance, and resolved to leave it with the first opportunity.", "characters": 212, "sentences": 2}, {"text": "I entreated this illustrious person, to intercede in my behalf with his majesty, for leave to depart; which he accordingly did, as he was pleased to tell me, with regret: for indeed he had made me several offers very advantageous, which, however, I refused, with expressions of the highest acknowledgment.", "characters": 305, "sentences": 2}, {"text": "On the 16th of February I took leave of his majesty and the court.  The king made me a present to the value of about two hundred pounds English, and my protector, his kinsman, as much more, together with a letter of recommendation to a friend of his in Lagado, the metropolis.  The island being then hovering over a mountain about two miles from it, I was let down from the lowest gallery, in the same manner as I had been taken up.", "characters": 432, "sentences": 4}, {"text": "This lord Munodi was a person of the first rank, and had been some years governor of Lagado; but, by a cabal of ministers, was discharged for insufficiency.  However, the king treated him with tenderness, as a well-meaning man, but of a low contemptible understanding.", "characters": 268, "sentences": 3}, {"text": "In a few days we came back to town; and his excellency, considering the bad character he had in the academy, would not go with me himself, but recommended me to a friend of his, to bear me company thither.  My lord was pleased to represent me as a great admirer of projects, and a person of much curiosity and easy belief; which, indeed, was not without truth; for I had myself been a sort of projector in my younger days.", "characters": 422, "sentences": 3}, {"text": "The author permitted to see the grand academy of Lagado.  The academy largely described.  The arts wherein the professors employ themselves.", "characters": 140, "sentences": 4}, {"text": "This academy is not an entire single building, but a continuation of several houses on both sides of a street, which growing waste, was purchased and applied to that use.", "characters": 170, "sentences": 2}, {"text": "I was received very kindly by the warden, and went for many days to the academy.  Every room has in it one or more projectors; and I believe I could not be in fewer than five hundred rooms.", "characters": 189, "sentences": 3}, {"text": "I saw another at work to calcine ice into gunpowder; who likewise showed me a treatise he had written concerning the malleability of fire, which he intended to publish.", "characters": 168, "sentences": 2}, {"text": "There was a most ingenious architect, who had contrived a new method for building houses, by beginning at the roof, and working downward to the foundation; which he justified to me, by the like practice of those two prudent insects, the bee and the spider.", "characters": 256, "sentences": 2}, {"text": "There was a man born blind, who had several apprentices in his own condition: their employment was to mix colours for painters, which their master taught them to distinguish by feeling and smelling.  It was indeed my misfortune to find them at that time not very perfect in their lessons, and the professor himself happened to be generally mistaken. This artist is much encouraged and esteemed by the whole fraternity.", "characters": 418, "sentences": 4}, {"text": "There was an astronomer, who had undertaken to place a sun-dial upon the great weathercock on the town-house, by adjusting the annual and diurnal motions of the earth and sun, so as to answer and coincide with all accidental turnings of the wind.", "characters": 246, "sentences": 2}, {"text": "I visited many other apartments, but shall not trouble my reader with all the curiosities I observed, being studious of brevity.", "characters": 128, "sentences": 2}, {"text": "We crossed a walk to the other part of the academy, where, as I have already said, the projectors in speculative learning resided.", "characters": 130, "sentences": 2}, {"text": "He assured me “that this invention had employed all his thoughts from his youth; that he had emptied the whole vocabulary into his frame, and made the strictest computation of the general proportion there is in books between the numbers of particles, nouns, and verbs, and other parts of speech.”", "characters": 300, "sentences": 2}, {"text": "We next went to the school of languages, where three professors sat in consultation upon improving that of their own country.", "characters": 125, "sentences": 2}, {"text": "The first project was, to shorten discourse, by cutting polysyllables into one, and leaving out verbs and participles, because, in reality, all things imaginable are but norms.", "characters": 176, "sentences": 2}, {"text": "But for short conversations, a man may carry implements in his pockets, and under his arms, enough to supply him; and in his house, he cannot be at a loss.  Therefore the room where company meet who practise this art, is full of all things, ready at hand, requisite to furnish matter for this kind of artificial converse.", "characters": 321, "sentences": 3}, {"text": "Another great advantage proposed by this invention was, that it would serve as a universal language, to be understood in all civilised nations, whose goods and utensils are generally of the same kind, or nearly resembling, so that their uses might easily be comprehended.  And thus ambassadors would be qualified to treat with foreign princes, or ministers of state, to whose tongues they were utter strangers.", "characters": 410, "sentences": 3}, {"text": "A further account of the academy.  The author proposes some improvements, which are honourably received.", "characters": 104, "sentences": 3}, {"text": "This project could not be of any great expense to the public; and might in my poor opinion, be of much use for the despatch of business, in those countries where senates have any share in the legislative power; beget unanimity, shorten debates, open a few mouths which are now closed, and close many more which are now open; curb the petulancy of the young, and correct the positiveness of the old; rouse the stupid, and damp the pert.", "characters": 435, "sentences": 2}, {"text": "He likewise directed, “that every senator in the great council of a nation, after he had delivered his opinion, and argued in the defence of it, should be obliged to give his vote directly contrary; because if that were done, the result would infallibly terminate in the good of the public.”", "characters": 295, "sentences": 2}, {"text": "The women were proposed to be taxed according to their beauty and skill in dressing, wherein they had the same privilege with the men, to be determined by their own judgment.  But constancy, chastity, good sense, and good nature, were not rated, because they would not bear the charge of collecting.", "characters": 299, "sentences": 3}, {"text": "The whole discourse was written with great acuteness, containing many observations, both curious and useful for politicians; but, as I conceived, not altogether complete.  This I ventured to tell the author, and offered, if he pleased, to supply him with some additions.  He received my proposition with more compliance than is usual among writers, especially those of the projecting species, professing “he would be glad to receive further information.”", "characters": 458, "sentences": 4}, {"text": "The professor made me great acknowledgments for communicating these observations, and promised to make honourable mention of me in his treatise.", "characters": 144, "sentences": 2}, {"text": "I saw nothing in this country that could invite me to a longer continuance, and began to think of returning home to England.", "characters": 124, "sentences": 2}, {"text": "The author leaves Lagado: arrives at Maldonada.  No ship ready.  He takes a short voyage to Glubbdubdrib.  His reception by the governor.", "characters": 137, "sentences": 5}, {"text": "The governor and his family are served and attended by domestics of a kind somewhat unusual.  By his skill in necromancy he has a power of calling whom he pleases from the dead, and commanding their service for twenty-four hours, but no longer; nor can he call the same persons up again in less than three months, except upon very extraordinary occasions.", "characters": 355, "sentences": 3}, {"text": "I saw Cæsar and Pompey at the head of their troops, just ready to engage. I saw the former, in his last great triumph.  I desired that the senate of Rome might appear before me, in one large chamber, and an assembly of somewhat a later age in counterview, in another.  The first seemed to be an assembly of heroes and demigods; the other, a knot of pedlars, pick-pockets, highwayman, and bullies.", "characters": 397, "sentences": 5}, {"text": "I spent five days in conversing with many others of the ancient learned. I saw most of the first Roman emperors.  I prevailed on the governor to call up Heliogabalus’s cooks to dress us a dinner, but they could not show us much of their skill, for want of materials.  A helot of Agesilaus made us a dish of Spartan broth, but I was not able to get down a second spoonful.", "characters": 373, "sentences": 5}, {"text": "I was surprised to find corruption grown so high and so quick in that empire, by the force of luxury so lately introduced; which made me less wonder at many parallel cases in other countries, where vices of all kinds have reigned so much longer, and where the whole praise, as well as pillage, has been engrossed by the chief commander, who perhaps had the least title to either.", "characters": 379, "sentences": 2}, {"text": "As every person called up made exactly the same appearance he had done in the world, it gave me melancholy reflections to observe how much the race of human kind was degenerated among us within these hundred years past; how the pox, under all its consequences and denominations had altered every lineament of an English countenance; shortened the size of bodies, unbraced the nerves, relaxed the sinews and muscles, introduced a sallow complexion, and rendered the flesh loose and rancid.", "characters": 488, "sentences": 2}, {"text": "The author returns to Maldonada.  Sails to the kingdom of Luggnagg.  The author confined.  He is sent for to court.  The manner of his admittance. The king’s great lenity to his subjects.", "characters": 189, "sentences": 7}, {"text": "I hired a young man, who came in the same ship, to be an interpreter; he was a native of Luggnagg, but had lived some years at Maldonada, and was a perfect master of both languages.  By his assistance, I was able to hold a conversation with those who came to visit me; but this consisted only of their questions, and my answers.", "characters": 328, "sentences": 3}, {"text": "The king was much delighted with my company, and ordered his _bliffmarklub_, or high-chamberlain, to appoint a lodging in the court for me and my interpreter; with a daily allowance for my table, and a large purse of gold for my common expenses.", "characters": 245, "sentences": 2}, {"text": "I staid three months in this country, out of perfect obedience to his majesty; who was pleased highly to favour me, and made me very honourable offers.  But I thought it more consistent with prudence and justice to pass the remainder of my days with my wife and family.", "characters": 269, "sentences": 3}, {"text": "The Luggnaggians commended.  A particular description of the Struldbrugs, with many conversations between the author and some eminent persons upon that subject.", "characters": 160, "sentences": 3}, {"text": "The Luggnaggians are a polite and generous people; and although they are not without some share of that pride which is peculiar to all Eastern countries, yet they show themselves courteous to strangers, especially such who are countenanced by the court.  I had many acquaintance, and among persons of the best fashion; and being always attended by my interpreter, the conversation we had was not disagreeable.", "characters": 409, "sentences": 3}, {"text": "I answered, “it was easy to be eloquent on so copious and delightful a subject, especially to me, who had been often apt to amuse myself with visions of what I should do, if I were a king, a general, or a great lord: and upon this very case, I had frequently run over the whole system how I should employ myself, and pass the time, if I were sure to live for ever.", "characters": 366, "sentences": 2}, {"text": "“These _struldbrugs_ and I would mutually communicate our observations and memorials, through the course of time; remark the several gradations by which corruption steals into the world, and oppose it in every step, by giving perpetual warning and instruction to mankind; which, added to the strong influence of our own example, would probably prevent that continual degeneracy of human nature so justly complained of in all ages.", "characters": 432, "sentences": 2}, {"text": "“What wonderful discoveries should we make in astronomy, by outliving and confirming our own predictions; by observing the progress and return of comets, with the changes of motion in the sun, moon, and stars!”", "characters": 214, "sentences": 1}, {"text": "“If a _struldbrug_ happen to marry one of his own kind, the marriage is dissolved of course, by the courtesy of the kingdom, as soon as the younger of the two comes to be fourscore; for the law thinks it a reasonable indulgence, that those who are condemned, without any fault of their own, to a perpetual continuance in the world, should not have their misery doubled by the load of a wife.", "characters": 393, "sentences": 2}, {"text": "“The language of this country being always upon the flux, the _struldbrugs_ of one age do not understand those of another; neither are they able, after two hundred years, to hold any conversation (farther than by a few general words) with their neighbours the mortals; and thus they lie under the disadvantage of living like foreigners in their own country.”", "characters": 362, "sentences": 2}, {"text": "They were the most mortifying sight I ever beheld; and the women more horrible than the men.  Besides the usual deformities in extreme old age, they acquired an additional ghastliness, in proportion to their number of years, which is not to be described; and among half a dozen, I soon distinguished which was the eldest, although there was not above a century or two between them.", "characters": 381, "sentences": 3}, {"text": "I could not but agree, that the laws of this kingdom relative to the _struldbrugs_ were founded upon the strongest reasons, and such as any other country would be under the necessity of enacting, in the like circumstances.  Otherwise, as avarice is the necessary consequence of old age, those immortals would in time become proprietors of the whole nation, and engross the civil power, which, for want of abilities to manage, must end in the ruin of the public.", "characters": 461, "sentences": 3}, {"text": "The author leaves Luggnagg, and sails to Japan.  From thence he returns in a Dutch ship to Amsterdam, and from Amsterdam to England.", "characters": 132, "sentences": 3}, {"text": "There is indeed a perpetual commerce between this kingdom and the great empire of Japan; and it is very probable, that the Japanese authors may have given some account of the _struldbrugs_; but my stay in Japan was so short, and I was so entirely a stranger to the language, that I was not qualified to make any inquiries.  But I hope the Dutch, upon this notice, will be curious and able enough to supply my defects.", "characters": 417, "sentences": 3}, {"text": "His majesty having often pressed me to accept some employment in his court, and finding me absolutely determined to return to my native country, was pleased to give me his license to depart; and honoured me with a letter of recommendation, under his own hand, to the Emperor of Japan.  He likewise presented me with four hundred and forty-four large pieces of gold (this nation delighting in even numbers), and a red diamond, which I sold in England for eleven hundred pounds.", "characters": 476, "sentences": 3}, {"text": "Nothing happened worth mentioning in this voyage.  We sailed with a fair wind to the Cape of Good Hope, where we staid only to take in fresh water.  On the 10th of April, 1710, we arrived safe at Amsterdam, having lost only three men by sickness in the voyage, and a fourth, who fell from the foremast into the sea, not far from the coast of Guinea.  From Amsterdam I soon after set sail for England, in a small vessel belonging to that city.", "characters": 442, "sentences": 5}, {"text": "On the 16th of April we put in at the Downs.  I landed next morning, and saw once more my native country, after an absence of five years and six months complete.  I went straight to Redriff, where I arrived the same day at two in the afternoon, and found my wife and family in good health.", "characters": 289, "sentences": 4}, {"text": "The author sets out as captain of a ship.  His men conspire against him, confine him a long time to his cabin, and set him on shore in an unknown land.  He travels up into the country.  The Yahoos, a strange sort of animal, described.  The author meets two Houyhnhnms.", "characters": 268, "sentences": 6}, {"text": "The author conducted by a Houyhnhnm to his house.  The house described. The author’s reception.  The food of the Houyhnhnms.  The author in distress for want of meat.  Is at last relieved.  His manner of feeding in this country.", "characters": 230, "sentences": 8}, {"text": "This is enough to say upon the subject of my diet, wherewith other travellers fill their books, as if the readers were personally concerned whether we fare well or ill.  However, it was necessary to mention this matter, lest the world should think it impossible that I could find sustenance for three years in such a country, and among such inhabitants.", "characters": 353, "sentences": 3}, {"text": "When it grew towards evening, the master horse ordered a place for me to lodge in; it was but six yards from the house and separated from the stable of the _Yahoos_.  Here I got some straw, and covering myself with my own clothes, slept very sound.  But I was in a short time better accommodated, as the reader shall know hereafter, when I come to treat more particularly about my way of living.", "characters": 395, "sentences": 4}, {"text": "The author studies to learn the language.  The Houyhnhnm, his master, assists in teaching him.  The language described.  Several Houyhnhnms of quality come out of curiosity to see the author.  He gives his master a short account of his voyage.", "characters": 243, "sentences": 6}, {"text": "In speaking, they pronounced through the nose and throat, and their language approaches nearest to the High-Dutch, or German, of any I know in Europe; but is much more graceful and significant.  The emperor Charles V. made almost the same observation, when he said “that if he were to speak to his horse, it should be in High-Dutch.”", "characters": 337, "sentences": 4}, {"text": "The _Houyhnhnms_, who came to visit my master out of a design of seeing and talking with me, could hardly believe me to be a right _Yahoo_, because my body had a different covering from others of my kind.  They were astonished to observe me without the usual hair or skin, except on my head, face, and hands; but I discovered that secret to my master upon an accident which happened about a fortnight before.", "characters": 408, "sentences": 3}, {"text": "Thenceforward he doubled the pains he had been at to instruct me: he brought me into all company, and made them treat me with civility; “because,” as he told them, privately, “this would put me into good humour, and make me more diverting.”", "characters": 248, "sentences": 2}, {"text": "Every day, when I waited on him, beside the trouble he was at in teaching, he would ask me several questions concerning myself, which I answered as well as I could, and by these means he had already received some general ideas, though very imperfect.  It would be tedious to relate the several steps by which I advanced to a more regular conversation; but the first account I gave of myself in any order and length was to this purpose:", "characters": 435, "sentences": 2}, {"text": "The Houyhnhnm’s notion of truth and falsehood.  The author’s discourse disapproved by his master.  The author gives a more particular account of himself, and the accidents of his voyage.", "characters": 190, "sentences": 4}, {"text": "I assured him, “how extremely desirous I was that he should be satisfied on every point; but I doubted much, whether it would be possible for me to explain myself on several subjects, whereof his honour could have no conception; because I saw nothing in his country to which I could resemble them; that, however, I would do my best, and strive to express myself by similitudes, humbly desiring his assistance when I wanted proper words;” which he was pleased to promise me.", "characters": 477, "sentences": 2}, {"text": "The author at his master’s command, informs him of the state of England. The causes of war among the princes of Europe.  The author begins to explain the English constitution.", "characters": 177, "sentences": 4}, {"text": "“There is likewise a kind of beggarly princes in Europe, not able to make war by themselves, who hire out their troops to richer nations, for so much a day to each man; of which they keep three-fourths to themselves, and it is the best part of their maintenance: such are those in many northern parts of Europe.”", "characters": 316, "sentences": 2}, {"text": "I assured his honour, “that the law was a science in which I had not much conversed, further than by employing advocates, in vain, upon some injustices that had been done me: however, I would give him all the satisfaction I was able.”", "characters": 238, "sentences": 2}, {"text": "“It is a maxim among these lawyers that whatever has been done before, may legally be done again: and therefore they take special care to record all the decisions formerly made against common justice, and the general reason of mankind.  These, under the name of precedents, they produce as authorities to justify the most iniquitous opinions; and the judges never fail of directing accordingly.", "characters": 396, "sentences": 3}, {"text": "“It is likewise to be observed, that this society has a peculiar cant and jargon of their own, that no other mortal can understand, and wherein all their laws are written, which they take special care to multiply; whereby they have wholly confounded the very essence of truth and falsehood, of right and wrong; so that it will take thirty years to decide, whether the field left me by my ancestors for six generations belongs to me, or to a stranger three hundred miles off.", "characters": 476, "sentences": 2}, {"text": "“In the trial of persons accused for crimes against the state, the method is much more short and commendable: the judge first sends to sound the disposition of those in power, after which he can easily hang or save a criminal, strictly preserving all due forms of law.”", "characters": 273, "sentences": 2}, {"text": "A continuation of the state of England under Queen Anne.  The character of a first minister of state in European courts.", "characters": 120, "sentences": 3}, {"text": "“But beside all this, the bulk of our people supported themselves by furnishing the necessities or conveniences of life to the rich and to each other.  For instance, when I am at home, and dressed as I ought to be, I carry on my body the workmanship of a hundred tradesmen; the building and furniture of my house employ as many more, and five times the number to adorn my wife.”", "characters": 382, "sentences": 3}, {"text": "“But, besides real diseases, we are subject to many that are only imaginary, for which the physicians have invented imaginary cures; these have their several names, and so have the drugs that are proper for them; and with these our female _Yahoos_ are always infested.", "characters": 270, "sentences": 2}, {"text": "“One great excellency in this tribe, is their skill at prognostics, wherein they seldom fail; their predictions in real diseases, when they rise to any degree of malignity, generally portending death, which is always in their power, when recovery is not: and therefore, upon any unexpected signs of amendment, after they have pronounced their sentence, rather than be accused as false prophets, they know how to approve their sagacity to the world, by a seasonable dose.", "characters": 472, "sentences": 2}, {"text": "“They are likewise of special use to husbands and wives who are grown weary of their mates; to eldest sons, to great ministers of state, and often to princes.”", "characters": 163, "sentences": 2}, {"text": "I had formerly, upon occasion, discoursed with my master upon the nature of government in general, and particularly of our own excellent constitution, deservedly the wonder and envy of the whole world.  But having here accidentally mentioned a minister of state, he commanded me, some time after, to inform him, “what species of _Yahoo_ I particularly meant by that appellation.”", "characters": 383, "sentences": 3}, {"text": "“The palace of a chief minister is a seminary to breed up others in his own trade: the pages, lackeys, and porters, by imitating their master, become ministers of state in their several districts, and learn to excel in the three principal ingredients, of insolence, lying, and bribery. Accordingly, they have a subaltern court paid to them by persons of the best rank; and sometimes by the force of dexterity and impudence, arrive, through several gradations, to be successors to their lord.", "characters": 493, "sentences": 3}, {"text": "“He is usually governed by a decayed wench, or favourite footman, who are the tunnels through which all graces are conveyed, and may properly be called, in the last resort, the governors of the kingdom.”", "characters": 207, "sentences": 2}, {"text": "He made me observe, “that among the _Houyhnhnms_, the white, the sorrel, and the iron-gray, were not so exactly shaped as the bay, the dapple-gray, and the black; nor born with equal talents of mind, or a capacity to improve them; and therefore continued always in the condition of servants, without ever aspiring to match out of their own race, which in that country would be reckoned monstrous and unnatural.”", "characters": 415, "sentences": 2}, {"text": "“Without the consent of this illustrious body, no law can be enacted, repealed, or altered: and these nobles have likewise the decision of all our possessions, without appeal.” {514}", "characters": 186, "sentences": 2}, {"text": "The author’s great love of his native country.  His master’s observations upon the constitution and administration of England, as described by the author, with parallel cases and comparisons.  His master’s observations upon human nature.", "characters": 243, "sentences": 4}, {"text": "I have related the substance of several conversations I had with my master during the greatest part of the time I had the honour to be in his service; but have, indeed, for brevity sake, omitted much more than is here set down.", "characters": 227, "sentences": 2}, {"text": "“That our institutions of government and law were plainly owing to our gross defects in reason, and by consequence in virtue; because reason alone is sufficient to govern a rational creature; which was, therefore, a character we had no pretence to challenge, even from the account I had given of my own people; although he manifestly perceived, that, in order to favour them, I had concealed many particulars, and often said the thing which was not.", "characters": 451, "sentences": 2}, {"text": "My master further assured me, which I also observed myself, “that in the fields where the shining stones abound, the fiercest and most frequent battles are fought, occasioned by perpetual inroads of the neighbouring _Yahoos_.”", "characters": 230, "sentences": 2}, {"text": "“There was also another kind of root, very juicy, but somewhat rare and difficult to be found, which the _Yahoos_ sought for with much eagerness, and would suck it with great delight; it produced in them the same effects that wine has upon us.  It would make them sometimes hug, and sometimes tear one another; they would howl, and grin, and chatter, and reel, and tumble, and then fall asleep in the mud.”", "characters": 410, "sentences": 3}, {"text": "I durst make no return to this malicious insinuation, which debased human understanding below the sagacity of a common hound, who has judgment enough to distinguish and follow the cry of the ablest dog in the pack, without being ever mistaken.", "characters": 243, "sentences": 2}, {"text": "His honour had further observed, “that a female _Yahoo_ would often stand behind a bank or a bush, to gaze on the young males passing by, and then appear, and hide, using many antic gestures and grimaces, at which time it was observed that she had a most offensive smell; and when any of the males advanced, would slowly retire, looking often back, and with a counterfeit show of fear, run off into some convenient place, where she knew the male would follow her.", "characters": 465, "sentences": 2}, {"text": "“At other times, if a female stranger came among them, three or four of her own sex would get about her, and stare, and chatter, and grin, and smell her all over; and then turn off with gestures, that seemed to express contempt and disdain.”", "characters": 245, "sentences": 2}, {"text": "Perhaps my master might refine a little in these speculations, which he had drawn from what he observed himself, or had been told him by others; however, I could not reflect without some amazement, and much sorrow, that the rudiments of lewdness, coquetry, censure, and scandal, should have place by instinct in womankind.", "characters": 322, "sentences": 2}, {"text": "I expected every moment that my master would accuse the _Yahoos_ of those unnatural appetites in both sexes, so common among us.  But nature, it seems, has not been so expert a school-mistress; and these politer pleasures are entirely the productions of art and reason on our side of the globe.", "characters": 294, "sentences": 3}, {"text": "The author relates several particulars of the _Yahoos_.  The great virtues of the _Houyhnhnms_.  The education and exercise of their youth. Their general assembly.", "characters": 163, "sentences": 5}, {"text": "They swim from their infancy like frogs, and are able to continue long under water, where they often take fish, which the females carry home to their young.  And, upon this occasion, I hope the reader will pardon my relating an odd adventure.", "characters": 242, "sentences": 3}, {"text": "Having lived three years in this country, the reader, I suppose, will expect that I should, like other travellers, give him some account of the manners and customs of its inhabitants, which it was indeed my principal study to learn.", "characters": 232, "sentences": 2}, {"text": "In their marriages, they are exactly careful to choose such colours as will not make any disagreeable mixture in the breed.  Strength is chiefly valued in the male, and comeliness in the female; not upon the account of love, but to preserve the race from degenerating; for where a female happens to excel in strength, a consort is chosen, with regard to comeliness.", "characters": 365, "sentences": 3}, {"text": "A grand debate at the general assembly of the _Houyhnhnms_, and how it was determined.  The learning of the _Houyhnhnms_.  Their buildings. Their manner of burials.  The defectiveness of their language.", "characters": 202, "sentences": 6}, {"text": "One of these grand assemblies was held in my time, about three months before my departure, whither my master went as the representative of our district.  In this council was resumed their old debate, and indeed the only debate that ever happened in their country; whereof my master, after his return, give me a very particular account.", "characters": 335, "sentences": 3}, {"text": "This was all my master thought fit to tell me, at that time, of what passed in the grand council.  But he was pleased to conceal one particular, which related personally to myself, whereof I soon felt the unhappy effect, as the reader will know in its proper place, and whence I date all the succeeding misfortunes of my life.", "characters": 326, "sentences": 3}, {"text": "They calculate the year by the revolution of the sun and moon, but use no subdivisions into weeks.  They are well enough acquainted with the motions of those two luminaries, and understand the nature of eclipses; and this is the utmost progress of their astronomy.", "characters": 264, "sentences": 3}, {"text": "I could, with great pleasure, enlarge further upon the manners and virtues of this excellent people; but intending in a short time to publish a volume by itself, expressly upon that subject, I refer the reader thither; and, in the mean time, proceed to relate my own sad catastrophe.", "characters": 283, "sentences": 2}, {"text": "The author’s economy, and happy life, among the Houyhnhnms.  His great improvement in virtue by conversing with them.  Their conversations.  The author has notice given him by his master, that he must depart from the country.  He falls into a swoon for grief; but submits.  He contrives and finishes a canoe by the help of a fellow-servant, and puts to sea at a venture.", "characters": 372, "sentences": 7}, {"text": "I should here observe to the reader, that a decree of the general assembly in this country is expressed by the word _hnhloayn_, which signifies an exhortation, as near as I can render it; for they have no conception how a rational creature can be compelled, but only advised, or exhorted; because no person can disobey reason, without giving up his claim to be a rational creature.", "characters": 381, "sentences": 2}, {"text": "My master, in a few words, made me a very gracious reply; allowed me the space of two months to finish my boat; and ordered the sorrel nag, my fellow-servant (for so, at this distance, I may presume to call him), to follow my instruction; because I told my master, “that his help would be sufficient, and I knew he had a tenderness for me.”", "characters": 344, "sentences": 2}, {"text": "After I had discovered this island, I considered no further; but resolved it should if possible, be the first place of my banishment, leaving the consequence to fortune.", "characters": 169, "sentences": 2}, {"text": "I tried my canoe in a large pond, near my master’s house, and then corrected in it what was amiss; stopping all the chinks with _Yahoos’_ tallow, till I found it staunch, and able to bear me and my freight; and, when it was as complete as I could possibly make it, I had it drawn on a carriage very gently by _Yahoos_ to the sea-side, under the conduct of the sorrel nag and another servant.", "characters": 395, "sentences": 2}, {"text": "I paid my respects to the rest of the _Houyhnhnms_ in his honour’s company; then getting into my canoe, I pushed off from shore.", "characters": 130, "sentences": 2}, {"text": "The author’s dangerous voyage.  He arrives at New Holland, hoping to settle there.  Is wounded with an arrow by one of the natives.  Is seized and carried by force into a Portuguese ship.  The great civilities of the captain.  The author arrives at England.", "characters": 259, "sentences": 7}, {"text": "I saw no inhabitants in the place where I landed, and being unarmed, I was afraid of venturing far into the country.  I found some shellfish on the shore, and ate them raw, not daring to kindle a fire, for fear of being discovered by the natives.  I continued three days feeding on oysters and limpets, to save my own provisions; and I fortunately found a brook of excellent water, which gave me great relief.", "characters": 409, "sentences": 4}, {"text": "Thus, gentle reader, I have given thee a faithful history of my travels for sixteen years and above seven months: wherein I have not been so studious of ornament as of truth.  I could, perhaps, like others, have astonished thee with strange improbable tales; but I rather chose to relate plain matter of fact, in the simplest manner and style; because my principal design was to inform, and not to amuse thee.", "characters": 409, "sentences": 3}, {"text": "It is easy for us who travel into remote countries, which are seldom visited by Englishmen or other Europeans, to form descriptions of wonderful animals both at sea and land.  Whereas a traveller’s chief aim should be to make men wiser and better, and to improve their minds by the bad, as well as good, example of what they deliver concerning foreign places.", "characters": 361, "sentences": 3}, {"text": "But, as to the formality of taking possession in my sovereign’s name, it never came once into my thoughts; and if it had, yet, as my affairs then stood, I should perhaps, in point of prudence and self-preservation, have put it off to a better opportunity.", "characters": 257, "sentences": 2}, {"text": "{330}  An act of parliament has been since passed by which some breaches of trust have been made capital.", "characters": 105, "sentences": 2}, {"text": "{455}  This is the revised text adopted by Dr. Hawksworth (1766).  The above paragraph in the original editions (1726) takes another form, commencing:—“I told him that should I happen to live in a kingdom where lots were in vogue,” &c.  The names Tribnia and Langdon an not mentioned, and the “close stool” and its signification do not occur.", "characters": 352, "sentences": 5}, {"text": "{546}  The original editions and Hawksworth’s have Rotherhith here, though earlier in the work, Redriff is said to have been Gulliver’s home in England.", "characters": 156, "sentences": 2}], "id": 829, "paragraphs": 196, "author": "Jonathan Swift"}