{"title": "Frankenstein", "data": [{"text": "Produced by Judith Boss, Christy Phillips, Lynn Hanninen, and David Meltzer. HTML version by Al Haines.", "characters": 103, "sentences": 3}, {"text": "You will rejoice to hear that no disaster has accompanied the commencement of an enterprise which you have regarded with such evil forebodings.  I arrived here yesterday, and my first task is to assure my dear sister of my welfare and increasing confidence in the success of my undertaking.", "characters": 290, "sentences": 3}, {"text": "How slowly the time passes here, encompassed as I am by frost and snow! Yet a second step is taken towards my enterprise.  I have hired a vessel and am occupied in collecting my sailors; those whom I have already engaged appear to be men on whom I can depend and are certainly possessed of dauntless courage.", "characters": 308, "sentences": 3}, {"text": "No incidents have hitherto befallen us that would make a figure in a letter.  One or two stiff gales and the springing of a leak are accidents which experienced navigators scarcely remember to record, and I shall be well content if nothing worse happen to us during our voyage.", "characters": 277, "sentences": 3}, {"text": "Adieu, my dear Margaret.  Be assured that for my own sake, as well as yours, I will not rashly encounter danger.  I will be cool, persevering, and prudent.", "characters": 155, "sentences": 4}, {"text": "But success SHALL crown my endeavours.  Wherefore not?  Thus far I have gone, tracing a secure way over the pathless seas, the very stars themselves being witnesses and testimonies of my triumph.  Why not still proceed over the untamed yet obedient element?  What can stop the determined heart and resolved will of man?", "characters": 319, "sentences": 3}, {"text": "My swelling heart involuntarily pours itself out thus.  But I must finish.  Heaven bless my beloved sister!", "characters": 107, "sentences": 3}, {"text": "So strange an accident has happened to us that I cannot forbear recording it, although it is very probable that you will see me before these papers can come into your possession.", "characters": 178, "sentences": 2}, {"text": "Last Monday (July 31st) we were nearly surrounded by ice, which closed in the ship on all sides, scarcely leaving her the sea-room in which she floated.  Our situation was somewhat dangerous, especially as we were compassed round by a very thick fog.  We accordingly lay to, hoping that some change would take place in the atmosphere and weather.", "characters": 346, "sentences": 4}, {"text": "On perceiving me, the stranger addressed me in English, although with a foreign accent.  \"Before I come on board your vessel,\" said he, \"will you have the kindness to inform me whither you are bound?\"", "characters": 200, "sentences": 2}, {"text": "You may conceive my astonishment on hearing such a question addressed to me from a man on the brink of destruction and to whom I should have supposed that my vessel would have been a resource which he would not have exchanged for the most precious wealth the earth can afford.  I replied, however, that we were on a voyage of discovery towards the northern pole.", "characters": 362, "sentences": 3}, {"text": "When my guest was a little recovered I had great trouble to keep off the men, who wished to ask him a thousand questions; but I would not allow him to be tormented by their idle curiosity, in a state of body and mind whose restoration evidently depended upon entire repose. Once, however, the lieutenant asked why he had come so far upon the ice in so strange a vehicle.", "characters": 370, "sentences": 3}, {"text": "His countenance instantly assumed an aspect of the deepest gloom, and he replied, \"To seek one who fled from me.\"", "characters": 113, "sentences": 2}, {"text": "\"Then I fancy we have seen him, for the day before we picked you up we saw some dogs drawing a sledge, with a man in it, across the ice.\"", "characters": 137, "sentences": 2}, {"text": "This aroused the stranger's attention, and he asked a multitude of questions concerning the route which the demon, as he called him, had pursued.  Soon after, when he was alone with me, he said, \"I have, doubtless, excited your curiosity, as well as that of these good people; but you are too considerate to make inquiries.\"", "characters": 324, "sentences": 3}, {"text": "\"Certainly; it would indeed be very impertinent and inhuman in me to trouble you with any inquisitiveness of mine.\"", "characters": 115, "sentences": 2}, {"text": "\"And yet you rescued me from a strange and perilous situation; you have benevolently restored me to life.\"", "characters": 106, "sentences": 2}, {"text": "I shall continue my journal concerning the stranger at intervals, should I have any fresh incidents to record.", "characters": 110, "sentences": 2}, {"text": "As he said this his countenance became expressive of a calm, settled grief that touched me to the heart.  But he was silent and presently retired to his cabin.", "characters": 159, "sentences": 3}, {"text": "Even broken in spirit as he is, no one can feel more deeply than he does the beauties of nature.  The starry sky, the sea, and every sight afforded by these wonderful regions seem still to have the power of elevating his soul from earth.  Such a man has a double existence:  he may suffer misery and be overwhelmed by disappointments, yet when he has retired into himself, he will be like a celestial spirit that has a halo around him, within whose circle no grief or folly ventures.", "characters": 483, "sentences": 4}, {"text": "You may easily imagine that I was much gratified by the offered communication, yet I could not endure that he should renew his grief by a recital of his misfortunes.  I felt the greatest eagerness to hear the promised narrative, partly from curiosity and partly from a strong desire to ameliorate his fate if it were in my power.  I expressed these feelings in my answer.", "characters": 371, "sentences": 4}, {"text": "\"I thank you,\" he replied, \"for your sympathy, but it is useless; my fate is nearly fulfilled.  I wait but for one event, and then I shall repose in peace.  I understand your feeling,\" continued he, perceiving that I wished to interrupt him; \"but you are mistaken, my friend, if thus you will allow me to name you; nothing can alter my destiny; listen to my history, and you will perceive how irrevocably it is determined.\"", "characters": 423, "sentences": 4}, {"text": "Strange and harrowing must be his story, frightful the storm which embraced the gallant vessel on its course and wrecked it--thus!", "characters": 130, "sentences": 1}, {"text": "His daughter attended him with the greatest tenderness, but she saw with despair that their little fund was rapidly decreasing and that there was no other prospect of support.  But Caroline Beaufort possessed a mind of an uncommon mould, and her courage rose to support her in her adversity.  She procured plain work; she plaited straw and by various means contrived to earn a pittance scarcely sufficient to support life.", "characters": 422, "sentences": 4}, {"text": "No human being could have passed a happier childhood than myself.  My parents were possessed by the very spirit of kindness and indulgence. We felt that they were not the tyrants to rule our lot according to their caprice, but the agents and creators of all the many delights which we enjoyed.  When I mingled with other families I distinctly discerned how peculiarly fortunate my lot was, and gratitude assisted the development of filial love.", "characters": 444, "sentences": 5}, {"text": "It was a strong effort of the spirit of good, but it was ineffectual. Destiny was too potent, and her immutable laws had decreed my utter and terrible destruction.", "characters": 163, "sentences": 3}, {"text": "My departure for Ingolstadt, which had been deferred by these events, was now again determined upon.  I obtained from my father a respite of some weeks.  It appeared to me sacrilege so soon to leave the repose, akin to death, of the house of mourning and to rush into the thick of life.  I was new to sorrow, but it did not the less alarm me.  I was unwilling to quit the sight of those that remained to me, and above all, I desired to see my sweet Elizabeth in some degree consoled.", "characters": 483, "sentences": 6}, {"text": "She indeed veiled her grief and strove to act the comforter to us all. She looked steadily on life and assumed its duties with courage and zeal.  She devoted herself to those whom she had been taught to call her uncle and cousins.  Never was she so enchanting as at this time, when she recalled the sunshine of her smiles and spent them upon us. She forgot even her own regret in her endeavours to make us forget.", "characters": 413, "sentences": 6}, {"text": "I had sufficient leisure for these and many other reflections during my journey to Ingolstadt, which was long and fatiguing.  At length the high white steeple of the town met my eyes.  I alighted and was conducted to my solitary apartment to spend the evening as I pleased.", "characters": 273, "sentences": 4}, {"text": "So saying, he stepped aside and wrote down a list of several books treating of natural philosophy which he desired me to procure, and dismissed me after mentioning that in the beginning of the following week he intended to commence a course of lectures upon natural philosophy in its general relations, and that M. Waldman, a fellow professor, would lecture upon chemistry the alternate days that he omitted.", "characters": 408, "sentences": 3}, {"text": "Remember, I am not recording the vision of a madman.  The sun does not more certainly shine in the heavens than that which I now affirm is true.  Some miracle might have produced it, yet the stages of the discovery were distinct and probable.  After days and nights of incredible labour and fatigue, I succeeded in discovering the cause of generation and life; nay, more, I became myself capable of bestowing animation upon lifeless matter.", "characters": 440, "sentences": 5}, {"text": "I knew well therefore what would be my father's feelings, but I could not tear my thoughts from my employment, loathsome in itself, but which had taken an irresistible hold of my imagination.  I wished, as it were, to procrastinate all that related to my feelings of affection until the great object, which swallowed up every habit of my nature, should be completed.", "characters": 366, "sentences": 3}, {"text": "Oh!  No mortal could support the horror of that countenance.  A mummy again endued with animation could not be so hideous as that wretch.  I had gazed on him while unfinished; he was ugly then, but when those muscles and joints were rendered capable of motion, it became a thing such as even Dante could not have conceived.", "characters": 323, "sentences": 4}, {"text": "I passed the night wretchedly.  Sometimes my pulse beat so quickly and hardly that I felt the palpitation of every artery; at others, I nearly sank to the ground through languor and extreme weakness.  Mingled with this horror, I felt the bitterness of disappointment; dreams that had been my food and pleasant rest for so long a space were now become a hell to me; and the change was so rapid, the overthrow so complete!", "characters": 420, "sentences": 3}, {"text": "I continued walking in this manner for some time, endeavouring by bodily exercise to ease the load that weighed upon my mind.  I traversed the streets without any clear conception of where I was or what I was doing.  My heart palpitated in the sickness of fear, and I hurried on with irregular steps, not daring to look about me:", "characters": 329, "sentences": 3}, {"text": "Like one who, on a lonely road,   Doth walk in fear and dread,   And, having once turned round, walks on,   And turns no more his head;   Because he knows a frightful fiend   Doth close behind him tread.", "characters": 203, "sentences": 2}, {"text": "\"It gives me the greatest delight to see you; but tell me how you left my father, brothers, and Elizabeth.\"", "characters": 107, "sentences": 2}, {"text": "\"Very well, and very happy, only a little uneasy that they hear from you so seldom.  By the by, I mean to lecture you a little upon their account myself.  But, my dear Frankenstein,\" continued he, stopping short and gazing full in my face, \"I did not before remark how very ill you appear; so thin and pale; you look as if you had been watching for several nights.\"", "characters": 365, "sentences": 4}, {"text": "\"You have guessed right; I have lately been so deeply engaged in one occupation that I have not allowed myself sufficient rest, as you see; but I hope, I sincerely hope, that all these employments are now at an end and that I am at length free.\"", "characters": 245, "sentences": 2}, {"text": "\"My dear Victor,\" cried he, \"what, for God's sake, is the matter?  Do not laugh in that manner.  How ill you are!  What is the cause of all this?\"", "characters": 146, "sentences": 2}, {"text": "\"Do not ask me,\" cried I, putting my hands before my eyes, for I thought I saw the dreaded spectre glide into the room; \"HE can tell. Oh, save me!  Save me!\"  I imagined that the monster seized me; I struggled furiously and fell down in a fit.", "characters": 243, "sentences": 3}, {"text": "Poor Clerval!  What must have been his feelings?  A meeting, which he anticipated with such joy, so strangely turned to bitterness.  But I was not the witness of his grief, for I was lifeless and did not recover my senses for a long, long time.", "characters": 244, "sentences": 3}, {"text": "\"Dearest Clerval,\" exclaimed I, \"how kind, how very good you are to me. This whole winter, instead of being spent in study, as you promised yourself, has been consumed in my sick room.  How shall I ever repay you?  I feel the greatest remorse for the disappointment of which I have been the occasion, but you will forgive me.\"", "characters": 326, "sentences": 4}, {"text": "\"You will repay me entirely if you do not discompose yourself, but get well as fast as you can; and since you appear in such good spirits, I may speak to you on one subject, may I not?\"", "characters": 185, "sentences": 1}, {"text": "I trembled.  One subject!  What could it be?  Could he allude to an object on whom I dared not even think?  \"Compose yourself,\" said Clerval, who observed my change of colour, \"I will not mention it if it agitates you; but your father and cousin would be very happy if they received a letter from you in your own handwriting.  They hardly know how ill you have been and are uneasy at your long silence.\"", "characters": 403, "sentences": 4}, {"text": "\"Is that all, my dear Henry?  How could you suppose that my first thought would not fly towards those dear, dear friends whom I love and who are so deserving of my love?\"", "characters": 170, "sentences": 1}, {"text": "\"If this is your present temper, my friend, you will perhaps be glad to see a letter that has been lying here some days for you; it is from your cousin, I believe.\"", "characters": 164, "sentences": 2}, {"text": "\"When my dearest aunt died every one was too much occupied in their own grief to notice poor Justine, who had attended her during her illness with the most anxious affection.  Poor Justine was very ill; but other trials were reserved for her.", "characters": 242, "sentences": 3}, {"text": "\"I must say also a few words to you, my dear cousin, of little darling William.  I wish you could see him; he is very tall of his age, with sweet laughing blue eyes, dark eyelashes, and curling hair.  When he smiles, two little dimples appear on each cheek, which are rosy with health.  He has already had one or two little WIVES, but Louisa Biron is his favourite, a pretty little girl of five years of age.", "characters": 408, "sentences": 5}, {"text": "\"I have written myself into better spirits, dear cousin; but my anxiety returns upon me as I conclude.  Write, dearest Victor,--one line--one word will be a blessing to us.  Ten thousand thanks to Henry for his kindness, his affection, and his many letters; we are sincerely grateful.  Adieu!  my cousin; take care of your self; and, I entreat you, write!", "characters": 355, "sentences": 4}, {"text": "\"Dear, dear Elizabeth!\" I exclaimed, when I had read her letter:  \"I will write instantly and relieve them from the anxiety they must feel.\" I wrote, and this exertion greatly fatigued me; but my convalescence had commenced, and proceeded regularly.  In another fortnight I was able to leave my chamber.", "characters": 303, "sentences": 4}, {"text": "M. Krempe had now commenced an eulogy on himself, which happily turned the conversation from a subject that was so annoying to me.", "characters": 130, "sentences": 3}, {"text": "The month of May had already commenced, and I expected the letter daily which was to fix the date of my departure, when Henry proposed a pedestrian tour in the environs of Ingolstadt, that I might bid a personal farewell to the country I had so long inhabited.  I acceded with pleasure to this proposition:  I was fond of exercise, and Clerval had always been my favourite companion in the ramble of this nature that I had taken among the scenes of my native country.", "characters": 467, "sentences": 3}, {"text": "\"William is dead!--that sweet child, whose smiles delighted and warmed my heart, who was so gentle, yet so gay!  Victor, he is murdered!", "characters": 136, "sentences": 1}, {"text": "\"He was conveyed home, and the anguish that was visible in my countenance betrayed the secret to Elizabeth.  She was very earnest to see the corpse.  At first I attempted to prevent her but she persisted, and entering the room where it lay, hastily examined the neck of the victim, and clasping her hands exclaimed, 'O God!  I have murdered my darling child!'", "characters": 359, "sentences": 3}, {"text": "\"She fainted, and was restored with extreme difficulty.  When she again lived, it was only to weep and sigh.  She told me, that that same evening William had teased her to let him wear a very valuable miniature that she possessed of your mother.  This picture is gone, and was doubtless the temptation which urged the murderer to the deed.  We have no trace of him at present, although our exertions to discover him are unremitted; but they will not restore my beloved William!", "characters": 477, "sentences": 5}, {"text": "\"Come, dearest Victor; you alone can console Elizabeth.  She weeps continually, and accuses herself unjustly as the cause of his death; her words pierce my heart.  We are all unhappy; but will not that be an additional motive for you, my son, to return and be our comforter? Your dear mother!  Alas, Victor!  I now say, Thank God she did not live to witness the cruel, miserable death of her youngest darling!", "characters": 409, "sentences": 3}, {"text": "\"Come, Victor; not brooding thoughts of vengeance against the assassin, but with feelings of peace and gentleness, that will heal, instead of festering, the wounds of our minds.  Enter the house of mourning, my friend, but with kindness and affection for those who love you, and not with hatred for your enemies.", "characters": 312, "sentences": 3}, {"text": "\"Your affectionate and afflicted father,                               \"Alphonse Frankenstein.", "characters": 94, "sentences": 2}, {"text": "Clerval, who had watched my countenance as I read this letter, was surprised to observe the despair that succeeded the joy I at first expressed on receiving new from my friends.  I threw the letter on the table, and covered my face with my hands.", "characters": 246, "sentences": 3}, {"text": "\"My dear Frankenstein,\" exclaimed Henry, when he perceived me weep with bitterness, \"are you always to be unhappy?  My dear friend, what has happened?\"", "characters": 151, "sentences": 1}, {"text": "I motioned him to take up the letter, while I walked up and down the room in the extremest agitation.  Tears also gushed from the eyes of Clerval, as he read the account of my misfortune.", "characters": 187, "sentences": 3}, {"text": "\"I can offer you no consolation, my friend,\" said he; \"your disaster is irreparable.  What do you intend to do?\"", "characters": 112, "sentences": 2}, {"text": "Clerval spoke thus as we hurried through the streets; the words impressed themselves on my mind and I remembered them afterwards in solitude.  But now, as soon as the horses arrived, I hurried into a cabriolet, and bade farewell to my friend.", "characters": 242, "sentences": 3}, {"text": "The road ran by the side of the lake, which became narrower as I approached my native town.  I discovered more distinctly the black sides of Jura, and the bright summit of Mont Blanc.  I wept like a child.  \"Dear mountains! my own beautiful lake! how do you welcome your wanderer?  Your summits are clear; the sky and lake are blue and placid.  Is this to prognosticate peace, or to mock at my unhappiness?\"", "characters": 407, "sentences": 5}, {"text": "I fear, my friend, that I shall render myself tedious by dwelling on these preliminary circumstances; but they were days of comparative happiness, and I think of them with pleasure.  My country, my beloved country! who but a native can tell the delight I took in again beholding thy streams, thy mountains, and, more than all, thy lovely lake!", "characters": 343, "sentences": 2}, {"text": "Nothing in human shape could have destroyed the fair child.  HE was the murderer!  I could not doubt it.  The mere presence of the idea was an irresistible proof of the fact.  I thought of pursuing the devil; but it would have been in vain, for another flash discovered him to me hanging among the rocks of the nearly perpendicular ascent of Mont Saleve, a hill that bounds Plainpalais on the south.  He soon reached the summit, and disappeared.", "characters": 445, "sentences": 6}, {"text": "It was about five in the morning when I entered my father's house.  I told the servants not to disturb the family, and went into the library to attend their usual hour of rising.", "characters": 178, "sentences": 3}, {"text": "Tears, unrestrained, fell from my brother's eyes; a sense of mortal agony crept over my frame.  Before, I had only imagined the wretchedness of my desolated home; the reality came on me as a new, and a not less terrible, disaster.  I tried to calm Ernest; I enquired more minutely concerning my father, and here I named my cousin.", "characters": 330, "sentences": 4}, {"text": "\"She most of all,\" said Ernest, \"requires consolation; she accused herself of having caused the death of my brother, and that made her very wretched.  But since the murderer has been discovered--\"", "characters": 196, "sentences": 2}, {"text": "\"The murderer discovered!  Good God! how can that be? who could attempt to pursue him?  It is impossible; one might as well try to overtake the winds, or confine a mountain-stream with a straw.  I saw him too; he was free last night!\"", "characters": 234, "sentences": 2}, {"text": "\"I do not know what you mean,\" replied my brother, in accents of wonder, \"but to us the discovery we have made completes our misery.  No one would believe it at first; and even now Elizabeth will not be convinced, notwithstanding all the evidence.  Indeed, who would credit that Justine Moritz, who was so amiable, and fond of all the family, could suddenly become so capable of so frightful, so appalling a crime?\"", "characters": 415, "sentences": 3}, {"text": "\"Justine Moritz!  Poor, poor girl, is she the accused?  But it is wrongfully; every one knows that; no one believes it, surely, Ernest?\"", "characters": 136, "sentences": 1}, {"text": "\"No one did at first; but several circumstances came out, that have almost forced conviction upon us; and her own behaviour has been so confused, as to add to the evidence of facts a weight that, I fear, leaves no hope for doubt.  But she will be tried today, and you will then hear all.\"", "characters": 288, "sentences": 3}, {"text": "This was a strange tale, but it did not shake my faith; and I replied earnestly, \"You are all mistaken; I know the murderer.  Justine, poor, good Justine, is innocent.\"", "characters": 168, "sentences": 3}, {"text": "At that instant my father entered.  I saw unhappiness deeply impressed on his countenance, but he endeavoured to welcome me cheerfully; and, after we had exchanged our mournful greeting, would have introduced some other topic than that of our disaster, had not Ernest exclaimed, \"Good God, papa!  Victor says that he knows who was the murderer of poor William.\"", "characters": 361, "sentences": 3}, {"text": "\"We do also, unfortunately,\" replied my father, \"for indeed I had rather have been for ever ignorant than have discovered so much depravity and ungratitude in one I valued so highly.\"", "characters": 183, "sentences": 2}, {"text": "\"If she is, God forbid that she should suffer as guilty.  She is to be tried today, and I hope, I sincerely hope, that she will be acquitted.\"", "characters": 142, "sentences": 3}, {"text": "\"She is innocent, my Elizabeth,\" said I, \"and that shall be proved; fear nothing, but let your spirits be cheered by the assurance of her acquittal.\"", "characters": 149, "sentences": 2}, {"text": "\"How kind and generous you are! every one else believes in her guilt, and that made me wretched, for I knew that it was impossible:  and to see every one else prejudiced in so deadly a manner rendered me hopeless and despairing.\"  She wept.", "characters": 240, "sentences": 3}, {"text": "\"Dearest niece,\" said my father, \"dry your tears.  If she is, as you believe, innocent, rely on the justice of our laws, and the activity with which I shall prevent the slightest shadow of partiality.\"", "characters": 201, "sentences": 3}, {"text": "Justine was called on for her defence.  As the trial had proceeded, her countenance had altered.  Surprise, horror, and misery were strongly expressed.  Sometimes she struggled with her tears, but when she was desired to plead, she collected her powers and spoke in an audible although variable voice.", "characters": 301, "sentences": 5}, {"text": "\"God knows,\" she said, \"how entirely I am innocent.  But I do not pretend that my protestations should acquit me; I rest my innocence on a plain and simple explanation of the facts which have been adduced against me, and I hope the character I have always borne will incline my judges to a favourable interpretation where any circumstance appears doubtful or suspicious.\"", "characters": 371, "sentences": 3}, {"text": "\"I commit my cause to the justice of my judges, yet I see no room for hope.  I beg permission to have a few witnesses examined concerning my character, and if their testimony shall not overweigh my supposed guilt, I must be condemned, although I would pledge my salvation on my innocence.\"", "characters": 289, "sentences": 3}, {"text": "Several witnesses were called who had known her for many years, and they spoke well of her; but fear and hatred of the crime of which they supposed her guilty rendered them timorous and unwilling to come forward.  Elizabeth saw even this last resource, her excellent dispositions and irreproachable conduct, about to fail the accused, when, although violently agitated, she desired permission to address the court.", "characters": 414, "sentences": 3}, {"text": "I passed a night of unmingled wretchedness.  In the morning I went to the court; my lips and throat were parched.  I dared not ask the fatal question, but I was known, and the officer guessed the cause of my visit.  The ballots had been thrown; they were all black, and Justine was condemned.", "characters": 292, "sentences": 5}, {"text": "This was strange and unexpected intelligence; what could it mean?  Had my eyes deceived me?  And was I really as mad as the whole world would believe me to be if I disclosed the object of my suspicions?  I hastened to return home, and Elizabeth eagerly demanded the result.", "characters": 273, "sentences": 2}, {"text": "\"My cousin,\" replied I, \"it is decided as you may have expected; all judges had rather that ten innocent should suffer than that one guilty should escape.  But she has confessed.\"", "characters": 179, "sentences": 3}, {"text": "This was a dire blow to poor Elizabeth, who had relied with firmness upon Justine's innocence.  \"Alas!\" said she.  \"How shall I ever again believe in human goodness?  Justine, whom I loved and esteemed as my sister, how could she put on those smiles of innocence only to betray? Her mild eyes seemed incapable of any severity or guile, and yet she has committed a murder.\"", "characters": 372, "sentences": 4}, {"text": "\"Oh, Justine!\" said she.  \"Why did you rob me of my last consolation? I relied on your innocence, and although I was then very wretched, I was not so miserable as I am now.\"", "characters": 173, "sentences": 3}, {"text": "\"And do you also believe that I am so very, very wicked?  Do you also join with my enemies to crush me, to condemn me as a murderer?\" Her voice was suffocated with sobs.", "characters": 169, "sentences": 2}, {"text": "\"Rise, my poor girl,\" said Elizabeth; \"why do you kneel, if you are innocent?  I am not one of your enemies, I believed you guiltless, notwithstanding every evidence, until I heard that you had yourself declared your guilt.  That report, you say, is false; and be assured, dear Justine, that nothing can shake my confidence in you for a moment, but your own confession.\"", "characters": 370, "sentences": 3}, {"text": "She paused, weeping, and then continued, \"I thought with horror, my sweet lady, that you should believe your Justine, whom your blessed aunt had so highly honoured, and whom you loved, was a creature capable of a crime which none but the devil himself could have perpetrated. Dear William! dearest blessed child!  I soon shall see you again in heaven, where we shall all be happy; and that consoles me, going as I am to suffer ignominy and death.\"", "characters": 447, "sentences": 3}, {"text": "\"Oh, Justine!  Forgive me for having for one moment distrusted you. Why did you confess?  But do not mourn, dear girl.  Do not fear.  I will proclaim, I will prove your innocence.  I will melt the stony hearts of your enemies by my tears and prayers.  You shall not die! You, my playfellow, my companion, my sister, perish on the scaffold! No!  No!  I never could survive so horrible a misfortune.\"", "characters": 398, "sentences": 7}, {"text": "Justine shook her head mournfully.  \"I do not fear to die,\" she said; \"that pang is past.  God raises my weakness and gives me courage to endure the worst.  I leave a sad and bitter world; and if you remember me and think of me as of one unjustly condemned, I am resigned to the fate awaiting me.  Learn from me, dear lady, to submit in patience to the will of heaven!\"", "characters": 369, "sentences": 5}, {"text": "I could not answer.  \"No, Justine,\" said Elizabeth; \"he is more convinced of your innocence than I was, for even when he heard that you had confessed, he did not credit it.\"", "characters": 173, "sentences": 3}, {"text": "\"I truly thank him.  In these last moments I feel the sincerest gratitude towards those who think of me with kindness.  How sweet is the affection of others to such a wretch as I am!  It removes more than half my misfortune, and I feel as if I could die in peace now that my innocence is acknowledged by you, dear lady, and your cousin.\"", "characters": 337, "sentences": 4}, {"text": "Justine assumed an air of cheerfulness, while she with difficulty repressed her bitter tears.  She embraced Elizabeth and said in a voice of half-suppressed emotion, \"Farewell, sweet lady, dearest Elizabeth, my beloved and only friend; may heaven, in its bounty, bless and preserve you; may this be the last misfortune that you will ever suffer!  Live, and be happy, and make others so.\"", "characters": 387, "sentences": 3}, {"text": "Thus spoke my prophetic soul, as, torn by remorse, horror, and despair, I beheld those I loved spend vain sorrow upon the graves of William and Justine, the first hapless victims to my unhallowed arts.", "characters": 201, "sentences": 2}, {"text": "This state of mind preyed upon my health, which had perhaps never entirely recovered from the first shock it had sustained.  I shunned the face of man; all sound of joy or complacency was torture to me; solitude was my only consolation--deep, dark, deathlike solitude.", "characters": 268, "sentences": 3}, {"text": "This advice, although good, was totally inapplicable to my case; I should have been the first to hide my grief and console my friends if remorse had not mingled its bitterness, and terror its alarm, with my other sensations.  Now I could only answer my father with a look of despair and endeavour to hide myself from his view.", "characters": 326, "sentences": 3}, {"text": "And could not such words from her whom I fondly prized before every other gift of fortune suffice to chase away the fiend that lurked in my heart?  Even as she spoke I drew near to her, as if in terror, lest at that very moment the destroyer had been near to rob me of her.", "characters": 273, "sentences": 2}, {"text": "Thus not the tenderness of friendship, nor the beauty of earth, nor of heaven, could redeem my soul from woe; the very accents of love were ineffectual.  I was encompassed by a cloud which no beneficial influence could penetrate.  The wounded deer dragging its fainting limbs to some untrodden brake, there to gaze upon the arrow which had pierced it, and to die, was but a type of me.", "characters": 385, "sentences": 4}, {"text": "We rest; a dream has power to poison sleep.    We rise; one wand'ring thought pollutes the day.   We feel, conceive, or reason; laugh or weep,    Embrace fond woe, or cast our cares away;   It is the same:  for, be it joy or sorrow,    The path of its departure still is free.   Man's yesterday may ne'er be like his morrow;    Nought may endure but mutability!", "characters": 361, "sentences": 4}, {"text": "\"Devil,\" I exclaimed, \"do you dare approach me?  And do not you fear the fierce vengeance of my arm wreaked on your miserable head?  Begone, vile insect!  Or rather, stay, that I may trample you to dust!  And, oh!  That I could, with the extinction of your miserable existence, restore those victims whom you have so diabolically murdered!\"", "characters": 340, "sentences": 1}, {"text": "\"Abhorred monster!  Fiend that thou art!  The tortures of hell are too mild a vengeance for thy crimes.  Wretched devil!  You reproach me with your creation, come on, then, that I may extinguish the spark which I so negligently bestowed.\"", "characters": 238, "sentences": 3}, {"text": "My rage was without bounds; I sprang on him, impelled by all the feelings which can arm one being against the existence of another.", "characters": 131, "sentences": 2}, {"text": "\"Begone!  I will not hear you.  There can be no community between you and me; we are enemies.  Begone, or let us try our strength in a fight, in which one must fall.\"", "characters": 166, "sentences": 4}, {"text": "\"Why do you call to my remembrance,\" I rejoined, \"circumstances of which I shudder to reflect, that I have been the miserable origin and author?  Cursed be the day, abhorred devil, in which you first saw light!  Cursed (although I curse myself) be the hands that formed you! You have made me wretched beyond expression.  You have left me no power to consider whether I am just to you or not.  Begone!  Relieve me from the sight of your detested form.\"", "characters": 451, "sentences": 4}, {"text": "\"It was dark when I awoke; I felt cold also, and half frightened, as it were, instinctively, finding myself so desolate.  Before I had quitted your apartment, on a sensation of cold, I had covered myself with some clothes, but these were insufficient to secure me from the dews of night.  I was a poor, helpless, miserable wretch; I knew, and could distinguish, nothing; but feeling pain invade me on all sides, I sat down and wept.", "characters": 432, "sentences": 4}, {"text": "\"The family, after having been thus occupied for a short time, extinguished their lights and retired, as I conjectured, to rest.\"", "characters": 129, "sentences": 2}, {"text": "\"The cottagers arose the next morning before the sun.  The young woman arranged the cottage and prepared the food, and the youth departed after the first meal.", "characters": 159, "sentences": 3}, {"text": "\"This trait of kindness moved me sensibly.  I had been accustomed, during the night, to steal a part of their store for my own consumption, but when I found that in doing this I inflicted pain on the cottagers, I abstained and satisfied myself with berries, nuts, and roots which I gathered from a neighbouring wood.", "characters": 316, "sentences": 3}, {"text": "\"I discovered also another means through which I was enabled to assist their labours.  I found that the youth spent a great part of each day in collecting wood for the family fire, and during the night I often took his tools, the use of which I quickly discovered, and brought home firing sufficient for the consumption of several days.", "characters": 336, "sentences": 3}, {"text": "\"I remember, the first time that I did this, the young woman, when she opened the door in the morning, appeared greatly astonished on seeing a great pile of wood on the outside.  She uttered some words in a loud voice, and the youth joined her, who also expressed surprise.  I observed, with pleasure, that he did not go to the forest that day, but spent it in repairing the cottage and cultivating the garden.", "characters": 410, "sentences": 4}, {"text": "\"As the sun became warmer and the light of day longer, the snow vanished, and I beheld the bare trees and the black earth.  From this time Felix was more employed, and the heart-moving indications of impending famine disappeared.  Their food, as I afterwards found, was coarse, but it was wholesome; and they procured a sufficiency of it. Several new kinds of plants sprang up in the garden, which they dressed; and these signs of comfort increased daily as the season advanced.", "characters": 478, "sentences": 5}, {"text": "\"The old man, leaning on his son, walked each day at noon, when it did not rain, as I found it was called when the heavens poured forth its waters.  This frequently took place, but a high wind quickly dried the earth, and the season became far more pleasant than it had been.", "characters": 275, "sentences": 3}, {"text": "\"These thoughts exhilarated me and led me to apply with fresh ardour to the acquiring the art of language.  My organs were indeed harsh, but supple; and although my voice was very unlike the soft music of their tones, yet I pronounced such words as I understood with tolerable ease. It was as the ass and the lap-dog; yet surely the gentle ass whose intentions were affectionate, although his manners were rude, deserved better treatment than blows and execration.", "characters": 464, "sentences": 4}, {"text": "\"I now hasten to the more moving part of my story.  I shall relate events that impressed me with feelings which, from what I had been, have made me what I am.", "characters": 158, "sentences": 3}, {"text": "\"Spring advanced rapidly; the weather became fine and the skies cloudless.  It surprised me that what before was desert and gloomy should now bloom with the most beautiful flowers and verdure.  My senses were gratified and refreshed by a thousand scents of delight and a thousand sights of beauty.", "characters": 297, "sentences": 4}, {"text": "\"It was on one of these days, when my cottagers periodically rested from labour--the old man played on his guitar, and the children listened to him--that I observed the countenance of Felix was melancholy beyond expression; he sighed frequently, and once his father paused in his music, and I conjectured by his manner that he inquired the cause of his son's sorrow.  Felix replied in a cheerful accent, and the old man was recommencing his music when someone tapped at the door.", "characters": 479, "sentences": 3}, {"text": "\"As night came on, Agatha and the Arabian retired early.  When they separated Felix kissed the hand of the stranger and said, 'Good night sweet Safie.'  He sat up much longer, conversing with his father, and by the frequent repetition of her name I conjectured that their lovely guest was the subject of their conversation.  I ardently desired to understand them, and bent every faculty towards that purpose, but found it utterly impossible.", "characters": 441, "sentences": 5}, {"text": "\"The next morning Felix went out to his work, and after the usual occupations of Agatha were finished, the Arabian sat at the feet of the old man, and taking his guitar, played some airs so entrancingly beautiful that they at once drew tears of sorrow and delight from my eyes.  She sang, and her voice flowed in a rich cadence, swelling or dying away like a nightingale of the woods.", "characters": 384, "sentences": 3}, {"text": "\"When she had finished, she gave the guitar to Agatha, who at first declined it.  She played a simple air, and her voice accompanied it in sweet accents, but unlike the wondrous strain of the stranger.  The old man appeared enraptured and said some words which Agatha endeavoured to explain to Safie, and by which he appeared to wish to express that she bestowed on him the greatest delight by her music.", "characters": 404, "sentences": 4}, {"text": "\"The days now passed as peaceably as before, with the sole alteration that joy had taken place of sadness in the countenances of my friends. Safie was always gay and happy; she and I improved rapidly in the knowledge of language, so that in two months I began to comprehend most of the words uttered by my protectors.", "characters": 317, "sentences": 3}, {"text": "\"My days were spent in close attention, that I might more speedily master the language; and I may boast that I improved more rapidly than the Arabian, who understood very little and conversed in broken accents, whilst I comprehended and could imitate almost every word that was spoken.", "characters": 285, "sentences": 2}, {"text": "\"While I improved in speech, I also learned the science of letters as it was taught to the stranger, and this opened before me a wide field for wonder and delight.", "characters": 163, "sentences": 2}, {"text": "\"Every conversation of the cottagers now opened new wonders to me. While I listened to the instructions which Felix bestowed upon the Arabian, the strange system of human society was explained to me.  I heard of the division of property, of immense wealth and squalid poverty, of rank, descent, and noble blood.", "characters": 311, "sentences": 4}, {"text": "\"I cannot describe to you the agony that these reflections inflicted upon me; I tried to dispel them, but sorrow only increased with knowledge.  Oh, that I had forever remained in my native wood, nor known nor felt beyond the sensations of hunger, thirst, and heat!", "characters": 265, "sentences": 2}, {"text": "\"Other lessons were impressed upon me even more deeply.  I heard of the difference of sexes, and the birth and growth of children, how the father doted on the smiles of the infant, and the lively sallies of the older child, how all the life and cares of the mother were wrapped up in the precious charge, how the mind of youth expanded and gained knowledge, of brother, sister, and all the various relationships which bind one human being to another in mutual bonds.", "characters": 466, "sentences": 3}, {"text": "\"But where were my friends and relations?  No father had watched my infant days, no mother had blessed me with smiles and caresses; or if they had, all my past life was now a blot, a blind vacancy in which I distinguished nothing.  From my earliest remembrance I had been as I then was in height and proportion.  I had never yet seen a being resembling me or who claimed any intercourse with me.  What was I?  The question again recurred, to be answered only with groans.", "characters": 471, "sentences": 5}, {"text": "\"I will soon explain to what these feelings tended, but allow me now to return to the cottagers, whose story excited in me such various feelings of indignation, delight, and wonder, but which all terminated in additional love and reverence for my protectors (for so I loved, in an innocent, half-painful self-deceit, to call them).\"", "characters": 332, "sentences": 2}, {"text": "\"Some time elapsed before I learned the history of my friends.  It was one which could not fail to impress itself deeply on my mind, unfolding as it did a number of circumstances, each interesting and wonderful to one so utterly inexperienced as I was.", "characters": 252, "sentences": 3}, {"text": "\"The Turk quickly perceived the impression that his daughter had made on the heart of Felix and endeavoured to secure him more entirely in his interests by the promise of her hand in marriage so soon as he should be conveyed to a place of safety.  Felix was too delicate to accept this offer, yet he looked forward to the probability of the event as to the consummation of his happiness.", "characters": 387, "sentences": 3}, {"text": "\"During the ensuing days, while the preparations were going forward for the escape of the merchant, the zeal of Felix was warmed by several letters that he received from this lovely girl, who found means to express her thoughts in the language of her lover by the aid of an old man, a servant of her father who understood French.  She thanked him in the most ardent terms for his intended services towards her parent, and at the same time she gently deplored her own fate.", "characters": 472, "sentences": 3}, {"text": "\"I have copies of these letters, for I found means, during my residence in the hovel, to procure the implements of writing; and the letters were often in the hands of Felix or Agatha.  Before I depart I will give them to you; they will prove the truth of my tale; but at present, as the sun is already far declined, I shall only have time to repeat the substance of them to you.", "characters": 378, "sentences": 3}, {"text": "\"The day for the execution of the Turk was fixed, but on the night previous to it he quitted his prison and before morning was distant many leagues from Paris.  Felix had procured passports in the name of his father, sister, and himself.  He had previously communicated his plan to the former, who aided the deceit by quitting his house, under the pretence of a journey and concealed himself, with his daughter, in an obscure part of Paris.", "characters": 440, "sentences": 4}, {"text": "\"Felix conducted the fugitives through France to Lyons and across Mont Cenis to Leghorn, where the merchant had decided to wait a favourable opportunity of passing into some part of the Turkish dominions.", "characters": 204, "sentences": 2}, {"text": "\"He did not succeed.  They remained confined for five months before the trial took place, the result of which deprived them of their fortune and condemned them to a perpetual exile from their native country.", "characters": 207, "sentences": 3}, {"text": "\"They found a miserable asylum in the cottage in Germany, where I discovered them.  Felix soon learned that the treacherous Turk, for whom he and his family endured such unheard-of oppression, on discovering that his deliverer was thus reduced to poverty and ruin, became a traitor to good feeling and honour and had quitted Italy with his daughter, insultingly sending Felix a pittance of money to aid him, as he said, in some plan of future maintenance.", "characters": 455, "sentences": 3}, {"text": "\"Such were the events that preyed on the heart of Felix and rendered him, when I first saw him, the most miserable of his family.  He could have endured poverty, and while this distress had been the meed of his virtue, he gloried in it; but the ingratitude of the Turk and the loss of his beloved Safie were misfortunes more bitter and irreparable.  The arrival of the Arabian now infused new life into his soul.", "characters": 412, "sentences": 4}, {"text": "\"When the news reached Leghorn that Felix was deprived of his wealth and rank, the merchant commanded his daughter to think no more of her lover, but to prepare to return to her native country.  The generous nature of Safie was outraged by this command; she attempted to expostulate with her father, but he left her angrily, reiterating his tyrannical mandate.", "characters": 360, "sentences": 3}, {"text": "\"Such was the history of my beloved cottagers.  It impressed me deeply. I learned, from the views of social life which it developed, to admire their virtues and to deprecate the vices of mankind.", "characters": 195, "sentences": 4}, {"text": "\"As yet I looked upon crime as a distant evil, benevolence and generosity were ever present before me, inciting within me a desire to become an actor in the busy scene where so many admirable qualities were called forth and displayed.  But in giving an account of the progress of my intellect, I must not omit a circumstance which occurred in the beginning of the month of August of the same year.", "characters": 397, "sentences": 3}, {"text": "\"I entered.  'Pardon this intrusion,' said I; 'I am a traveller in want of a little rest; you would greatly oblige me if you would allow me to remain a few minutes before the fire.'", "characters": 181, "sentences": 3}, {"text": "\"'Enter,' said De Lacey, 'and I will try in what manner I can to relieve your wants; but, unfortunately, my children are from home, and as I am blind, I am afraid I shall find it difficult to procure food for you.'", "characters": 214, "sentences": 2}, {"text": "\"I sat down, and a silence ensued.  I knew that every minute was precious to me, yet I remained irresolute in what manner to commence the interview, when the old man addressed me.  'By your language, stranger, I suppose you are my countryman; are you French?'", "characters": 259, "sentences": 3}, {"text": "\"'No; but I was educated by a French family and understand that language only.  I am now going to claim the protection of some friends, whom I sincerely love, and of whose favour I have some hopes.'", "characters": 198, "sentences": 3}, {"text": "\"'No, they are French.  But let us change the subject.  I am an unfortunate and deserted creature, I look around and I have no relation or friend upon earth.  These amiable people to whom I go have never seen me and know little of me.  I am full of fears, for if I fail there, I am an outcast in the world forever.'", "characters": 315, "sentences": 6}, {"text": "\"'Do not despair.  To be friendless is indeed to be unfortunate, but the hearts of men, when unprejudiced by any obvious self-interest, are full of brotherly love and charity.  Rely, therefore, on your hopes; and if these friends are good and amiable, do not despair.'", "characters": 268, "sentences": 4}, {"text": "\"'They are kind--they are the most excellent creatures in the world; but, unfortunately, they are prejudiced against me.  I have good dispositions; my life has been hitherto harmless and in some degree beneficial; but a fatal prejudice clouds their eyes, and where they ought to see a feeling and kind friend, they behold only a detestable monster.'", "characters": 349, "sentences": 3}, {"text": "\"'I am about to undertake that task; and it is on that account that I feel so many overwhelming terrors.  I tenderly love these friends; I have, unknown to them, been for many months in the habits of daily kindness towards them; but they believe that I wish to injure them, and it is that prejudice which I wish to overcome.'", "characters": 325, "sentences": 3}, {"text": "\"The old man paused and then continued, 'If you will unreservedly confide to me the particulars of your tale, I perhaps may be of use in undeceiving them.  I am blind and cannot judge of your countenance, but there is something in your words which persuades me that you are sincere.  I am poor and an exile, but it will afford me true pleasure to be in any way serviceable to a human creature.'", "characters": 394, "sentences": 4}, {"text": "\"'Excellent man!  I thank you and accept your generous offer.  You raise me from the dust by this kindness; and I trust that, by your aid, I shall not be driven from the society and sympathy of your fellow creatures.'", "characters": 217, "sentences": 3}, {"text": "\"'Heaven forbid!  Even if you were really criminal, for that can only drive you to desperation, and not instigate you to virtue.  I also am unfortunate; I and my family have been condemned, although innocent; judge, therefore, if I do not feel for your misfortunes.'", "characters": 266, "sentences": 3}, {"text": "\"'How can I thank you, my best and only benefactor?  From your lips first have I heard the voice of kindness directed towards me; I shall be forever grateful; and your present humanity assures me of success with those friends whom I am on the point of meeting.'", "characters": 261, "sentences": 2}, {"text": "\"Cursed, cursed creator!  Why did I live?  Why, in that instant, did I not extinguish the spark of existence which you had so wantonly bestowed?  I know not; despair had not yet taken possession of me; my feelings were those of rage and revenge.  I could with pleasure have destroyed the cottage and its inhabitants and have glutted myself with their shrieks and misery.", "characters": 370, "sentences": 3}, {"text": "\"But this was a luxury of sensation that could not endure; I became fatigued with excess of bodily exertion and sank on the damp grass in the sick impotence of despair.  There was none among the myriads of men that existed who would pity or assist me; and should I feel kindness towards my enemies?  No; from that moment I declared everlasting war against the species, and more than all, against him who had formed me and sent me forth to this insupportable misery.", "characters": 465, "sentences": 3}, {"text": "\"The sun rose; I heard the voices of men and knew that it was impossible to return to my retreat during that day.  Accordingly I hid myself in some thick underwood, determining to devote the ensuing hours to reflection on my situation.", "characters": 235, "sentences": 3}, {"text": "\"These thoughts calmed me, and in the afternoon I sank into a profound sleep; but the fever of my blood did not allow me to be visited by peaceful dreams.  The horrible scene of the preceding day was forever acting before my eyes; the females were flying and the enraged Felix tearing me from his father's feet.  I awoke exhausted, and finding that it was already night, I crept forth from my hiding-place, and went in search of food.", "characters": 434, "sentences": 4}, {"text": "\"Presently two countrymen passed by, but pausing near the cottage, they entered into conversation, using violent gesticulations; but I did not understand what they said, as they spoke the language of the country, which differed from that of my protectors.  Soon after, however, Felix approached with another man; I was surprised, as I knew that he had not quitted the cottage that morning, and waited anxiously to discover from his discourse the meaning of these unusual appearances.", "characters": 483, "sentences": 3}, {"text": "\"'Do you consider,' said his companion to him, 'that you will be obliged to pay three months' rent and to lose the produce of your garden?  I do not wish to take any unfair advantage, and I beg therefore that you will take some days to consider of your determination.'", "characters": 268, "sentences": 2}, {"text": "\"'It is utterly useless,' replied Felix; 'we can never again inhabit your cottage.  The life of my father is in the greatest danger, owing to the dreadful circumstance that I have related.  My wife and my sister will never recover from their horror.  I entreat you not to reason with me any more.  Take possession of your tenement and let me fly from this place.'", "characters": 363, "sentences": 6}, {"text": "\"Felix trembled violently as he said this.  He and his companion entered the cottage, in which they remained for a few minutes, and then departed.  I never saw any of the family of De Lacey more.", "characters": 195, "sentences": 4}, {"text": "\"As soon as I was convinced that no assistance could save any part of the habitation, I quitted the scene and sought for refuge in the woods.", "characters": 141, "sentences": 2}, {"text": "\"This was then the reward of my benevolence!  I had saved a human being from destruction, and as a recompense I now writhed under the miserable pain of a wound which shattered the flesh and bone.  The feelings of kindness and gentleness which I had entertained but a few moments before gave place to hellish rage and gnashing of teeth.  Inflamed by pain, I vowed eternal hatred and vengeance to all mankind.  But the agony of my wound overcame me; my pulses paused, and I fainted.", "characters": 480, "sentences": 5}, {"text": "\"After some weeks my wound healed, and I continued my journey.  The labours I endured were no longer to be alleviated by the bright sun or gentle breezes of spring; all joy was but a mockery which insulted my desolate state and made me feel more painfully that I was not made for the enjoyment of pleasure.", "characters": 306, "sentences": 3}, {"text": "\"But my toils now drew near a close, and in two months from this time I reached the environs of Geneva.", "characters": 103, "sentences": 2}, {"text": "\"It was evening when I arrived, and I retired to a hiding-place among the fields that surround it to meditate in what manner I should apply to you.  I was oppressed by fatigue and hunger and far too unhappy to enjoy the gentle breezes of evening or the prospect of the sun setting behind the stupendous mountains of Jura.", "characters": 321, "sentences": 3}, {"text": "\"Urged by this impulse, I seized on the boy as he passed and drew him towards me.  As soon as he beheld my form, he placed his hands before his eyes and uttered a shrill scream; I drew his hand forcibly from his face and said, 'Child, what is the meaning of this?  I do not intend to hurt you; listen to me.'", "characters": 308, "sentences": 3}, {"text": "\"He struggled violently.  'Let me go,' he cried; 'monster!  Ugly wretch!  You wish to eat me and tear me to pieces.  You are an ogre. Let me go, or I will tell my papa.'", "characters": 169, "sentences": 5}, {"text": "\"'Hideous monster!  Let me go.  My papa is a syndic--he is M. Frankenstein--he will punish you.  You dare not keep me.'", "characters": 119, "sentences": 5}, {"text": "\"'Frankenstein! you belong then to my enemy--to him towards whom I have sworn eternal revenge; you shall be my first victim.'", "characters": 125, "sentences": 2}, {"text": "\"The child still struggled and loaded me with epithets which carried despair to my heart; I grasped his throat to silence him, and in a moment he lay dead at my feet.", "characters": 166, "sentences": 2}, {"text": "\"I gazed on my victim, and my heart swelled with exultation and hellish triumph; clapping my hands, I exclaimed, 'I too can create desolation; my enemy is not invulnerable; this death will carry despair to him, and a thousand other miseries shall torment and destroy him.'", "characters": 272, "sentences": 2}, {"text": "\"Can you wonder that such thoughts transported me with rage?  I only wonder that at that moment, instead of venting my sensations in exclamations and agony, I did not rush among mankind and perish in the attempt to destroy them.", "characters": 228, "sentences": 2}, {"text": "The being finished speaking and fixed his looks upon me in the expectation of a reply.  But I was bewildered, perplexed, and unable to arrange my ideas sufficiently to understand the full extent of his proposition.  He continued,", "characters": 229, "sentences": 3}, {"text": "\"You must create a female for me with whom I can live in the interchange of those sympathies necessary for my being.  This you alone can do, and I demand it of you as a right which you must not refuse to concede.\"", "characters": 213, "sentences": 3}, {"text": "The latter part of his tale had kindled anew in me the anger that had died away while he narrated his peaceful life among the cottagers, and as he said this I could no longer suppress the rage that burned within me.", "characters": 215, "sentences": 2}, {"text": "\"I do refuse it,\" I replied; \"and no torture shall ever extort a consent from me.  You may render me the most miserable of men, but you shall never make me base in my own eyes.  Shall I create another like yourself, whose joint wickedness might desolate the world.  Begone!  I have answered you; you may torture me, but I will never consent.\"", "characters": 342, "sentences": 5}, {"text": "A fiendish rage animated him as he said this; his face was wrinkled into contortions too horrible for human eyes to behold; but presently he calmed himself and proceeded--", "characters": 171, "sentences": 1}, {"text": "I was moved.  I shuddered when I thought of the possible consequences of my consent, but I felt that there was some justice in his argument. His tale and the feelings he now expressed proved him to be a creature of fine sensations, and did I not as his maker owe him all the portion of happiness that it was in my power to bestow?  He saw my change of feeling and continued,", "characters": 374, "sentences": 3}, {"text": "His words had a strange effect upon me.  I compassionated him and sometimes felt a wish to console him, but when I looked upon him, when I saw the filthy mass that moved and talked, my heart sickened and my feelings were altered to those of horror and hatred.  I tried to stifle these sensations; I thought that as I could not sympathize with him, I had no right to withhold from him the small portion of happiness which was yet in my power to bestow.", "characters": 451, "sentences": 4}, {"text": "\"You swear,\" I said, \"to be harmless; but have you not already shown a degree of malice that should reasonably make me distrust you?  May not even this be a feint that will increase your triumph by affording a wider scope for your revenge?\"", "characters": 240, "sentences": 1}, {"text": "\"I consent to your demand, on your solemn oath to quit Europe forever, and every other place in the neighbourhood of man, as soon as I shall deliver into your hands a female who will accompany you in your exile.\"", "characters": 212, "sentences": 2}, {"text": "\"I swear,\" he cried, \"by the sun, and by the blue sky of heaven, and by the fire of love that burns my heart, that if you grant my prayer, while they exist you shall never behold me again.  Depart to your home and commence your labours; I shall watch their progress with unutterable anxiety; and fear not but that when you are ready I shall appear.\"", "characters": 349, "sentences": 3}, {"text": "Saying this, he suddenly quitted me, fearful, perhaps, of any change in my sentiments.  I saw him descend the mountain with greater speed than the flight of an eagle, and quickly lost among the undulations of the sea of ice.", "characters": 224, "sentences": 3}, {"text": "These were wild and miserable thoughts, but I cannot describe to you how the eternal twinkling of the stars weighed upon me and how I listened to every blast of wind as if it were a dull ugly siroc on its way to consume me.", "characters": 223, "sentences": 2}, {"text": "It was after my return from one of these rambles that my father, calling me aside, thus addressed me,", "characters": 101, "sentences": 1}, {"text": "\"I am happy to remark, my dear son, that you have resumed your former pleasures and seem to be returning to yourself.  And yet you are still unhappy and still avoid our society.  For some time I was lost in conjecture as to the cause of this, but yesterday an idea struck me, and if it is well founded, I conjure you to avow it.  Reserve on such a point would be not only useless, but draw down treble misery on us all.\"", "characters": 420, "sentences": 5}, {"text": "\"My dear father, reassure yourself.  I love my cousin tenderly and sincerely.  I never saw any woman who excited, as Elizabeth does, my warmest admiration and affection.  My future hopes and prospects are entirely bound up in the expectation of our union.\"", "characters": 256, "sentences": 5}, {"text": "To England, therefore, I was bound, and it was understood that my union with Elizabeth should take place immediately on my return.  My father's age rendered him extremely averse to delay.  For myself, there was one reward I promised myself from my detested toils--one consolation for my unparalleled sufferings; it was the prospect of that day when, enfranchised from my miserable slavery, I might claim Elizabeth and forget the past in my union with her.", "characters": 455, "sentences": 4}, {"text": "----The sounding cataract      Haunted him like a passion:  the tall rock,      The mountain, and the deep and gloomy wood,      Their colours and their forms, were then to him      An appetite; a feeling, and a love,      That had no need of a remoter charm,      By thought supplied, or any interest      Unborrow'd from the eye.", "characters": 331, "sentences": 2}, {"text": "And where does he now exist?  Is this gentle and lovely being lost forever?  Has this mind, so replete with ideas, imaginations fanciful and magnificent, which formed a world, whose existence depended on the life of its creator;--has this mind perished?  Does it now only exist in my memory?  No, it is not thus; your form so divinely wrought, and beaming with beauty, has decayed, but your spirit still visits and consoles your unhappy friend.", "characters": 444, "sentences": 2}, {"text": "Pardon this gush of sorrow; these ineffectual words are but a slight tribute to the unexampled worth of Henry, but they soothe my heart, overflowing with the anguish which his remembrance creates.  I will proceed with my tale.", "characters": 226, "sentences": 3}, {"text": "At length we saw the numerous steeples of London, St. Paul's towering above all, and the Tower famed in English history.", "characters": 120, "sentences": 3}, {"text": "We quitted London on the 27th of March and remained a few days at Windsor, rambling in its beautiful forest.  This was a new scene to us mountaineers; the majestic oaks, the quantity of game, and the herds of stately deer were all novelties to us.", "characters": 247, "sentences": 3}, {"text": "But he found that a traveller's life is one that includes much pain amidst its enjoyments.  His feelings are forever on the stretch; and when he begins to sink into repose, he finds himself obliged to quit that on which he rests in pleasure for something new, which again engages his attention, and which also he forsakes for other novelties.", "characters": 342, "sentences": 3}, {"text": "Henry wished to dissuade me, but seeing me bent on this plan, ceased to remonstrate.  He entreated me to write often.  \"I had rather be with you,\" he said, \"in your solitary rambles, than with these Scotch people, whom I do not know; hasten, then, my dear  friend, to return, that I may again feel myself somewhat at home, which I cannot do in your absence.\"", "characters": 358, "sentences": 4}, {"text": "In the mean time I worked on, and my labour was already considerably advanced.  I looked towards its completion with a tremulous and eager hope, which I dared not trust myself to question but which was intermixed with obscure forebodings of evil that made my heart sicken in my bosom.", "characters": 284, "sentences": 3}, {"text": "I trembled and my heart failed within me, when, on looking up, I saw by the light of the moon the daemon at the casement.  A ghastly grin wrinkled his lips as he gazed on me, where I sat fulfilling the task which he had allotted to me.  Yes, he had followed me in my travels; he had loitered in forests, hid himself in caves, or taken refuge in wide and desert heaths; and he now came to mark my progress and claim the fulfilment of my promise.", "characters": 444, "sentences": 4}, {"text": "As I looked on him, his countenance expressed the utmost extent of malice and treachery.  I thought with a sensation of madness on my promise of creating another like to him, and trembling with passion, tore to pieces the thing on which I was engaged.  The wretch saw me destroy the creature on whose future existence he depended for happiness, and with a howl of devilish despair and revenge, withdrew.", "characters": 403, "sentences": 4}, {"text": "I left the room, and locking the door, made a solemn vow in my own heart never to resume my labours; and then, with trembling steps, I sought my own apartment. I was alone; none were near me to dissipate the gloom and relieve me from the sickening oppression of the most terrible reveries.", "characters": 289, "sentences": 3}, {"text": "\"Begone!  I do break my promise; never will I create another like yourself, equal in deformity and wickedness.\"", "characters": 111, "sentences": 2}, {"text": "\"Slave, I before reasoned with you, but you have proved yourself unworthy of my condescension.  Remember that I have power; you believe yourself miserable, but I can make you so wretched that the light of day will be hateful to you.  You are my creator, but I am your master; obey!\"", "characters": 282, "sentences": 3}, {"text": "\"The hour of my irresolution is past, and the period of your power is arrived.  Your threats cannot move me to do an act of wickedness; but they confirm me in a determination of not creating you a companion in vice.  Shall I, in cool blood, set loose upon the earth a daemon whose delight is in death and wretchedness?  Begone!  I am firm, and your words will only exasperate my rage.\"", "characters": 385, "sentences": 4}, {"text": "\"Devil, cease; and do not poison the air with these sounds of malice. I have declared my resolution to you, and I am no coward to bend beneath words.  Leave me; I am inexorable.\"", "characters": 178, "sentences": 4}, {"text": "I started forward and exclaimed, \"Villain!  Before you sign my death-warrant, be sure that you are yourself safe.\"", "characters": 114, "sentences": 2}, {"text": "I would have seized him, but he eluded me and quitted the house with precipitation.  In a few moments I saw him in his boat, which shot across the waters with an arrowy swiftness and was soon lost amidst the waves.", "characters": 214, "sentences": 3}, {"text": "The night passed away, and the sun rose from the ocean; my feelings became calmer, if it may be called calmness when the violence of rage sinks into the depths of despair.  I left the house, the horrid scene of the last night's contention, and walked on the beach of the sea, which I almost regarded as an insuperable barrier between me and my fellow creatures; nay, a wish that such should prove the fact stole across me.", "characters": 422, "sentences": 3}, {"text": "I desired that I might pass my life on that barren rock, wearily, it is true, but uninterrupted by any sudden shock of misery.  If I returned, it was to be sacrificed or to see those whom I most loved die under the grasp of a daemon whom I had myself created.", "characters": 259, "sentences": 3}, {"text": "Some hours passed thus; but by degrees, as the sun declined towards the horizon, the wind died away into a gentle breeze and the sea became free from breakers.  But these gave place to a heavy swell; I felt sick and hardly able to hold the rudder, when suddenly I saw a line of high land towards the south.", "characters": 306, "sentences": 3}, {"text": "Almost spent, as I was, by fatigue and the dreadful suspense I endured for several hours, this sudden certainty of life rushed like a flood of warm joy to my heart, and tears gushed from my eyes.", "characters": 195, "sentences": 2}, {"text": "As I turned the promontory I perceived a small neat town and a good harbour, which I entered, my heart bounding with joy at my unexpected escape.", "characters": 145, "sentences": 2}, {"text": "\"You will know that soon enough,\" replied a man with a hoarse voice. \"Maybe you are come to a place that will not prove much to your taste, but you will not be consulted as to your quarters, I promise you.\"", "characters": 206, "sentences": 3}, {"text": "I was exceedingly surprised on receiving so rude an answer from a stranger, and I was also disconcerted on perceiving the frowning and angry countenances of his companions.  \"Why do you answer me so roughly?\"  I replied.  \"Surely it is not the custom of Englishmen to receive strangers so inhospitably.\"", "characters": 303, "sentences": 4}, {"text": "\"I do not know,\" said the man, \"what the custom of the English may be, but it is the custom of the Irish to hate villains.\" While this strange dialogue continued, I perceived the crowd rapidly increase.  Their faces expressed a mixture of curiosity and anger, which annoyed  and in some degree alarmed me.", "characters": 305, "sentences": 4}, {"text": "I inquired the way to the inn, but no one replied.  I then moved forward, and a murmuring sound arose from the crowd as they followed and surrounded me, when an ill-looking man approaching tapped me on the shoulder and said, \"Come, sir, you must follow me to Mr. Kirwin's to give an account of yourself.\"", "characters": 304, "sentences": 4}, {"text": "\"Ay, sir, free enough for honest folks.  Mr. Kirwin is a magistrate, and you are to give an account of the death of a gentleman who was found murdered here last night.\"", "characters": 168, "sentences": 4}, {"text": "I was soon introduced into the presence of the magistrate, an old benevolent man with calm and mild manners.  He looked upon me, however, with some degree of severity, and then, turning towards my conductors, he asked who appeared as witnesses on this occasion.", "characters": 261, "sentences": 3}, {"text": "The first part of this deposition did not in the least interest me, but when the mark of the fingers was mentioned I remembered the murder of my brother and felt myself extremely agitated; my limbs trembled, and a mist came over my eyes, which obliged me to lean on a chair for support.  The magistrate observed me with a keen eye and of course drew an unfavourable augury from my manner.", "characters": 388, "sentences": 3}, {"text": "Another woman confirmed the account of the fishermen having brought the body into her house; it was not cold.  They put it into a bed and rubbed it, and Daniel went to the town for an apothecary, but life was quite gone.", "characters": 220, "sentences": 3}, {"text": "I replied in the same language, with a feeble voice, \"I believe I am; but if it be all true, if indeed I did not dream, I am sorry that I am still alive to feel this misery and horror.\"", "characters": 185, "sentences": 2}, {"text": "\"For that matter,\" replied the old woman, \"if you mean about the gentleman you murdered, I believe that it were better for you if you were dead, for I fancy it will go hard with you!  However, that's none of my business; I am sent to nurse you and get you well; I do my duty with a safe conscience; it were well if everybody did the same.\"", "characters": 339, "sentences": 2}, {"text": "I turned with loathing from the woman who could utter so unfeeling a speech to a person just saved, on the very edge of death; but I felt languid and unable to reflect on all that had passed.  The whole series of my life appeared to me as a dream; I sometimes doubted if indeed it were all true, for it never presented itself to my mind with the force of reality.", "characters": 363, "sentences": 3}, {"text": "\"I thank you, but all that you mention is nothing to me; on the whole earth there is no comfort which I am capable of receiving.\"", "characters": 129, "sentences": 2}, {"text": "\"I know that the sympathy of a stranger can be but of little relief to one borne down as you are by so strange a misfortune.  But you will, I hope, soon quit this melancholy abode, for doubtless evidence can easily be brought to free you from the criminal charge.\"", "characters": 264, "sentences": 3}, {"text": "\"That is my least concern; I am, by a course of strange events, become the most miserable of mortals.  Persecuted and tortured as I am and have been, can death be any evil to me?\"", "characters": 179, "sentences": 2}, {"text": "\"Nothing indeed could be more unfortunate and agonizing than the strange chances that have lately occurred.  You were thrown, by some surprising accident, on this shore, renowned for its hospitality, seized immediately, and charged with murder.  The first sight that was presented to your eyes was the body of your friend, murdered in so unaccountable a manner and placed, as it were, by some fiend across your path.\"", "characters": 417, "sentences": 4}, {"text": "\"This suspense is a thousand times worse than the most horrible event; tell me what new scene of death has been acted, and whose murder I am now to lament?\"", "characters": 156, "sentences": 1}, {"text": "\"Your family is perfectly well,\" said Mr. Kirwin with gentleness; \"and someone, a friend, is come to visit you.\"", "characters": 112, "sentences": 3}, {"text": "I know not by what chain of thought the idea presented itself, but it instantly darted into my mind that the murderer had come to mock at my misery and taunt me with the death of Clerval, as a new incitement for me to comply with his hellish desires.  I put my hand before my eyes, and cried out in agony, \"Oh! Take him away!  I cannot see him; for God's sake, do not let him enter!\"", "characters": 383, "sentences": 2}, {"text": "Mr. Kirwin regarded me with a troubled countenance.  He could not help regarding my exclamation as a presumption of my guilt and said in rather a severe tone, \"I should have thought, young man, that the presence of your father would have been welcome instead of inspiring such violent repugnance.\"", "characters": 297, "sentences": 4}, {"text": "\"My father!\" cried I, while every feature and every muscle was relaxed from anguish to pleasure.  \"Is my father indeed come?  How kind, how very kind!  But where is he, why does he not hasten to me?\"", "characters": 199, "sentences": 2}, {"text": "My change of manner surprised and pleased the magistrate; perhaps he thought that my former exclamation was a momentary return of delirium, and now he instantly resumed his former benevolence.  He rose and quitted the room with my nurse, and in a moment my father entered it.", "characters": 275, "sentences": 3}, {"text": "Nothing, at this moment, could have given me greater pleasure than the arrival of my father.  I stretched out my hand to him and cried, \"Are you, then, safe--and Elizabeth--and Ernest?\" My father calmed me with assurances of their welfare and endeavoured, by dwelling on these subjects so interesting to my heart, to raise my desponding spirits; but he soon felt that a prison cannot be the abode of cheerfulness.", "characters": 413, "sentences": 3}, {"text": "\"What a place is this that you inhabit, my son!\" said he, looking mournfully at the barred windows and wretched appearance of the room. \"You travelled to seek happiness, but a fatality seems to pursue you. And poor Clerval--\"", "characters": 225, "sentences": 3}, {"text": "The name of my unfortunate and murdered friend was an agitation too great to be endured in my weak state; I shed tears.  \"Alas!  Yes, my father,\" replied I; \"some destiny of the most horrible kind hangs over me, and I must live to fulfil it, or surely I should have died on the coffin of Henry.\"", "characters": 295, "sentences": 3}, {"text": "We were not allowed to converse for any length of time, for the precarious state of my health rendered every precaution necessary that could ensure tranquillity.  Mr. Kirwin came in and insisted that my strength should not be exhausted by too much exertion.  But the appearance of my father was to me like that of my good angel, and I gradually recovered my health.", "characters": 365, "sentences": 5}, {"text": "My father yielded at length to my desire to avoid society and strove by various arguments to banish my despair.  Sometimes he thought that I felt deeply the degradation of being obliged to answer a charge of murder, and he endeavoured to prove to me the futility of pride.", "characters": 272, "sentences": 3}, {"text": "\"Alas!  My father,\" said I, \"how little do you know me.  Human beings, their feelings and passions, would indeed be degraded if such a wretch as I felt pride.  Justine, poor unhappy Justine, was as innocent as I, and she suffered the same charge; she died for it; and I am the cause of this--I murdered her.  William, Justine, and Henry--they all died by my hands.\"", "characters": 365, "sentences": 5}, {"text": "My father had often, during my imprisonment, heard me make the same assertion; when I thus accused myself, he sometimes seemed to desire an explanation, and at others he appeared to consider it as the offspring of delirium, and that, during my illness, some idea of this kind had presented itself to my imagination, the remembrance of which I preserved in my convalescence.", "characters": 373, "sentences": 2}, {"text": "\"I am not mad,\" I cried energetically; \"the sun and the heavens, who have viewed my operations, can bear witness of my truth.  I am the assassin of those most innocent victims; they died by my machinations. A thousand times would I have shed my own blood, drop by drop, to have saved their lives; but I could not, my father, indeed I could not sacrifice the whole human race.\"", "characters": 376, "sentences": 4}, {"text": "The conclusion of this speech convinced my father that my ideas were deranged, and he instantly changed the subject of our conversation and endeavoured to alter the course of my thoughts.  He wished as much as possible to obliterate the memory of the scenes that had taken place in Ireland and never alluded to them or suffered me to speak of my misfortunes.", "characters": 358, "sentences": 3}, {"text": "\"Do not let this letter disturb you; do not answer tomorrow, or the next day, or even until you come, if it will give you pain.  My uncle will send me news of your health, and if I see but one smile on your lips when we meet, occasioned by this or any other exertion of mine, I shall need no other happiness.", "characters": 308, "sentences": 3}, {"text": "He had vowed TO BE WITH ME ON MY WEDDING-NIGHT, yet he did not consider that threat as binding him to peace in the meantime, for as if to show me that he was not yet satiated with blood, he had murdered Clerval immediately after the enunciation of his threats.  I resolved, therefore, that if my immediate union with my cousin would conduce either to hers or my father's happiness, my adversary's designs against my life should not retard it a single hour.", "characters": 456, "sentences": 3}, {"text": "\"None on earth.  I love Elizabeth and look forward to our union with delight.  Let the day therefore be fixed; and on it I will consecrate myself, in life or death, to the happiness of my cousin.\"", "characters": 196, "sentences": 4}, {"text": "\"My dear Victor, do not speak thus.  Heavy misfortunes have befallen us, but let us only cling closer to what remains and transfer our love for those whom we have lost to those who yet live.  Our circle will be small but bound close by the ties of affection and mutual misfortune. And when time shall have softened your despair, new and dear objects of care will be born to replace those of whom we have been so cruelly deprived.\"", "characters": 430, "sentences": 5}, {"text": "Great God!  If for one instant I had thought what might be the hellish intention of my fiendish adversary, I would rather have banished myself forever from my native country and wandered a friendless outcast over the earth than have consented to this miserable marriage.  But, as if possessed of magic powers, the monster had blinded me to his real intentions; and when I thought that I had prepared only my own death, I hastened that of a far dearer victim.", "characters": 458, "sentences": 3}, {"text": "Elizabeth seemed happy; my tranquil demeanour contributed greatly to calm her mind.  But on the day that was to fulfil my wishes and my destiny, she was melancholy, and a presentiment of evil pervaded her; and perhaps also she thought of the dreadful secret which I had promised to reveal to her on the following day.  My father was in the meantime overjoyed and in the bustle of preparation only recognized in the melancholy of his niece the diffidence of a bride.", "characters": 465, "sentences": 4}, {"text": "After the ceremony was performed a large party assembled at my father's, but it was agreed that Elizabeth and I should commence our journey by water, sleeping that night at Evian and continuing our voyage on the following day.  The day was fair, the wind favourable; all smiled on our nuptial embarkation.", "characters": 305, "sentences": 3}, {"text": "I took the hand of Elizabeth.  \"You are sorrowful, my love.  Ah!  If you knew what I have suffered and what I may yet endure, you would endeavour to let me taste the quiet and freedom from despair that this one day at least permits me to enjoy.\"", "characters": 245, "sentences": 4}, {"text": "Thus Elizabeth endeavoured to divert her thoughts and mine from all reflection upon melancholy subjects.  But her temper was fluctuating; joy for a few instants shone in her eyes, but it continually gave place to distraction and reverie.", "characters": 237, "sentences": 3}, {"text": "The sun sank lower in the heavens; we passed the river Drance and observed its path through the chasms of the higher and the glens of the lower hills.  The Alps here come closer to the lake, and we approached the amphitheatre of mountains which forms its eastern boundary.  The spire of Evian shone under the woods that surrounded it and the range of mountain above mountain by which it was overhung.", "characters": 400, "sentences": 4}, {"text": "The wind, which had hitherto carried us along with amazing rapidity, sank at sunset to a light breeze; the soft air just ruffled the water and caused a pleasant motion among the trees as we approached the shore, from which it wafted the most delightful scent of flowers and hay.  The sun sank beneath the horizon as we landed, and as I touched the shore I felt those cares and fears revive which soon were to clasp me and cling to me forever.", "characters": 442, "sentences": 3}, {"text": "It was eight o'clock when we landed; we walked for a short time on the shore, enjoying the transitory light, and then retired to the inn and contemplated the lovely scene of waters, woods, and mountains, obscured in darkness, yet still displaying their black outlines.", "characters": 268, "sentences": 2}, {"text": "The wind, which had fallen in the south, now rose with great violence in the west.  The moon had reached her summit in the heavens and was beginning to descend; the clouds swept across it swifter than the flight of the vulture and dimmed her rays, while the lake reflected the scene of the busy heavens, rendered still busier by the restless waves that were beginning to rise.  Suddenly a heavy storm of rain descended.", "characters": 419, "sentences": 4}, {"text": "\"Oh!  Peace, peace, my love,\" replied I; \"this night, and all will be safe; but this night is dreadful, very dreadful.\"", "characters": 119, "sentences": 2}, {"text": "I passed an hour in this state of mind, when suddenly I reflected how fearful the combat which I momentarily expected would be to my wife, and I earnestly entreated her to retire, resolving not to join her until I had obtained some knowledge as to the situation of my enemy.", "characters": 274, "sentences": 2}, {"text": "The report of the pistol brought a crowd into the room. I pointed to the spot where he had disappeared, and we followed the track with boats; nets were cast, but in vain.  After passing several hours, we returned hopeless, most of my companions believing it to have been a form conjured up by my fancy.  After having landed, they proceeded to search the country, parties going in different directions among the woods and vines.", "characters": 427, "sentences": 5}, {"text": "I attempted to accompany them and proceeded a short distance from the house, but my head whirled round, my steps were like those of a drunken man, I fell at last in a state of utter exhaustion; a film covered my eyes, and my skin was parched with the heat of fever.  In this state I was carried back and placed on a bed, hardly conscious of what had happened; my eyes wandered round the room as if to seek something that I had lost.", "characters": 432, "sentences": 3}, {"text": "Nor did my hate long confine itself to useless wishes; I began to reflect on the best means of securing him; and for this purpose, about a month after my release, I repaired to a criminal judge in the town and told him that I had an accusation to make, that I knew the destroyer of my family, and that I required him to exert his whole authority for the apprehension of the murderer.  The magistrate listened to me with attention and kindness.", "characters": 443, "sentences": 3}, {"text": "\"Be assured, sir,\" said he, \"no pains or exertions on my part shall be spared to discover the villain.\"", "characters": 103, "sentences": 2}, {"text": "\"That cannot be; but all that I can say will be of little avail.  My revenge is of no moment to you; yet, while I allow it to be a vice, I confess that it is the devouring and only passion of my soul.  My rage is unspeakable when I reflect that the murderer, whom I have turned loose upon society, still exists.  You refuse my just demand; I have but one resource, and I devote myself, either in my life or death, to his destruction.\"", "characters": 434, "sentences": 5}, {"text": "I trembled with excess of agitation as I said this; there was a frenzy in my manner, and something, I doubt not, of that haughty fierceness which the martyrs of old are said to have possessed.  But to a Genevan magistrate, whose mind was occupied by far other ideas than those of devotion and heroism, this elevation of mind had much the appearance of madness.  He endeavoured to soothe me as a nurse does a child and reverted to my tale as the effects of delirium.", "characters": 465, "sentences": 4}, {"text": "\"Man,\" I cried, \"how ignorant art thou in thy pride of wisdom!  Cease; you know not what it is you say.\"", "characters": 104, "sentences": 2}, {"text": "My present situation was one in which all voluntary thought was swallowed up and lost.  I was hurried away by fury; revenge alone endowed me with strength and composure; it moulded my feelings and allowed me to be calculating and calm at periods when otherwise delirium or death would have been my portion.", "characters": 306, "sentences": 3}, {"text": "I darted towards the spot from which the sound proceeded, but the devil eluded my grasp.  Suddenly the broad disk of the moon arose and shone full upon his ghastly and distorted shape as he fled with more than mortal speed.", "characters": 223, "sentences": 3}, {"text": "I pursued him, and for many months this has been my task.  Guided by a slight clue, I followed the windings of the Rhone, but vainly.  The blue Mediterranean appeared, and by a strange chance, I saw the fiend enter by night and hide himself in a vessel bound for the Black Sea.  I took my passage in the same ship, but he escaped, I know not how.", "characters": 346, "sentences": 5}, {"text": "Scoffing devil!  Again do I vow vengeance; again do I devote thee, miserable fiend, to torture and death.  Never will I give up my search until he or I perish; and then with what ecstasy shall I join my Elizabeth and my departed friends, who even now prepare for me the reward of my tedious toil and horrible pilgrimage!", "characters": 320, "sentences": 2}, {"text": "I cannot guess how many days have passed since then, but I have endured misery which nothing but the eternal sentiment of a just retribution burning within my heart could have enabled me to support.  Immense and rugged mountains of ice often barred up my passage, and I often heard the thunder of the ground sea, which threatened my destruction.  But again the frost came and made the paths of the sea secure.", "characters": 409, "sentences": 4}, {"text": "And what, Margaret, will be the state of your mind?  You will not hear of my destruction, and you will anxiously await my return.  Years will pass, and you will have visitings of despair and yet be tortured by hope.  Oh!  My beloved sister, the sickening failing of your heart-felt expectations is, in prospect, more terrible to me than my own death.", "characters": 350, "sentences": 4}, {"text": "A scene has just passed of such uncommon interest that, although it is highly probable that these papers may never reach you, yet I cannot forbear recording it.", "characters": 160, "sentences": 2}, {"text": "We are still surrounded by mountains of ice, still in imminent danger of being crushed in their conflict.  The cold is excessive, and many of my unfortunate comrades have already found a grave amidst this scene of desolation.  Frankenstein has daily declined in health; a feverish fire still glimmers in his eyes, but he is exhausted, and when suddenly roused to any exertion, he speedily sinks again into apparent lifelessness.", "characters": 428, "sentences": 4}, {"text": "How all this will terminate, I know not, but I had rather die than return shamefully, my purpose unfulfilled.  Yet I fear such will be my fate; the men, unsupported by ideas of glory and honour, can never willingly continue to endure their present hardships.", "characters": 258, "sentences": 3}, {"text": "The die is cast; I have consented to return if we are not destroyed. Thus are my hopes blasted by cowardice and indecision; I come back ignorant and disappointed.  It requires more philosophy than I possess to bear this injustice with patience.", "characters": 244, "sentences": 4}, {"text": "It is past; I am returning to England.  I have lost my hopes of utility and glory; I have lost my friend.  But I will endeavour to detail these bitter circumstances to you, my dear sister; and while I am wafted towards England and towards you, I will not despond.", "characters": 263, "sentences": 4}, {"text": "\"Alas!  Yes; I cannot withstand their demands.  I cannot lead them unwillingly to danger, and I must return.\"", "characters": 109, "sentences": 3}, {"text": "\"Do so, if you will; but I will not.  You may give up your purpose, but mine is assigned to me by heaven, and I dare not.  I am weak, but surely the spirits who assist my vengeance will endow me with sufficient strength.\"  Saying this, he endeavoured to spring from the bed, but the exertion was too great for him; he fell back and fainted.", "characters": 340, "sentences": 5}, {"text": "It was long before he was restored, and I often thought that life was entirely extinct.  At length he opened his eyes; he breathed with difficulty and was unable to speak.  The surgeon gave him a composing draught and ordered us to leave him undisturbed. In the meantime he told me that my friend had certainly not many hours to live.", "characters": 334, "sentences": 5}, {"text": "\"Yet I cannot ask you to renounce your country and friends to fulfil this task; and now that you are returning to England, you will have little chance of meeting with him.  But the consideration of these points, and the well balancing of what you may esteem your duties, I leave to you; my judgment and ideas are already disturbed by the near approach of death.  I dare not ask you to do what I think right, for I may still be misled by passion.", "characters": 445, "sentences": 4}, {"text": "His voice became fainter as he spoke, and at length, exhausted by his effort, he sank into silence.  About half an hour afterwards he attempted again to speak but was unable; he pressed my hand feebly, and his eyes closed forever, while the irradiation of a gentle smile passed away from his lips.", "characters": 297, "sentences": 3}, {"text": "Margaret, what comment can I make on the untimely extinction of this glorious spirit?  What can I say that will enable you to understand the depth of my sorrow?  All that I should express would be inadequate and feeble.  My tears flow; my mind is overshadowed by a cloud of disappointment.  But I journey towards England, and I may there find consolation.", "characters": 355, "sentences": 4}, {"text": "I am interrupted.  What do these sounds portend?  It is midnight; the breeze blows fairly, and the watch on deck scarcely stir.  Again there is a sound as of a human voice, but hoarser; it comes from the cabin where the remains of Frankenstein still lie.  I must arise and examine. Good night, my sister.", "characters": 304, "sentences": 6}, {"text": "He paused, looking on me with wonder, and again turning towards the lifeless form of his creator, he seemed to forget my presence, and every feature and gesture seemed instigated by the wildest rage of some uncontrollable passion.", "characters": 230, "sentences": 2}, {"text": "\"Your repentance,\" I said, \"is now superfluous. If you had listened to the voice of conscience and heeded the stings of remorse before you had urged your diabolical vengeance to this extremity, Frankenstein would yet have lived.\"", "characters": 229, "sentences": 3}, {"text": "\"But it is true that I am a wretch.  I have murdered the lovely and the helpless; I have strangled the innocent as they slept and grasped to death his throat who never injured me or any other living thing.  I have devoted my creator, the select specimen of all that is worthy of love and admiration among men, to misery; I have pursued him even to that irremediable ruin.", "characters": 371, "sentences": 4}, {"text": "\"There he lies, white and cold in death.  You hate me, but your abhorrence cannot equal that with which I regard myself.  I look on the hands which executed the deed; I think on the heart in which the imagination of it was conceived and long for the moment when these hands will meet my eyes, when that imagination will haunt my thoughts no more.", "characters": 346, "sentences": 4}, {"text": "\"Light, feeling, and sense will pass away; and in this condition must I find my happiness.  Some years ago, when the images which this world affords first opened upon me, when I felt the cheering warmth of summer and heard the rustling of the leaves and the warbling of the birds, and these were all to me, I should have wept to die; now it is my only consolation.  Polluted by crimes and torn by the bitterest remorse, where can I find rest but in death?", "characters": 455, "sentences": 3}, {"text": "\"But soon,\" he cried with sad and solemn enthusiasm, \"I shall die, and what I now feel be no longer felt.  Soon these burning miseries will be extinct.  I shall ascend my funeral pile triumphantly and exult in the agony of the torturing flames. The light of that conflagration will fade away; my ashes will be swept into the sea by the winds.  My spirit will sleep in peace, or if it thinks, it will not surely think thus. Farewell.\"", "characters": 433, "sentences": 7}, {"text": "He sprang from the cabin window as he said this, upon the ice raft which lay close to the vessel.  He was soon borne away by the waves and lost in darkness and distance.", "characters": 169, "sentences": 3}], "id": 84, "paragraphs": 291, "author": "Mary Wollstonecraft (Godwin) Shelley"}