{"title": "Democracy and Education", "data": [{"text": "Transcriber's Note: I have tried to make this the most accurate text possible but I am sure that there are still mistakes. Please feel free to email me any errors or mistakes that you find. Citing the Chapter and paragraph. Haradda@aol.com and davidr@inconnect.com are my email addresses for now. David Reed", "characters": 307, "sentences": 7}, {"text": "I would like to dedicate this etext to my mother who was a elementary school teacher for more years than I can remember. Thanks.", "characters": 128, "sentences": 3}, {"text": "Without such formal education, it is not possible to transmit all the resources and achievements of a complex society. It also opens a way to a kind of experience which would not be accessible to the young, if they were left to pick up their training in informal association with others, since books and the symbols of knowledge are mastered.", "characters": 342, "sentences": 3}, {"text": "2. Modes of Social Direction. Adults are naturally most conscious of directing the conduct of others when they are immediately aiming so to do. As a rule, they have such an aim consciously when they find themselves resisted; when others are doing things they do not wish them to do. But the more permanent and influential modes of control are those which operate from moment to moment continuously without such deliberate intention on our part.", "characters": 444, "sentences": 6}, {"text": "In directing the activities of the young, society determines its own future in determining that of the young. Since the young at a given time will at some later date compose the society of that period, the latter's nature will largely turn upon the direction children's activities were given at an earlier period. This cumulative movement of action toward a later result is what is meant by growth.", "characters": 398, "sentences": 4}, {"text": "(1) It sounds absurd to hear dependence spoken of as something positive, still more absurd as a power. Yet if helplessness were all there were in dependence, no development could ever take place. A merely impotent being has to be carried, forever, by others. The fact that dependence is accompanied by growth in ability, not by an ever increasing lapse into parasitism, suggests that it is already something constructive. Being merely sheltered by others would not promote growth. For", "characters": 484, "sentences": 6}, {"text": "1 Intimations of its significance are found in a number of writers, but John Fiske, in his Excursions of an Evolutionist, is accredited with its first systematic exposition.", "characters": 173, "sentences": 2}, {"text": "2 This conception is, of course, a logical correlate of the conceptions of the external relation of stimulus and response, considered in the last chapter, and of the negative conceptions of immaturity and plasticity noted in this chapter.", "characters": 238, "sentences": 2}, {"text": "\"Evolution\" was a force working itself out to its own end. As against it, or as compared with it, the conscious ideas and preference of individuals are impotent. Or, rather, they are but the means by which it works itself out. Social progress is an \"organic growth,\" not an experimental selection. Reason is all powerful, but only Absolute Reason has any power.", "characters": 361, "sentences": 6}, {"text": "The concrete character of mind consists, then, wholly of the various arrangements formed by the various presentations in their different qualities. The \"furniture\" of the mind is the mind. Mind is wholly a matter of \"contents.\" The educational implications of this doctrine are threefold.", "characters": 288, "sentences": 5}, {"text": "(1) This or that kind of mind is formed by the use of objects which evoke this or that kind of reaction and which produce this or that arrangement among the reactions called out. The formation of mind is wholly a matter of the presentation of the proper educational materials.", "characters": 276, "sentences": 3}, {"text": "2 We must not forget that Rousseau had the idea of a radically different sort of society, a fraternal society whose end should be identical with the good of all its members, which he thought to be as much better than existing states as these are worse than the state of nature.", "characters": 277, "sentences": 2}, {"text": "The word interest, in its ordinary usage, expresses (i) the whole state of active development, (ii) the objective results that are foreseen and wanted, and (iii) the personal emotional inclination.", "characters": 197, "sentences": 2}, {"text": "(I) An occupation, employment, pursuit, business is often referred to as an interest. Thus we say that a man's interest is politics, or journalism, or philanthropy, or archaeology, or collecting Japanese prints, or banking.", "characters": 223, "sentences": 3}, {"text": "(ii) By an interest we also mean the point at which an object touches or engages a man; the point where it influences him. In some legal transactions a man has to prove \"interest\" in order to have a standing at court. He has to show that some proposed step concerns his affairs. A silent partner has an interest in a business, although he takes no active part in its conduct because its prosperity or decline affects his profits and liabilities.", "characters": 445, "sentences": 5}, {"text": "(iii) When we speak of a man as interested in this or that the emphasis falls directly upon his personal attitude. To be interested is to be absorbed in, wrapped up in, carried away by, some object. To take an interest is to be on the alert, to care about, to be attentive. We say of an interested person both that he has lost himself in some affair and that he has found himself in it. Both terms express the engrossment of the self in an object.", "characters": 447, "sentences": 6}, {"text": "Clearly there are two factors in will. One has to do with the foresight of results, the other with the depth of hold the foreseen outcome has upon the person.", "characters": 158, "sentences": 3}, {"text": "1 It is most important for the practice of science that men in many cases can calculate the degree of probability and the amount of probable error involved, but that does alter the features of the situation as described. It refines them.", "characters": 237, "sentences": 3}, {"text": "A consideration of some evils in education that flow from the isolation of method from subject matter will make the point more definite.", "characters": 136, "sentences": 2}, {"text": "Some attitudes may be named, however,-which are central in effective intellectual ways of dealing with subject matter. Among the most important are directness, open-mindedness, single-mindedness (or whole-heartedness), and responsibility.", "characters": 238, "sentences": 3}, {"text": "3. Single-mindedness. So far as the word is concerned, much that was said under the head of \"directness\" is applicable. But what the word is here intended to convey is completeness of interest, unity of purpose; the absence of suppressed but effectual ulterior aims for which the professed aim is but a mask. It is equivalent to mental integrity. Absorption, engrossment, full concern with subject matter for its own sake, nurture it. Divided interest and evasion destroy it.", "characters": 475, "sentences": 8}, {"text": "1 This point is developed below in a discussion of what are termed psychological and logical methods respectively. See p. 219.", "characters": 126, "sentences": 4}, {"text": "Representing both the necessities of life and the adornments with which the necessities have been clothed, they tap instincts at a deep level; they are saturated with facts and principles having a social quality.", "characters": 212, "sentences": 2}, {"text": "Economic history is more human, more democratic, and hence more liberalizing than political history. It deals not with the rise and fall of principalities and powers, but with the growth of the effective liberties, through command of nature, of the common man for whom powers and principalities exist.", "characters": 301, "sentences": 3}, {"text": "The considerations involved in a discussion of educational values have already been brought out in the discussion of aims and interests.", "characters": 136, "sentences": 2}, {"text": "The rubric of appreciation supplies an appropriate head for bringing out three further principles: the nature of effective or real (as distinct from nominal) standards of value; the place of the imagination in appreciative realizations; and the place of the fine arts in the course of study.", "characters": 291, "sentences": 2}, {"text": "1 Aristotle does not hold that the class of actual slaves and of natural slaves necessarily coincide.", "characters": 101, "sentences": 2}, {"text": "1. The Opposition of Experience and True Knowledge. As livelihood and leisure are opposed, so are theory and practice, intelligence and execution, knowledge and activity. The latter set of oppositions doubtless springs from the same social conditions which produce the former conflict; but certain definite problems of education connected with them make it desirable to discuss explicitly the matter of the relationship and alleged separation of knowing and doing.", "characters": 464, "sentences": 5}, {"text": "The so-called practical bent of the Romans worked in the same direction. In falling back upon the recorded ideas of the Greeks, they not only took the short path to attaining a cultural development, but they procured just the kind of material and method suited to their administrative talents. For their practical genius was not directed to the conquest and control of nature but to the conquest and control of men.", "characters": 415, "sentences": 4}, {"text": "2. The Place of Vocational Aims in Education. Bearing in mind the varied and connected content of the vocation, and the broad background upon which a particular calling is projected, we shall now consider education for the more distinctive activity of an individual.", "characters": 266, "sentences": 4}, {"text": "2. The Nature of Philosophy. Our further task is to extract and make explicit the idea of philosophy implicit in these considerations. We have already virtually described, though not defined, philosophy in terms of the problems with which it deals: and that thing nor even to the aggregate of known things, but to the considerations which govern conduct.", "characters": 354, "sentences": 5}], "id": 852, "paragraphs": 31, "author": "John Dewey"}