{"title": "A Connecticut Yankee in King Arthur's Court, Complete", "data": [{"text": "I said I had not heard of it.  He was so little interested--just as when people speak of the weather--that he did not notice whether I made him any answer or not. There was half a moment of silence, immediately interrupted by the droning voice of the salaried cicerone:", "characters": 269, "sentences": 3}, {"text": "\"Ancient hauberk, date of the sixth century, time of King Arthur and the Round Table; said to have belonged to the knight Sir Sagramor le Desirous; observe the round hole through the chain-mail in the left breast; can't be accounted for; supposed to have been done with a bullet since invention of firearms--perhaps maliciously by Cromwell's soldiers.\"", "characters": 352, "sentences": 2}, {"text": "My acquaintance smiled--not a modern smile, but one that must have gone out of general use many, many centuries ago--and muttered apparently to himself:", "characters": 152, "sentences": 1}, {"text": "All that evening I sat by my fire at the Warwick Arms, steeped in a dream of the olden time, while the rain beat upon the windows, and the wind roared about the eaves and corners.  From time to time I dipped into old Sir Thomas Malory's enchanting book, and fed at its rich feast of prodigies and adventures, breathed in the fragrance of its obsolete names, and dreamed again.  Midnight being come at length, I read another tale, for a nightcap--this which here follows, to wit:", "characters": 478, "sentences": 3}, {"text": "As I laid the book down there was a knock at the door, and my stranger came in.  I gave him a pipe and a chair, and made him welcome.  I also comforted him with a hot Scotch whisky; gave him another one; then still another--hoping always for his story. After a fourth persuader, he drifted into it himself, in a quite simple and natural way:", "characters": 341, "sentences": 4}, {"text": "Now what does this man do but fall back a couple of hundred yards and then come rushing at me as hard as he could tear, with his nail-keg bent down nearly to his horse's neck and his long spear pointed straight ahead.  I saw he meant business, so I was up the tree when he arrived.", "characters": 281, "sentences": 3}, {"text": "My stranger had been showing signs of sleepiness.  He caught himself nodding, now, and smiled one of those pathetic, obsolete smiles of his, and said:", "characters": 150, "sentences": 2}, {"text": "\"I find I can't go on; but come with me, I've got it all written out, and you can read it if you like.\"", "characters": 103, "sentences": 2}, {"text": "In his chamber, he said: \"First, I kept a journal; then by and by, after years, I took the journal and turned it into a book. How long ago that was!\"", "characters": 149, "sentences": 2}, {"text": "\"Begin here--I've already told you what goes before.\"  He was steeped in drowsiness by this time.  As I went out at his door I heard him murmur sleepily: \"Give you good den, fair sir.\"", "characters": 184, "sentences": 4}, {"text": "I sat down by my fire and examined my treasure.  The first part of it--the great bulk of it--was parchment, and yellow with age. I scanned a leaf particularly and saw that it was a palimpsest. Under the old dim writing of the Yankee historian appeared traces of a penmanship which was older and dimmer still--Latin words and sentences: fragments from old monkish legends, evidently. I turned to the place indicated by my stranger and began to read --as follows:", "characters": 461, "sentences": 5}, {"text": "\"Camelot--Camelot,\" said I to myself.  \"I don't seem to remember hearing of it before.  Name of the asylum, likely.\"", "characters": 116, "sentences": 4}, {"text": "It was a soft, reposeful summer landscape, as lovely as a dream, and as lonesome as Sunday.  The air was full of the smell of flowers, and the buzzing of insects, and the twittering of birds, and there were no people, no wagons, there was no stir of life, nothing going on.  The road was mainly a winding path with hoof-prints in it, and now and then a faint trace of wheels on either side in the grass--wheels that apparently had a tire as broad as one's hand.", "characters": 461, "sentences": 4}, {"text": "The moment I got a chance I slipped aside privately and touched an ancient common looking man on the shoulder and said, in an insinuating, confidential way:", "characters": 156, "sentences": 1}, {"text": "\"Friend, do me a kindness.  Do you belong to the asylum, or are you just on a visit or something like that?\"", "characters": 108, "sentences": 2}, {"text": "I moved away, cogitating, and at the same time keeping an eye out for any chance passenger in his right mind that might come along and give me some light.  I judged I had found one, presently; so I drew him aside and said in his ear:", "characters": 233, "sentences": 2}, {"text": "\"513!  You don't look it!  Come, my boy, I am a stranger and friendless; be honest and honorable with me.  Are you in your right mind?\"", "characters": 135, "sentences": 2}, {"text": "\"Well, then,\" I said, \"either I am a lunatic, or something just as awful has happened.  Now tell me, honest and true, where am I?\"", "characters": 130, "sentences": 2}, {"text": "I felt a mournful sinking at the heart, and muttered: \"I shall never see my friends again--never, never again.  They will not be born for more than thirteen hundred years yet.\"", "characters": 176, "sentences": 3}, {"text": "\"Now, Clarence, my boy--if that might happen to be your name --I'll get you to post me up a little if you don't mind.  What is the name of that apparition that brought me here?\"", "characters": 177, "sentences": 2}, {"text": "\"My master and thine?  That is the good knight and great lord Sir Kay the Seneschal, foster brother to our liege the king.\"", "characters": 123, "sentences": 2}, {"text": "Get word to my friends!  I thanked him; I couldn't do less; and about this time a lackey came to say I was wanted; so Clarence led me in and took me off to one side and sat down by me.", "characters": 184, "sentences": 2}, {"text": "In the middle of this groined and vaulted public square was an oaken table which they called the Table Round.  It was as large as a circus ring; and around it sat a great company of men dressed in such various and splendid colors that it hurt one's eyes to look at them.  They wore their plumed hats, right along, except that whenever one addressed himself directly to the king, he lifted his hat a trifle just as he was beginning his remark.", "characters": 442, "sentences": 4}, {"text": "There was a fine manliness observable in almost every face; and in some a certain loftiness and sweetness that rebuked your belittling criticisms and stilled them.  A most noble benignity and purity reposed in the countenance of him they called Sir Galahad, and likewise in the king's also; and there was majesty and greatness in the giant frame and high bearing of Sir Launcelot of the Lake.", "characters": 392, "sentences": 3}, {"text": "Surprise and astonishment flashed from face to face all over the house; the queen's gratified smile faded out at the name of Sir Kay, and she looked disappointed; and the page whispered in my ear with an accent and manner expressive of extravagant derision--", "characters": 258, "sentences": 1}, {"text": "\"Sir _Kay_, forsooth!  Oh, call me pet names, dearest, call me a marine!  In twice a thousand years shall the unholy invention of man labor at odds to beget the fellow to this majestic lie!\"", "characters": 190, "sentences": 1}, {"text": "Well, it was touching to see the queen blush and smile, and look embarrassed and happy, and fling furtive glances at Sir Launcelot that would have got him shot in Arkansas, to a dead certainty.", "characters": 193, "sentences": 2}, {"text": "Everybody praised the valor and magnanimity of Sir Launcelot; and as for me, I was perfectly amazed, that one man, all by himself, should have been able to beat down and capture such battalions of practiced fighters.  I said as much to Clarence; but this mocking featherhead only said:", "characters": 285, "sentences": 2}, {"text": "\"An Sir Kay had had time to get another skin of sour wine into him, ye had seen the accompt doubled.\"", "characters": 101, "sentences": 2}, {"text": "\"Marry, we shall have it again,\" sighed the boy; \"that same old weary tale that he hath told a thousand times in the same words, and that he _will_ tell till he dieth, every time he hath gotten his barrel full and feeleth his exaggeration-mill a-working.  Would God I had died or I saw this day!\"", "characters": 296, "sentences": 2}, {"text": "It seemed to me that this quaint lie was most simply and beautifully told; but then I had heard it only once, and that makes a difference; it was pleasant to the others when it was fresh, no doubt.", "characters": 197, "sentences": 2}, {"text": "Finally I was carried off in one direction, and my perilous clothes in another.  I was shoved into a dark and narrow cell in a dungeon, with some scant remnants for dinner, some moldy straw for a bed, and no end of rats for company.", "characters": 232, "sentences": 3}, {"text": "When I next came to myself, I seemed to have been asleep a very long time.  My first thought was, \"Well, what an astonishing dream I've had!  I reckon I've waked only just in time to keep from being hanged or drowned or burned or something....  I'll nap again till the whistle blows, and then I'll go down to the arms factory and have it out with Hercules.\"", "characters": 357, "sentences": 7}, {"text": "But just then I heard the harsh music of rusty chains and bolts, a light flashed in my eyes, and that butterfly, Clarence, stood before me!  I gasped with surprise; my breath almost got away from me.", "characters": 199, "sentences": 2}, {"text": "\"What dream?  Why, the dream that I am in Arthur's court--a person who never existed; and that I am talking to you, who are nothing but a work of the imagination.\"", "characters": 163, "sentences": 2}, {"text": "The shock that went through me was distressing.  I now began to reason that my situation was in the last degree serious, dream or no dream; for I knew by past experience of the lifelike intensity of dreams, that to be burned to death, even in a dream, would be very far from being a jest, and was a thing to be avoided, by any means, fair or foul, that I could contrive.  So I said beseechingly:", "characters": 395, "sentences": 3}, {"text": "\"Ah, Clarence, good boy, only friend I've got,--for you _are_ my friend, aren't you?--don't fail me; help me to devise some way of escaping from this place!\"", "characters": 157, "sentences": 1}, {"text": "\"Full a score.  One may not hope to escape.\"  After a pause --hesitatingly: \"and there be other reasons--and weightier.\"", "characters": 120, "sentences": 4}, {"text": "He hesitated, pulled one way by desire, the other way by fear; then he stole to the door and peeped out, listening; and finally crept close to me and put his mouth to my ear and told me his fearful news in a whisper, and with all the cowering apprehension of one who was venturing upon awful ground and speaking of things whose very mention might be freighted with death.", "characters": 371, "sentences": 2}, {"text": "\"Merlin, in his malice, has woven a spell about this dungeon, and there bides not the man in these kingdoms that would be desperate enough to essay to cross its lines with you!  Now God pity me, I have told it!  Ah, be kind to me, be merciful to a poor boy who means thee well; for an thou betray me I am lost!\"", "characters": 311, "sentences": 1}, {"text": "\"Merlin has wrought a spell!  _Merlin_, forsooth!  That cheap old humbug, that maundering old ass?  Bosh, pure bosh, the silliest bosh in the world!  Why, it does seem to me that of all the childish, idiotic, chuckle-headed, chicken-livered superstitions that ev --oh, damn Merlin!\"", "characters": 282, "sentences": 1}, {"text": "But Clarence had slumped to his knees before I had half finished, and he was like to go out of his mind with fright.", "characters": 116, "sentences": 2}, {"text": "\"Oh, beware!  These are awful words!  Any moment these walls may crumble upon us if you say such things.  Oh call them back before it is too late!\"", "characters": 147, "sentences": 2}, {"text": "Now this strange exhibition gave me a good idea and set me to thinking.  If everybody about here was so honestly and sincerely afraid of Merlin's pretended magic as Clarence was, certainly a superior man like me ought to be shrewd enough to contrive some way to take advantage of such a state of things.  I went on thinking, and worked out a plan. Then I said:", "characters": 360, "sentences": 4}, {"text": "\"Thou!\"  The boy recoiled a step, and caught his breath, for the thing hit him rather sudden; but the aspect which he took on was very, very respectful.  I took quick note of that; it indicated that a humbug didn't need to have a reputation in this asylum; people stood ready to take him at his word, without that. I resumed.", "characters": 325, "sentences": 4}, {"text": "The poor boy was in such a state that he could hardly answer me. It was pitiful to see a creature so terrified, so unnerved, so demoralized.  But he promised everything; and on my side he made me promise over and over again that I would remain his friend, and never turn against him or cast any enchantments upon him. Then he worked his way out, staying himself with his hand along the wall, like a sick person.", "characters": 411, "sentences": 5}, {"text": "Presently this thought occurred to me: how heedless I have been! When the boy gets calm, he will wonder why a great magician like me should have begged a boy like him to help me get out of this place; he will put this and that together, and will see that I am a humbug.", "characters": 269, "sentences": 2}, {"text": "I worried over that heedless blunder for an hour, and called myself a great many hard names, meantime.  But finally it occurred to me all of a sudden that these animals didn't reason; that _they_ never put this and that together; that all their talk showed that they didn't know a discrepancy when they saw it.  I was at rest, then.", "characters": 332, "sentences": 4}, {"text": "\"There's a footstep!--they're coming.  If I had only just a moment to think....  Good, I've got it.  I'm all right.\"", "characters": 116, "sentences": 8}, {"text": "You see, it was the eclipse.  It came into my mind in the nick of time, how Columbus, or Cortez, or one of those people, played an eclipse as a saving trump once, on some savages, and I saw my chance.  I could play it myself, now, and it wouldn't be any plagiarism, either, because I should get it in nearly a thousand years ahead of those parties.", "characters": 348, "sentences": 4}, {"text": "\"No!  Then I have slept well, sure enough.  Nine in the morning now!  And yet it is the very complexion of midnight, to a shade. This is the 20th, then?\"", "characters": 153, "sentences": 3}, {"text": "I had to carry the boy out myself, he sunk into such a collapse. I handed him over to the soldiers, and went back.", "characters": 114, "sentences": 3}, {"text": "The stake!  The strength went out of me, and I almost fell down. It is hard to get one's breath at such a time, such lumps come into one's throat, and such gaspings; but as soon as I could speak, I said:", "characters": 203, "sentences": 2}, {"text": "To note all this, occupied but a second.  The next second Clarence had slipped from some place of concealment and was pouring news into my ear, his eyes beaming with triumph and gladness.  He said:", "characters": 197, "sentences": 3}, {"text": "I choked out some words through my grief and misery; as much as to say I would spare the sun; for which the lad's eyes paid me back with such deep and loving gratitude that I had not the heart to tell him his good-hearted foolishness had ruined me and sent me to my death.", "characters": 272, "sentences": 2}, {"text": "The one was from Merlin, the other from the king.  Merlin started from his place--to apply the torch himself, I judged.  I said:", "characters": 128, "sentences": 3}, {"text": "\"Stay where you are.  If any man moves--even the king--before I give him leave, I will blast him with thunder, I will consume him with lightnings!\"", "characters": 147, "sentences": 2}, {"text": "The multitude sank meekly into their seats, and I was just expecting they would.  Merlin hesitated a moment or two, and I was on pins and needles during that little while.  Then he sat down, and I took a good breath; for I knew I was master of the situation now. The king said:", "characters": 277, "sentences": 4}, {"text": "\"Be merciful, fair sir, and essay no further in this perilous matter, lest disaster follow.  It was reported to us that your powers could not attain unto their full strength until the morrow; but--\"", "characters": 198, "sentences": 2}, {"text": "That made an immense effect; up went appealing hands everywhere, and the king was assailed with a storm of supplications that I might be bought off at any price, and the calamity stayed. The king was eager to comply. He said:", "characters": 225, "sentences": 3}, {"text": "\"Name any terms, reverend sir, even to the halving of my kingdom; but banish this calamity, spare the sun!\"", "characters": 107, "sentences": 1}, {"text": "My fortune was made.  I would have taken him up in a minute, but I couldn't stop an eclipse; the thing was out of the question.  So I asked time to consider.  The king said:", "characters": 173, "sentences": 4}, {"text": "\"How long--ah, how long, good sir?  Be merciful; look, it groweth darker, moment by moment.  Prithee how long?\"", "characters": 111, "sentences": 2}, {"text": "Hang him, he said it was the _twenty-first_!  It made me turn cold to hear him.  I begged him not to make any mistake about it; but he was sure; he knew it was the 21st.  So, that feather-headed boy had botched things again!  The time of the day was right for the eclipse; I had seen that for myself, in the beginning, by the dial that was near by.  Yes, I was in King Arthur's court, and I might as well make the most out of it I could.", "characters": 437, "sentences": 5}, {"text": "\"Away with his bonds, and set him free! and do him homage, high and low, rich and poor, for he is become the king's right hand, is clothed with power and authority, and his seat is upon the highest step of the throne!  Now sweep away this creeping night, and bring the light and cheer again, that all the world may bless thee.\"", "characters": 327, "sentences": 2}, {"text": "\"That a common man should be shamed before the world, is nothing; but it were dishonor to the _king_ if any that saw his minister naked should not also see him delivered from his shame.  If I might ask that my clothes be brought again--\"", "characters": 237, "sentences": 2}, {"text": "\"They are not meet,\" the king broke in.  \"Fetch raiment of another sort; clothe him like a prince!\"", "characters": 99, "sentences": 2}, {"text": "It grew darker and darker and blacker and blacker, while I struggled with those awkward sixth-century clothes.  It got to be pitch dark, at last, and the multitude groaned with horror to feel the cold uncanny night breezes fan through the place and see the stars come out and twinkle in the sky.  At last the eclipse was total, and I was very glad of it, but everybody else was in misery; which was quite natural. I said:", "characters": 421, "sentences": 4}, {"text": "\"The king, by his silence, still stands to the terms.\"  Then I lifted up my hands--stood just so a moment--then I said, with the most awful solemnity: \"Let the enchantment dissolve and pass harmless away!\"", "characters": 205, "sentences": 2}, {"text": "There was no response, for a moment, in that deep darkness and that graveyard hush.  But when the silver rim of the sun pushed itself out, a moment or two later, the assemblage broke loose with a vast shout and came pouring down like a deluge to smother me with blessings and gratitude; and Clarence was not the last of the wash, to be sure.", "characters": 341, "sentences": 3}, {"text": "Thunder-showers had been tolerably frequent of late, and I was not much afraid of a failure; still, I shouldn't have cared for a delay of a day or two; I should have explained that I was busy with affairs of state yet, and the people must wait.", "characters": 244, "sentences": 2}, {"text": "\"You wanted to burn me alive when I had not done you any harm, and latterly you have been trying to injure my professional reputation.  Therefore I am going to call down fire and blow up your tower, but it is only fair to give you a chance; now if you think you can break my enchantments and ward off the fires, step to the bat, it's your innings.\"", "characters": 348, "sentences": 3}, {"text": "\"You have had time enough.  I have given you every advantage, and not interfered.  It is plain your magic is weak. It is only fair that I begin now.\"", "characters": 149, "sentences": 5}, {"text": "I made about three passes in the air, and then there was an awful crash and that old tower leaped into the sky in chunks, along with a vast volcanic fountain of fire that turned night to noonday, and showed a thousand acres of human beings groveling on the ground in a general collapse of consternation.  Well, it rained mortar and masonry the rest of the week.  This was the report; but probably the facts would have modified it.", "characters": 430, "sentences": 4}, {"text": "It was an effective miracle.  The great bothersome temporary population vanished.  There were a good many thousand tracks in the mud the next morning, but they were all outward bound. If I had advertised another miracle I couldn't have raised an audience with a sheriff.", "characters": 270, "sentences": 5}, {"text": "To be vested with enormous authority is a fine thing; but to have the on-looking world consent to it is a finer.  The tower episode solidified my power, and made it impregnable.  If any were perchance disposed to be jealous and critical before that, they experienced a change of heart, now.  There was not any one in the kingdom who would have considered it good judgment to meddle with my matters.", "characters": 398, "sentences": 5}, {"text": "Things ran along, a tournament nearly every week; and now and then the boys used to want me to take a hand--I mean Sir Launcelot and the rest--but I said I would by and by; no hurry yet, and too much government machinery to oil up and set to rights and start a-going.", "characters": 267, "sentences": 2}, {"text": "The noise at night would have been annoying to me ordinarily, but I didn't mind it in the present circumstances, because it kept me from hearing the quacks detaching legs and arms from the day's cripples.  They ruined an uncommon good old cross-cut saw for me, and broke the saw-buck, too, but I let it pass.  And as for my axe--well, I made up my mind that the next time I lent an axe to a surgeon I would pick my century.", "characters": 423, "sentences": 4}, {"text": "Of course this novice's report lacked whoop and crash and lurid description, and therefore wanted the true ring; but its antique wording was quaint and sweet and simple, and full of the fragrances and flavors of the time, and these little merits made up in a measure for its more important lacks.  Here is an extract from it:", "characters": 325, "sentences": 2}, {"text": "All mines were royal property, and there were a good many of them. They had formerly been worked as savages always work mines--holes grubbed in the earth and the mineral brought up in sacks of hide by hand, at the rate of a ton a day; but I had begun to put the mining on a scientific basis as early as I could.", "characters": 311, "sentences": 3}, {"text": "No, I had been going cautiously all the while.  I had had confidential agents trickling through the country some time, whose office was to undermine knighthood by imperceptible degrees, and to gnaw a little at this and that and the other superstition, and so prepare the way gradually for a better order of things.  I was turning on my light one-candle-power at a time, and meant to continue to do so.", "characters": 401, "sentences": 4}, {"text": "I had scattered some branch schools secretly about the kingdom, and they were doing very well.  I meant to work this racket more and more, as time wore on, if nothing occurred to frighten me. One of my deepest secrets was my West Point--my military academy. I kept that most jealously out of sight; and I did the same with my naval academy which I had established at a remote seaport.  Both were prospering to my satisfaction.", "characters": 426, "sentences": 6}, {"text": "Would you believe it?  The king and the whole Round Table were in raptures over this preposterous opportunity for adventure. Every knight of the Table jumped for the chance, and begged for it; but to their vexation and chagrin the king conferred it upon me, who had not asked for it at all.", "characters": 290, "sentences": 3}, {"text": "By an effort, I contained my joy when Clarence brought me the news. But he--he could not contain his.  His mouth gushed delight and gratitude in a steady discharge--delight in my good fortune, gratitude to the king for this splendid mark of his favor for me. He could keep neither his legs nor his body still, but pirouetted about the place in an airy ecstasy of happiness.", "characters": 373, "sentences": 5}, {"text": "On my side, I could have cursed the kindness that conferred upon me this benefaction, but I kept my vexation under the surface for policy's sake, and did what I could to let on to be glad. Indeed, I _said_ I was glad.  And in a way it was true; I was as glad as a person is when he is scalped.", "characters": 293, "sentences": 4}, {"text": "Well, one must make the best of things, and not waste time with useless fretting, but get down to business and see what can be done.  In all lies there is wheat among the chaff; I must get at the wheat in this case: so I sent for the girl and she came.  She was a comely enough creature, and soft and modest, but, if signs went for anything, she didn't know as much as a lady's watch.  I said:", "characters": 393, "sentences": 4}, {"text": "\"Well, I didn't expect you had, but I thought I would ask, to make sure; it's the way I've been raised.  Now you mustn't take it unkindly if I remind you that as we don't know you, we must go a little slow.  You may be all right, of course, and we'll hope that you are; but to take it for granted isn't business.  _You_ understand that.  I'm obliged to ask you a few questions; just answer up fair and square, and don't be afraid.  Where do you live, when you are at home?\"", "characters": 473, "sentences": 6}, {"text": "\"As to that, I know not if they be yet on live, sith it is many years that I have lain shut up in the castle.\"", "characters": 110, "sentences": 2}, {"text": "\"Don't _understand_?  Land of--why, you see--you see--why, great Scott, can't you understand a little thing like that?  Can't you understand the difference between your--_why_ do you look so innocent and idiotic!\"", "characters": 213, "sentences": 1}, {"text": "\"Yes, yes, I reckon that's about the size of it.  Don't mind my seeming excited; I'm not.  Let us change the subject.  Now as to this castle, with forty-five princesses in it, and three ogres at the head of it, tell me--where is this harem?\"", "characters": 241, "sentences": 4}, {"text": "\"Oh, as to that, it is great, and strong, and well beseen, and lieth in a far country.  Yes, it is many leagues.\"", "characters": 113, "sentences": 3}, {"text": "\"Ah, fair sir, it were woundily hard to tell, they are so many, and do so lap the one upon the other, and being made all in the same image and tincted with the same color, one may not know the one league from its fellow, nor how to count them except they be taken apart, and ye wit well it were God's work to do that, being not within man's capacity; for ye will note--\"", "characters": 370, "sentences": 1}, {"text": "\"Hold on, hold on, never mind about the distance; _whereabouts_ does the castle lie?  What's the direction from here?\"", "characters": 118, "sentences": 1}, {"text": "\"Is it peradventure that manner of thing which of late the unbelievers have brought from over the great seas, which, being boiled in oil, and an onion and salt added thereto, doth--\"", "characters": 182, "sentences": 1}, {"text": "\"What, a map?  What are you talking about?  Don't you know what a map is?  There, there, never mind, don't explain, I hate explanations; they fog a thing up so that you can't tell anything about it.  Run along, dear; good-day; show her the way, Clarence.\"", "characters": 255, "sentences": 3}, {"text": "Just as I was ending-up these reflections, Clarence came back. I remarked upon the barren result of my efforts with the girl; hadn't got hold of a single point that could help me to find the castle.  The youth looked a little surprised, or puzzled, or something, and intimated that he had been wondering to himself what I had wanted to ask the girl all those questions for.", "characters": 373, "sentences": 4}, {"text": "\"La, sweet your worship, one may lightly answer that, I ween. She will go with thee.  They always do.  She will ride with thee.\"", "characters": 128, "sentences": 5}, {"text": "\"What?  She browse around the hills and scour the woods with me --alone--and I as good as engaged to be married?  Why, it's scandalous. Think how it would look.\"", "characters": 161, "sentences": 3}, {"text": "My, the dear face that rose before me!  The boy was eager to know all about this tender matter.  I swore him to secrecy and then whispered her name--\"Puss Flanagan.\"  He looked disappointed, and said he didn't remember the countess.  How natural it was for the little courtier to give her a rank.  He asked me where she lived.", "characters": 326, "sentences": 6}, {"text": "\"In East Har--\" I came to myself and stopped, a little confused; then I said, \"Never mind, now; I'll tell you some time.\"", "characters": 121, "sentences": 2}, {"text": "It was but a little thing to promise--thirteen hundred years or so--and he so eager; so I said Yes.  But I sighed; I couldn't help it.  And yet there was no sense in sighing, for she wasn't born yet.  But that is the way we are made: we don't reason, where we feel; we just feel.", "characters": 279, "sentences": 5}, {"text": "And so we started, and everybody gave us a goodbye and waved their handkerchiefs or helmets.  And everybody we met, going down the hill and through the village was respectful to us, except some shabby little boys on the outskirts.  They said:", "characters": 242, "sentences": 3}, {"text": "We couldn't seem to meet anybody in this lonesome Britain, not even an ogre; and, in the mood I was in then, it was well for the ogre; that is, an ogre with a handkerchief.  Most knights would have thought of nothing but getting his armor; but so I got his bandanna, he could keep his hardware, for all of me.", "characters": 309, "sentences": 3}, {"text": "It was good to have a rest--and peace.  But nothing is quite perfect in this life, at any time.  I had made a pipe a while back, and also some pretty fair tobacco; not the real thing, but what some of the Indians use: the inside bark of the willow, dried. These comforts had been in the helmet, and now I had them again, but no matches.", "characters": 336, "sentences": 5}, {"text": "\"Take a rest, child; the way you are using up all the domestic air, the kingdom will have to go to importing it by to-morrow, and it's a low enough treasury without that.\"", "characters": 171, "sentences": 2}, {"text": "All those trying hours whilst I was frozen and yet was in a living fire, as you may say, on account of that swarm of crawlers, that same unanswerable question kept circling and circling through my tired head: How do people stand this miserable armor?  How have they managed to stand it all these generations?  How can they sleep at night for dreading the tortures of next day?", "characters": 376, "sentences": 1}, {"text": "\"This one's a man.  If I were backed by enough of his sort, I would make a strike for the welfare of this country, and try to prove myself its loyalest citizen by making a wholesome change in its system of government.\"", "characters": 218, "sentences": 3}, {"text": "Under that gospel, the citizen who thinks he sees that the commonwealth's political clothes are worn out, and yet holds his peace and does not agitate for a new suit, is disloyal; he is a traitor.  That he may be the only one who thinks he sees this decay, does not excuse him; it is his duty to agitate anyway, and it is the duty of the others to vote him down if they do not see the matter as he does.", "characters": 403, "sentences": 3}, {"text": "So I did not talk blood and insurrection to that man there who sat munching black bread with that abused and mistaught herd of human sheep, but took him aside and talked matter of another sort to him. After I had finished, I got him to lend me a little ink from his veins; and with this and a sliver I wrote on a piece of bark--", "characters": 328, "sentences": 2}, {"text": "\"Take it to the palace at Camelot and give it into the hands of Amyas le Poulet, whom I call Clarence, and he will understand.\"", "characters": 127, "sentences": 2}, {"text": "\"How--a priest?  Didn't I tell you that no chattel of the Church, no bond-slave of pope or bishop can enter my Man-Factory?  Didn't I tell you that _you_ couldn't enter unless your religion, whatever it might be, was your own free property?\"", "characters": 241, "sentences": 1}, {"text": "\"Marry, it is so, and for that I was glad; wherefore it liked me not, and bred in me a cold doubt, to hear of this priest being there.\"", "characters": 135, "sentences": 2}, {"text": "\"He is not a priest and yet can read--yes, and write, too, for that matter.  I taught him myself.\" The man's face cleared.  \"And it is the first thing that you yourself will be taught in that Factory--\"", "characters": 202, "sentences": 4}, {"text": "\"No you won't, you won't be anybody's slave.  Take your family and go along.  Your lord the bishop will confiscate your small property, but no matter.  Clarence will fix you all right.\"", "characters": 185, "sentences": 5}, {"text": "We tarried with a holy hermit, that night, and my opportunity came about the middle of the next afternoon.  We were crossing a vast meadow by way of short-cut, and I was musing absently, hearing nothing, seeing nothing, when Sandy suddenly interrupted a remark which she had begun that morning, with the cry:", "characters": 308, "sentences": 2}, {"text": "\"Lack-a-day, sir, they be not of that breed!  Sir Launcelot will give battle to dragons, and will abide by them, and will assail them again, and yet again, and still again, until he do conquer and destroy them; and so likewise will Sir Pellinore and Sir Aglovale and Sir Carados, and mayhap others, but there be none else that will venture it, let the idle say what the idle will.  And, la, as to yonder base rufflers, think ye they have not their fill, but yet desire more?\"", "characters": 475, "sentences": 2}, {"text": "\"Well, then, what are they waiting for?  Why don't they leave? Nobody's hindering.  Good land, I'm willing to let bygones be bygones, I'm sure.\"", "characters": 144, "sentences": 3}, {"text": "\"Leave, is it?  Oh, give thyself easement as to that.  They dream not of it, no, not they.  They wait to yield them.\"", "characters": 117, "sentences": 4}, {"text": "\"It would like them much; but an ye wot how dragons are esteemed, ye would not hold them blamable. They fear to come.\"", "characters": 118, "sentences": 3}, {"text": "\"And so I'm proprietor of some knights,\" said I, as we rode off. \"Who would ever have supposed that I should live to list up assets of that sort.  I shan't know what to do with them; unless I raffle them off.  How many of them are there, Sandy?\"", "characters": 245, "sentences": 4}, {"text": "\"Yes; the knights, you know: You were going to tell me about them. A while back, you remember.  Figuratively speaking, game's called.\"", "characters": 134, "sentences": 4}, {"text": "\"Yes, yes, yes!  Go to the bat.  I mean, get to work on your statistics, and don't burn so much kindling getting your fire started.  Tell me about the knights.\"", "characters": 160, "sentences": 4}, {"text": "\"Now, if I hadn't seen the like myself in this country, Sandy, I wouldn't believe it.  But I've seen it, and I can just see those creatures now, parading before that shield and acting like that. The women here do certainly act like all possessed.  Yes, and I mean your best, too, society's very choicest brands.  The humblest hello-girl along ten thousand miles of wire could teach gentleness, patience, modesty, manners, to the highest duchess in Arthur's land.\"", "characters": 463, "sentences": 6}, {"text": "\"Yes, but don't you ask me to explain; it's a new kind of a girl; they don't have them here; one often speaks sharply to them when they are not the least in fault, and he can't get over feeling sorry for it and ashamed of himself in thirteen hundred years, it's such shabby mean conduct and so unprovoked; the fact is, no gentleman ever does it--though I--well, I myself, if I've got to confess--\"", "characters": 397, "sentences": 1}, {"text": "\"--and he be such a man of prowess as ye speak of, said Sir Gawaine. Now, what is his name?  Sir, said they, his name is Marhaus the king's son of Ireland.\"", "characters": 156, "sentences": 3}, {"text": "\"Son of the king of Ireland, you mean; the other form doesn't mean anything.  And look out and hold on tight, now, we must jump this gully....  There, we are all right now.  This horse belongs in the circus; he is born before his time.\"", "characters": 236, "sentences": 8}, {"text": "\"_On live_.  If you've got a fault in the world, Sandy, it is that you are a shade too archaic.  But it isn't any matter.\"", "characters": 122, "sentences": 4}, {"text": "\"That saw the other knight of the turret, and dressed him toward Marhaus, and they went so eagerly together, that the knight of the turret was soon smitten down, horse and man, stark dead--\"", "characters": 190, "sentences": 1}, {"text": "\"_Another_ horse gone; I tell you it is a custom that ought to be broken up.  I don't see how people with any feeling can applaud and support it.\"", "characters": 146, "sentences": 3}, {"text": "I saw that I had been asleep and missed a chapter, but I didn't say anything.  I judged that the Irish knight was in trouble with the visitors by this time, and this turned out to be the case.", "characters": 192, "sentences": 3}, {"text": "\"--that Sir Uwaine smote Sir Marhaus that his spear brast in pieces on the shield, and Sir Marhaus smote him so sore that horse and man he bare to the earth, and hurt Sir Uwaine on the left side--\"", "characters": 197, "sentences": 1}, {"text": "It was a good deal of a lecture, I thought, but it didn't disturb Sandy, didn't turn a feather; her steam soared steadily up again, the minute I took off the lid:", "characters": 162, "sentences": 1}, {"text": "\"Then Sir Marhaus turned his horse and rode toward Gawaine with his spear.  And when Sir Gawaine saw that, he dressed his shield, and they aventred their spears, and they came together with all the might of their horses, that either knight smote other so hard in the midst of their shields, but Sir Gawaine's spear brake--\"", "characters": 323, "sentences": 2}, {"text": "--\"but Sir Marhaus's spear held; and therewith Sir Gawaine and his horse rushed down to the earth--\"", "characters": 100, "sentences": 1}, {"text": "\"N-e-e-ew Haven! ten minutes for refreshments--knductr'll strike the gong-bell two minutes before train leaves--passengers for the Shore line please take seats in the rear k'yar, this k'yar don't go no furder--_ahh_-pls, _aw_-rnjz, b'_nan_ners, _s-a-n-d_'ches, p--_op_-corn!\"", "characters": 275, "sentences": 1}, {"text": "--\"and waxed past noon and drew toward evensong.  Sir Gawaine's strength feebled and waxed passing faint, that unnethes he might dure any longer, and Sir Marhaus was then bigger and bigger--\"", "characters": 191, "sentences": 2}, {"text": "\"Which strained his armor, of course; and yet little would one of these people mind a small thing like that.\"", "characters": 109, "sentences": 2}, {"text": "--\"and so, Sir Knight, said Sir Marhaus, I have well felt that ye are a passing good knight, and a marvelous man of might as ever I felt any, while it lasteth, and our quarrels are not great, and therefore it were a pity to do you hurt, for I feel you are passing feeble.  Ah, said Sir Gawaine, gentle knight, ye say the word that I should say.  And therewith they took off their helms and either kissed other, and there they swore together either to love other as brethren--\"", "characters": 476, "sentences": 3}, {"text": "When I came to myself again and began to listen, I perceived that I had lost another chapter, and that Alisande had wandered a long way off with her people.", "characters": 156, "sentences": 2}, {"text": "\"And so they rode and came into a deep valley full of stones, and thereby they saw a fair stream of water; above thereby was the head of the stream, a fair fountain, and three damsels sitting thereby. In this country, said Sir Marhaus, came never knight since it was christened, but he found strange adventures--\"", "characters": 313, "sentences": 2}, {"text": "--\"came never knight but he found strange adventures, be jabers. Of a truth it doth indeed, fair lord, albeit 'tis passing hard to say, though peradventure that will not tarry but better speed with usage.  And then they rode to the damsels, and either saluted other, and the eldest had a garland of gold about her head, and she was threescore winter of age or more--\"", "characters": 367, "sentences": 3}, {"text": "\"Celluloid teeth, nine dollars a set, as like as not--the loose-fit kind, that go up and down like a portcullis when you eat, and fall out when you laugh.\"", "characters": 155, "sentences": 2}, {"text": "\"The second damsel was of thirty winter of age, with a circlet of gold about her head.  The third damsel was but fifteen year of age--\"", "characters": 135, "sentences": 2}, {"text": "The sun was now setting.  It was about three in the afternoon when Alisande had begun to tell me who the cowboys were; so she had made pretty good progress with it--for her.  She would arrive some time or other, no doubt, but she was not a person who could be hurried.", "characters": 268, "sentences": 4}, {"text": "We were approaching a castle which stood on high ground; a huge, strong, venerable structure, whose gray towers and battlements were charmingly draped with ivy, and whose whole majestic mass was drenched with splendors flung from the sinking sun.  It was the largest castle we had seen, and so I thought it might be the one we were after, but Sandy said no.  She did not know who owned it; she said she had passed it without calling, when she went down to Camelot.", "characters": 464, "sentences": 4}, {"text": "As we approached each other, I saw that he wore a plumed helmet, and seemed to be otherwise clothed in steel, but bore a curious addition also--a stiff square garment like a herald's tabard. However, I had to smile at my own forgetfulness when I got nearer and read this sign on his tabard:", "characters": 290, "sentences": 2}, {"text": "Poor child! he slumped to the floor, twisted his silken limbs in one great straining contortion of pain, and was dead.  Out of the old king was wrung an involuntary \"O-h!\" of compassion.  The look he got, made him cut it suddenly short and not put any more hyphens in it.  Sir Uwaine, at a sign from his mother, went to the anteroom and called some servants, and meanwhile madame went rippling sweetly along with her talk.", "characters": 422, "sentences": 5}, {"text": "Morgan le Fay rippled along as musically as ever.  Marvelous woman. And what a glance she had: when it fell in reproof upon those servants, they shrunk and quailed as timid people do when the lightning flashes out of a cloud.  I could have got the habit myself.  It was the same with that poor old Brer Uriens; he was always on the ragged edge of apprehension; she could not even turn toward him but he winced.", "characters": 410, "sentences": 6}, {"text": "In the midst of the talk I let drop a complimentary word about King Arthur, forgetting for the moment how this woman hated her brother.  That one little compliment was enough.  She clouded up like storm; she called for her guards, and said:", "characters": 240, "sentences": 3}, {"text": "That struck cold on my ears, for her dungeons had a reputation. Nothing occurred to me to say--or do.  But not so with Sandy. As the guard laid a hand upon me, she piped up with the tranquilest confidence, and said:", "characters": 215, "sentences": 4}, {"text": "Now what a happy idea that was!--and so simple; yet it would never have occurred to me.  I was born modest; not all over, but in spots; and this was one of the spots.", "characters": 166, "sentences": 3}, {"text": "The effect upon madame was electrical.  It cleared her countenance and brought back her smiles and all her persuasive graces and blandishments; but nevertheless she was not able to entirely cover up with them the fact that she was in a ghastly fright. She said:", "characters": 261, "sentences": 3}, {"text": "After this music, the priest who stood behind the royal table said a noble long grace in ostensible Latin.  Then the battalion of waiters broke away from their posts, and darted, rushed, flew, fetched and carried, and the mighty feeding began; no words anywhere, but absorbing attention to business.  The rows of chops opened and shut in vast unison, and the sound of it was like to the muffled burr of subterranean machinery.", "characters": 426, "sentences": 4}, {"text": "The havoc continued an hour and a half, and unimaginable was the destruction of substantials.  Of the chief feature of the feast --the huge wild boar that lay stretched out so portly and imposing at the start--nothing was left but the semblance of a hoop-skirt; and he was but the type and symbol of what had happened to all the other dishes.", "characters": 342, "sentences": 3}, {"text": "Suddenly, even while the priest was lifting his hands, and all conscious heads were bowed in reverent expectation of the coming blessing, there appeared under the arch of the far-off door at the bottom of the hall an old and bent and white-haired lady, leaning upon a crutch-stick; and she lifted the stick and pointed it toward the queen and cried out:", "characters": 353, "sentences": 1}, {"text": "\"The wrath and curse of God fall upon you, woman without pity, who have slain mine innocent grandchild and made desolate this old heart that had nor chick, nor friend nor stay nor comfort in all this world but him!\"", "characters": 215, "sentences": 1}, {"text": "Everybody crossed himself in a grisly fright, for a curse was an awful thing to those people; but the queen rose up majestic, with the death-light in her eye, and flung back this ruthless command:", "characters": 196, "sentences": 1}, {"text": "The guards left their posts to obey.  It was a shame; it was a cruel thing to see.  What could be done?  Sandy gave me a look; I knew she had another inspiration.  I said:", "characters": 171, "sentences": 4}, {"text": "\"Madame, _he_ saith this may not be.  Recall the commandment, or he will dissolve the castle and it shall vanish away like the instable fabric of a dream!\"", "characters": 155, "sentences": 2}, {"text": "\"The rack.  Come--ye shall see a blithe sight.  An he yield not his secret now, ye shall see him torn asunder.\"", "characters": 111, "sentences": 4}, {"text": "\"Anonymous testimony isn't just the right thing, your Highness. It were fairer to confront the accused with the accuser.\"", "characters": 121, "sentences": 3}, {"text": "\"I had not thought of that, it being but of small consequence. But an I would, I could not, for that the accuser came masked by night, and told the forester, and straightway got him hence again, and so the forester knoweth him not.\"", "characters": 232, "sentences": 3}, {"text": "\"Marry, _no_ man _saw_ the killing, but this Unknown saw this hardy wretch near to the spot where the stag lay, and came with right loyal zeal and betrayed him to the forester.\"", "characters": 177, "sentences": 2}, {"text": "\"So the Unknown was near the dead stag, too?  Isn't it just possible that he did the killing himself?  His loyal zeal--in a mask--looks just a shade suspicious.  But what is your highness's idea for racking the prisoner?  Where is the profit?\"", "characters": 243, "sentences": 2}, {"text": "\"He will not confess, else; and then were his soul lost.  For his crime his life is forfeited by the law--and of a surety will I see that he payeth it!--but it were peril to my own soul to let him die unconfessed and unabsolved.  Nay, I were a fool to fling me into hell for _his_ accommodation.\"", "characters": 296, "sentences": 4}, {"text": "\"As to that, we shall see, anon.  An I rack him to death and he confess not, it will peradventure show that he had indeed naught to confess--ye will grant that that is sooth?  Then shall I not be damned for an unconfessed man that had naught to confess --wherefore, I shall be safe.\"", "characters": 283, "sentences": 3}, {"text": "It was the stubborn unreasoning of the time.  It was useless to argue with her.  Arguments have no chance against petrified training; they wear it as little as the waves wear a cliff.  And her training was everybody's.  The brightest intellect in the land would not have been able to see that her position was defective.", "characters": 320, "sentences": 6}, {"text": "Why, her eyes were as grateful as an animal's, when you do it a kindness that it understands.  The baby was out of her way and she had her cheek against the man's in a minute and her hands fondling his hair, and her happy tears running down.  The man revived and caressed his wife with his eyes, which was all he could do.  I judged I might clear the den, now, and I did; cleared it of all but the family and myself.  Then I said:", "characters": 430, "sentences": 5}, {"text": "The man moved his head in sign of refusal.  But the woman looked pleased--as it seemed to me--pleased with my suggestion.  I went on--", "characters": 134, "sentences": 3}, {"text": "\"Ah, fair my lord, do thou persuade him!  Thou canst an thou wilt. Ah, he suffereth so; and it is for me--for _me_!  And how can I bear it? I would I might see him die--a sweet, swift death; oh, my Hugo, I cannot bear this one!\"", "characters": 228, "sentences": 2}, {"text": "And she fell to sobbing and grovelling about my feet, and still imploring.  Imploring what?  The man's death?  I could not quite get the bearings of the thing.  But Hugo interrupted her and said:", "characters": 195, "sentences": 3}, {"text": "\"Peace!  Ye wit not what ye ask.  Shall I starve whom I love, to win a gentle death?  I wend thou knewest me better.\"", "characters": 117, "sentences": 3}, {"text": "\"Ah, dear my lord, an ye will but persuade him!  Consider how these his tortures wound me!  Oh, and he will not speak!--whereas, the healing, the solace that lie in a blessed swift death--\"", "characters": 189, "sentences": 1}, {"text": "\"What _are_ you maundering about?  He's going out from here a free man and whole--he's not going to die.\"", "characters": 105, "sentences": 2}, {"text": "The man's white face lit up, and the woman flung herself at me in a most surprising explosion of joy, and cried out:", "characters": 116, "sentences": 1}, {"text": "\"He is saved!--for it is the king's word by the mouth of the king's servant--Arthur, the king whose word is gold!\"", "characters": 114, "sentences": 1}, {"text": "\"I see, I see....  And yet I believe I don't quite see, after all. You stood the torture and refused to confess; which shows plain enough to even the dullest understanding that you had nothing to confess--\"", "characters": 206, "sentences": 6}, {"text": "Well, I couldn't rack the executioner, neither would I overlook the just complaint of the priests.  The man must be punished somehow or other, so I degraded him from his office and made him leader of the band--the new one that was to be started.  He begged hard, and said he couldn't play--a plausible excuse, but too thin; there wasn't a musician in the country that could.", "characters": 374, "sentences": 4}, {"text": "No, confound her, her intellect was good, she had brains enough, but her training made her an ass--that is, from a many-centuries-later point of view.  To kill the page was no crime--it was her right; and upon her right she stood, serenely and unconscious of offense. She was a result of generations of training in the unexamined and unassailed belief that the law which permitted her to kill a subject when she chose was a perfectly right and righteous one.", "characters": 458, "sentences": 4}, {"text": "But it was a disappointment.  They sat together on the ground and looked dimly wondering into each other's faces a while, with a sort of weak animal curiosity; then forgot each other's presence, and dropped their eyes, and you saw that they were away again and wandering in some far land of dreams and shadows that we know nothing about.", "characters": 337, "sentences": 3}, {"text": "I had them taken out and sent to their friends.  The queen did not like it much.  Not that she felt any personal interest in the matter, but she thought it disrespectful to Sir Breuse Sance Pite.  However, I assured her that if he found he couldn't stand it I would fix him so that he could.", "characters": 291, "sentences": 5}, {"text": "But for me, he never would have got out.  Morgan le Fay hated him with her whole heart, and she never would have softened toward him. And yet his crime was committed more in thoughtlessness than deliberate depravity.  He had said she had red hair.  Well, she had; but that was no way to speak of it.  When red-headed people are above a certain social grade their hair is auburn.", "characters": 378, "sentences": 7}, {"text": "The question was a puzzler.  She didn't know _why_ she hadn't, the thing had never come up in her mind.  So here she was, forecasting the veritable history of future prisoners of the Castle d'If, without knowing it.  It seemed plain to me now, that with her training, those inherited prisoners were merely property--nothing more, nothing less.  Well, when we inherit property, it does not occur to us to throw it away, even when we do not value it.", "characters": 448, "sentences": 6}, {"text": "When I brought my procession of human bats up into the open world and the glare of the afternoon sun--previously blindfolding them, in charity for eyes so long untortured by light--they were a spectacle to look at.  Skeletons, scarecrows, goblins, pathetic frights, every one; legitimatest possible children of Monarchy by the Grace of God and the Established Church.  I muttered absently:", "characters": 389, "sentences": 3}, {"text": "You have seen that kind of people who will never let on that they don't know the meaning of a new big word.  The more ignorant they are, the more pitifully certain they are to pretend you haven't shot over their heads.  The queen was just one of that sort, and was always making the stupidest blunders by reason of it.  She hesitated a moment; then her face brightened up with sudden comprehension, and she said she would do it for me.", "characters": 435, "sentences": 5}, {"text": "I thought to myself: She? why what can she know about photography? But it was a poor time to be thinking.  When I looked around, she was moving on the procession with an axe!", "characters": 174, "sentences": 2}, {"text": "Well, she certainly was a curious one, was Morgan le Fay.  I have seen a good many kinds of women in my time, but she laid over them all for variety.  And how sharply characteristic of her this episode was.  She had no more idea than a horse of how to photograph a procession; but being in doubt, it was just like her to try to do it with an axe.", "characters": 346, "sentences": 5}, {"text": "Sandy and I were on the road again, next morning, bright and early. It was so good to open up one's lungs and take in whole luscious barrels-ful of the blessed God's untainted, dew-fashioned, woodland-scented air once more, after suffocating body and mind for two days and nights in the moral and physical stenches of that intolerable old buzzard-roost!  I mean, for me: of course the place was all right and agreeable enough for Sandy, for she had been used to high life all her days.", "characters": 485, "sentences": 3}, {"text": "Poor girl, her jaws had had a wearisome rest now for a while, and I was expecting to get the consequences.  I was right; but she had stood by me most helpfully in the castle, and had mightily supported and reinforced me with gigantic foolishnesses which were worth more for the occasion than wisdoms double their size; so I thought she had earned a right to work her mill for a while, if she wanted to, and I felt not a pang when she started it up:", "characters": 448, "sentences": 2}, {"text": "\"Go ahead, then.  I won't interrupt this time, if I can help it. Begin over again; start fair, and shake out all your reefs, and I will load my pipe and give good attention.\"", "characters": 174, "sentences": 4}, {"text": "\"Even so standeth the history, fair Sir Boss.  Now ye shall wit that that very duke and his six sons are they whom but few days past you also did overcome and send to Arthur's court!\"", "characters": 183, "sentences": 2}, {"text": "\"Whethersoever it be that my mind miscarrieth, bewraying simple language in such sort that the words do seem to come endlong and overthwart--\"", "characters": 142, "sentences": 1}, {"text": "\"Ah, peradventure my head being distraught by the manifold matters whereunto the confusions of these but late adventured haps and fortunings whereby not I alone nor you alone, but every each of us, meseemeth--\"", "characters": 210, "sentences": 1}, {"text": "It was the first time I ever struck a still place in her.  The mill had shut down for repairs, or something.", "characters": 108, "sentences": 3}, {"text": "Between six and nine we made ten miles, which was plenty for a horse carrying triple--man, woman, and armor; then we stopped for a long nooning under some trees by a limpid brook.", "characters": 179, "sentences": 2}, {"text": "Right so came by and by a knight riding; and as he drew near he made dolorous moan, and by the words of it I perceived that he was cursing and swearing; yet nevertheless was I glad of his coming, for that I saw he bore a bulletin-board whereon in letters all of shining gold was writ:", "characters": 284, "sentences": 1}, {"text": "\"Blank-blank-blank him,\" said Sir Madok, \"an I do not stove-polish him an I may find him, leave it to me; for never no knight that hight Ossaise or aught else may do me this disservice and bide on live, an I may find him, the which I have thereunto sworn a great oath this day.\"", "characters": 278, "sentences": 2}, {"text": "She looked surprised and distressed.  The animation faded out of her face; and during many moments she was lost in thought and silent.  Then:", "characters": 141, "sentences": 3}, {"text": "I saw my cue.  The castle was enchanted to _me_, not to her. It would be wasted time to try to argue her out of her delusion, it couldn't be done; I must just humor it.  So I said:", "characters": 180, "sentences": 4}, {"text": "\"Thanks, oh, sweet my lord, thou talkest like an angel.  And I know that thou wilt deliver them, for that thou art minded to great deeds and art as strong a knight of your hands and as brave to will and to do, as any that is on live.\"", "characters": 234, "sentences": 3}, {"text": "\"I will not leave a princess in the sty, Sandy.  Are those three yonder that to my disordered eyes are starveling swine-herds--\"", "characters": 128, "sentences": 2}, {"text": "\"The ogres, Are _they_ changed also?  It is most wonderful.  Now am I fearful; for how canst thou strike with sure aim when five of their nine cubits of stature are to thee invisible?  Ah, go warily, fair sir; this is a mightier emprise than I wend.\"", "characters": 250, "sentences": 3}, {"text": "\"You be easy, Sandy.  All I need to know is, how _much_ of an ogre is invisible; then I know how to locate his vitals.  Don't you be afraid, I will make short work of these bunco-steerers.  Stay where you are.\"", "characters": 210, "sentences": 5}, {"text": "\"Thou beast without bowels of mercy, why leave me my child, yet rob me of the wherewithal to feed it?\"", "characters": 102, "sentences": 1}, {"text": "How curious.  The same thing had happened in the Wales of my day, under this same old Established Church, which was supposed by many to have changed its nature when it changed its disguise.", "characters": 189, "sentences": 3}, {"text": "I sent the three men away, and then opened the sty gate and beckoned Sandy to come--which she did; and not leisurely, but with the rush of a prairie fire.  And when I saw her fling herself upon those hogs, with tears of joy running down her cheeks, and strain them to her heart, and kiss them, and caress them, and call them reverently by grand princely names, I was ashamed of her, ashamed of the human race.", "characters": 409, "sentences": 3}, {"text": "Of course, the whole drove was housed in the house, and, great guns!--well, I never saw anything like it.  Nor ever heard anything like it.  And never smelt anything like it.  It was like an insurrection in a gasometer.", "characters": 219, "sentences": 5}, {"text": "\"Why, woman, this is a most extraordinary performance.  The effrontery of it is beyond admiration.  We blandly march into a man's house, and cram it full of the only really valuable nobility the sun has yet discovered in the earth, and then it turns out that we don't even know the man's name.  How did you ever venture to take this extravagant liberty?  I supposed, of course, it was your home.  What will the man say?\"", "characters": 420, "sentences": 5}, {"text": "\"Verily, thou troublest mine understanding with strange words. Do ye dream that one of his estate is like to have the honor twice in his life to entertain company such as we have brought to grace his house withal?\"", "characters": 214, "sentences": 2}, {"text": "\"Well, no--when you come to that.  No, it's an even bet that this is the first time he has had a treat like this.\"", "characters": 114, "sentences": 3}, {"text": "\"Then let him be thankful, and manifest the same by grateful speech and due humility; he were a dog, else, and the heir and ancestor of dogs.\"", "characters": 142, "sentences": 2}, {"text": "To my mind, the situation was uncomfortable.  It might become more so. It might be a good idea to muster the hogs and move on.  So I said:", "characters": 138, "sentences": 4}, {"text": "\"Well, you know we haven't got time for this sort of thing.  Don't you see, we could distribute these people around the earth in less time than it is going to take you to explain that we can't.  We mustn't talk now, we must act.  You want to be careful; you mustn't let your mill get the start of you that way, at a time like this. To business now--and sharp's the word.  Who is to take the aristocracy home?\"", "characters": 409, "sentences": 6}, {"text": "This was lightning from a clear sky, for unexpectedness; and the relief of it was like pardon to a prisoner.  She would remain to deliver the goods, of course.", "characters": 159, "sentences": 3}, {"text": "\"Well, then, Sandy, as our enterprise is handsomely and successfully ended, I will go home and report; and if ever another one--\"", "characters": 129, "sentences": 1}, {"text": "\"Will I be traitor to my knight, dost think?  That were dishonor. I may not part from thee until in knightly encounter in the field some overmatching champion shall fairly win and fairly wear me. I were to blame an I thought that that might ever hap.\"", "characters": 251, "sentences": 4}, {"text": "\"Elected for the long term,\" I sighed to myself.  \"I may as well make the best of it.\"  So then I spoke up and said:", "characters": 116, "sentences": 3}, {"text": "The first thing we struck that day was a procession of pilgrims. It was not going our way, but we joined it, nevertheless; for it was hourly being borne in upon me now, that if I would govern this country wisely, I must be posted in the details of its life, and not at second hand, but by personal observation and scrutiny.", "characters": 323, "sentences": 3}, {"text": "This company of pilgrims resembled Chaucer's in this: that it had in it a sample of about all the upper occupations and professions the country could show, and a corresponding variety of costume. There were young men and old men, young women and old women, lively folk and grave folk.  They rode upon mules and horses, and there was not a side-saddle in the party; for this specialty was to remain unknown in England for nine hundred years yet.", "characters": 444, "sentences": 4}, {"text": "\"They journey to the Valley of Holiness, for to be blessed of the godly hermits and drink of the miraculous waters and be cleansed from sin.\"", "characters": 141, "sentences": 2}, {"text": "\"Belike; but it was their first sin; and they had been of perfect life for long, and differing in naught from the angels.  Prayers, tears, torturings of the flesh, all was vain to beguile that water to flow again.  Even processions; even burnt-offerings; even votive candles to the Virgin, did fail every each of them; and all in the land did marvel.\"", "characters": 351, "sentences": 4}, {"text": "\"How odd to find that even this industry has its financial panics, and at times sees its assignats and greenbacks languish to zero, and everything come to a standstill.  Go on, Sandy.\"", "characters": 184, "sentences": 3}, {"text": "\"And so upon a time, after year and day, the good abbot made humble surrender and destroyed the bath.  And behold, His anger was in that moment appeased, and the waters gushed richly forth again, and even unto this day they have not ceased to flow in that generous measure.\"", "characters": 274, "sentences": 3}, {"text": "\"These have gathered there from the ends of the earth.  A hermit thriveth best where there be multitudes of pilgrims.  Ye shall not find no hermit of no sort wanting.  If any shall mention a hermit of a kind he thinketh new and not to be found but in some far strange land, let him but scratch among the holes and caves and swamps that line that Valley of Holiness, and whatsoever be his breed, it skills not, he shall find a sample of it there.\"", "characters": 446, "sentences": 5}, {"text": "All our pilgrims looked on and commented--on the expert way in which the whip was handled.  They were too much hardened by lifelong everyday familiarity with slavery to notice that there was anything else in the exhibition that invited comment.  This was what slavery could do, in the way of ossifying what one may call the superior lobe of human feeling; for these pilgrims were kind-hearted people, and they would not have allowed that man to treat a horse like that.", "characters": 469, "sentences": 4}, {"text": "I wanted to stop the whole thing and set the slaves free, but that would not do.  I must not interfere too much and get myself a name for riding over the country's laws and the citizen's rights roughshod.  If I lived and prospered I would be the death of slavery, that I was resolved upon; but I would try to fix it so that when I became its executioner it should be by command of the nation.", "characters": 392, "sentences": 4}, {"text": "\"Ye will note that I have but these four left; yet were they sixteen whenas I got me from Camelot.\"", "characters": 99, "sentences": 2}, {"text": "\"I am pointed for that place myself.  Is there anything stirring in the monkery, more than common?\"", "characters": 99, "sentences": 2}, {"text": "\"Nay, it is suspected, but none believe it.  It is thought to be some other sin, but none wit what.\"", "characters": 100, "sentences": 3}, {"text": "Breakfast was ready.  As soon as it was over I showed to Sir Ozana these words which I had written on the inside of his hat: \"Chemical Department, Laboratory extension, Section G. Pxxp.  Send two of first size, two of No. 3, and six of No. 4, together with the proper complementary details--and two of my trained assistants.\"  And I said:", "characters": 338, "sentences": 7}, {"text": "\"Now get you to Camelot as fast as you can fly, brave knight, and show the writing to Clarence, and tell him to have these required matters in the Valley of Holiness with all possible dispatch.\"", "characters": 194, "sentences": 2}, {"text": "The old abbot's joy to see me was pathetic.  Even to tears; but he did the shedding himself.  He said:", "characters": 102, "sentences": 3}, {"text": "\"Delay not, son, but get to thy saving work.  An we bring not the water back again, and soon, we are ruined, and the good work of two hundred years must end.  And see thou do it with enchantments that be holy, for the Church will not endure that work in her cause be done by devil's magic.\"", "characters": 290, "sentences": 4}, {"text": "\"When I work, Father, be sure there will be no devil's work connected with it.  I shall use no arts that come of the devil, and no elements not created by the hand of God.  But is Merlin working strictly on pious lines?\"", "characters": 220, "sentences": 3}, {"text": "\"It will not answer to mix methods, Father; neither would it be professional courtesy.  Two of a trade must not underbid each other.  We might as well cut rates and be done with it; it would arrive at that in the end.  Merlin has the contract; no other magician can touch it till he throws it up.\"", "characters": 297, "sentences": 5}, {"text": "\"But I will take it from him; it is a terrible emergency and the act is thereby justified.  And if it were not so, who will give law to the Church?  The Church giveth law to all; and what she wills to do, that she may do, hurt whom it may.  I will take it from him; you shall begin upon the moment.\"", "characters": 299, "sentences": 4}, {"text": "\"It may not be, Father.  No doubt, as you say, where power is supreme, one can do as one likes and suffer no injury; but we poor magicians are not so situated.  Merlin is a very good magician in a small way, and has quite a neat provincial reputation.  He is struggling along, doing the best he can, and it would not be etiquette for me to take his job until he himself abandons it.\"", "characters": 383, "sentences": 5}, {"text": "\"No-no, Father, it skills not, as these people say.  If he were persuaded against his will, he would load that well with a malicious enchantment which would balk me until I found out its secret. It might take a month.  I could set up a little enchantment of mine which I call the telephone, and he could not find out its secret in a hundred years.  Yes, you perceive, he might block me for a month.  Would you like to risk a month in a dry time like this?\"", "characters": 456, "sentences": 6}, {"text": "\"A month!  The mere thought of it maketh me to shudder.  Have it thy way, my son.  But my heart is heavy with this disappointment. Leave me, and let me wear my spirit with weariness and waiting, even as I have done these ten long days, counterfeiting thus the thing that is called rest, the prone body making outward sign of repose where inwardly is none.\"", "characters": 356, "sentences": 5}, {"text": "I was at the well next day betimes.  Merlin was there, enchanting away like a beaver, but not raising the moisture.  He was not in a pleasant humor; and every time I hinted that perhaps this contract was a shade too hefty for a novice he unlimbered his tongue and cursed like a bishop--French bishop of the Regency days, I mean.", "characters": 328, "sentences": 4}, {"text": "I had an idea that the well had sprung a leak; that some of the wall stones near the bottom had fallen and exposed fissures that allowed the water to escape.  I measured the chain--98 feet.  Then I called in a couple of monks, locked the door, took a candle, and made them lower me in the bucket.  When the chain was all paid out, the candle confirmed my suspicion; a considerable section of the wall was gone, exposing a good big fissure.", "characters": 439, "sentences": 5}, {"text": "When I was above ground again, I turned out the monks, and let down a fish-line; the well was a hundred and fifty feet deep, and there was forty-one feet of water in it.  I called in a monk and asked:", "characters": 200, "sentences": 2}, {"text": "\"Near to the top, these two centuries, as the testimony goeth, brought down to us through our predecessors.\"", "characters": 108, "sentences": 2}, {"text": "\"It is a difficult miracle to restore water in a dry well, but we will try, if my brother Merlin fails.  Brother Merlin is a very passable artist, but only in the parlor-magic line, and he may not succeed; in fact, is not likely to succeed.  But that should be nothing to his discredit; the man that can do _this_ kind of miracle knows enough to keep hotel.\"", "characters": 358, "sentences": 4}, {"text": "\"Of hotel?  It's what you call hostel.  The man that can do this miracle can keep hostel.  I can do this miracle; I shall do this miracle; yet I do not try to conceal from you that it is a miracle to tax the occult powers to the last strain.\"", "characters": 242, "sentences": 4}, {"text": "\"None knoweth that truth better than the brotherhood, indeed; for it is of record that aforetime it was parlous difficult and took a year.  Natheless, God send you good success, and to that end will we pray.\"", "characters": 208, "sentences": 3}, {"text": "As a matter of business it was a good idea to get the notion around that the thing was difficult.  Many a small thing has been made large by the right kind of advertising.  That monk was filled up with the difficulty of this enterprise; he would fill up the others. In two days the solicitude would be booming.", "characters": 310, "sentences": 5}, {"text": "\"Knock off?--yes, knock off.  What is the matter with knock off? I never saw such a dunderhead; can't you understand anything at all? In plain terms, do they shut up shop, draw the game, bank the fires--\"", "characters": 204, "sentences": 2}, {"text": "\"There, never mind, let it go; you make me tired.  You can't seem to understand the simplest thing.\"", "characters": 100, "sentences": 3}, {"text": "By and by we went to see one of the supremely great ones.  He was a mighty celebrity; his fame had penetrated all Christendom; the noble and the renowned journeyed from the remotest lands on the globe to pay him reverence.  His stand was in the center of the widest part of the valley; and it took all that space to hold his crowds.", "characters": 332, "sentences": 4}, {"text": "There was more money in the business than one knew what to do with. As it extended, I brought out a line of goods suitable for kings, and a nobby thing for duchesses and that sort, with ruffles down the forehatch and the running-gear clewed up with a featherstitch to leeward and then hauled aft with a back-stay and triced up with a half-turn in the standing rigging forward of the weather-gaskets. Yes, it was a daisy.", "characters": 420, "sentences": 4}, {"text": "But about that time I noticed that the motive power had taken to standing on one leg, and I found that there was something the matter with the other one; so I stocked the business and unloaded, taking Sir Bors de Ganis into camp financially along with certain of his friends; for the works stopped within a year, and the good saint got him to his rest.  But he had earned it.  I can say that for him.", "characters": 400, "sentences": 4}, {"text": "When I saw him that first time--however, his personal condition will not quite bear description here.  You can read it in the Lives of the Saints.*", "characters": 147, "sentences": 3}, {"text": "[*All the details concerning the hermits, in this chapter, are from Lecky--but greatly modified.  This book not being a history but only a tale, the majority of the historian's frank details were too strong for reproduction in it.--_Editor_]", "characters": 241, "sentences": 3}, {"text": "Saturday noon I went to the well and looked on a while.  Merlin was still burning smoke-powders, and pawing the air, and muttering gibberish as hard as ever, but looking pretty down-hearted, for of course he had not started even a perspiration in that well yet. Finally I said:", "characters": 277, "sentences": 3}, {"text": "\"Behold, I am even now busied with trial of the powerfulest enchantment known to the princes of the occult arts in the lands of the East; an it fail me, naught can avail.  Peace, until I finish.\"", "characters": 195, "sentences": 3}, {"text": "Of course this threw the abbot into a good deal of a consternation. He turned to me with the signs of it in his face, and said:", "characters": 127, "sentences": 2}, {"text": "\"Yes, when he says that, he says what isn't necessarily true. There are conditions under which an effort to break it may have some chance--that is, some small, some trifling chance--of success.\"", "characters": 194, "sentences": 3}, {"text": "\"Oh, they are nothing difficult.  Only these: I want the well and the surroundings for the space of half a mile, entirely to myself from sunset to-day until I remove the ban--and nobody allowed to cross the ground but by my authority.\"", "characters": 235, "sentences": 3}, {"text": "\"Oh, none.  One may fail, of course; and one may also succeed. One can try, and I am ready to chance it.  I have my conditions?\"", "characters": 128, "sentences": 4}, {"text": "\"Wait,\" said Merlin, with an evil smile.  \"Ye wit that he that would break this spell must know that spirit's name?\"", "characters": 116, "sentences": 2}, {"text": "\"And wit you also that to know it skills not of itself, but ye must likewise pronounce it?  Ha-ha!  Knew ye that?\"", "characters": 114, "sentences": 1}, {"text": "\"That's all right.  Take your gripsack and get along.  The thing for _you_ to do is to go home and work the weather, John W. Merlin.\"", "characters": 133, "sentences": 5}, {"text": "It was a home shot, and it made him wince; for he was the worst weather-failure in the kingdom.  Whenever he ordered up the danger-signals along the coast there was a week's dead calm, sure, and every time he prophesied fair weather it rained brickbats. But I kept him in the weather bureau right along, to undermine his reputation.  However, that shot raised his bile, and instead of starting home to report my death, he said he would remain and enjoy it.", "characters": 456, "sentences": 5}, {"text": "--and turned on the red fire!  You should have heard that Atlantic of people moan and howl when that crimson hell joined the blue! After sixty seconds I shouted:", "characters": 161, "sentences": 1}, {"text": "--and lit up the green fire!  After waiting only forty seconds this time, I spread my arms abroad and thundered out the devastating syllables of this word of words:", "characters": 164, "sentences": 1}, {"text": "--and whirled on the purple glare!  There they were, all going at once, red, blue, green, purple!--four furious volcanoes pouring vast clouds of radiant smoke aloft, and spreading a blinding rainbowed noonday to the furthest confines of that valley.  In the distance one could see that fellow on the pillar standing rigid against the background of sky, his seesaw stopped for the first time in twenty years.  I knew the boys were at the pump now and ready.  So I said to the abbot:", "characters": 481, "sentences": 4}, {"text": "\"The time is come, Father.  I am about to pronounce the dread name and command the spell to dissolve.  You want to brace up, and take hold of something.\"  Then I shouted to the people: \"Behold, in another minute the spell will be broken, or no mortal can break it. If it break, all will know it, for you will see the sacred water gush from the chapel door!\"", "characters": 357, "sentences": 5}, {"text": "I stood a few moments, to let the hearers have a chance to spread my announcement to those who couldn't hear, and so convey it to the furthest ranks, then I made a grand exhibition of extra posturing and gesturing, and shouted:", "characters": 227, "sentences": 1}, {"text": "\"Lo, I command the fell spirit that possesses the holy fountain to now disgorge into the skies all the infernal fires that still remain in him, and straightway dissolve his spell and flee hence to the pit, there to lie bound a thousand years.  By his own dread name I command it--BGWJJILLIGKKK!\"", "characters": 295, "sentences": 2}, {"text": "You should have seen those acres of people throw themselves down in that water and kiss it; kiss it, and pet it, and fondle it, and talk to it as if it were alive, and welcome it back with the dear names they gave their darlings, just as if it had been a friend who was long gone away and lost, and was come home again.  Yes, it was pretty to see, and made me think more of them than I had done before.", "characters": 402, "sentences": 3}, {"text": "It was a great night, an immense night.  There was reputation in it. I could hardly get to sleep for glorying over it.", "characters": 118, "sentences": 4}, {"text": "My influence in the Valley of Holiness was something prodigious now.  It seemed worth while to try to turn it to some valuable account.  The thought came to me the next morning, and was suggested by my seeing one of my knights who was in the soap line come riding in.  According to history, the monks of this place two centuries before had been worldly minded enough to want to wash. It might be that there was a leaven of this unrighteousness still remaining.  So I sounded a Brother:", "characters": 485, "sentences": 6}, {"text": "\"One needs not to ask that of a poor body who has not known that blessed refreshment sith that he was a boy.  Would God I might wash me! but it may not be, fair sir, tempt me not; it is forbidden.\"", "characters": 197, "sentences": 3}, {"text": "\"Ah, son, ask aught else thou wilt, and it is thine, and freely granted out of a grateful heart--but this, oh, this!  Would you drive away the blessed water again?\"", "characters": 164, "sentences": 1}, {"text": "\"No, Father, I will not drive it away.  I have mysterious knowledge which teaches me that there was an error that other time when it was thought the institution of the bath banished the fountain.\" A large interest began to show up in the old man's face.  \"My knowledge informs me that the bath was innocent of that misfortune, which was caused by quite another sort of sin.\"", "characters": 374, "sentences": 5}, {"text": "\"They are true, indeed.  Let me build the bath again, Father. Let me build it again, and the fountain shall flow forever.\"", "characters": 122, "sentences": 4}, {"text": "It was a good campaign that we made in that Valley of Holiness, and I was very well satisfied, and ready to move on now, but I struck a disappointment.  I caught a heavy cold, and it started up an old lurking rheumatism of mine.  Of course the rheumatism hunted up my weakest place and located itself there.  This was the place where the abbot put his arms about me and mashed me, what time he was moved to testify his gratitude to me with an embrace.", "characters": 451, "sentences": 5}, {"text": "When at last I got out, I was a shadow.  But everybody was full of attentions and kindnesses, and these brought cheer back into my life, and were the right medicine to help a convalescent swiftly up toward health and strength again; so I gained fast.", "characters": 250, "sentences": 3}, {"text": "My surprise was great: the place was newly swept and scoured. Then there was another surprise.  Back in the gloom of the cavern I heard the clink of a little bell, and then this exclamation:", "characters": 190, "sentences": 3}, {"text": "\"Hello Central!  Is this you, Camelot?--Behold, thou mayst glad thy heart an thou hast faith to believe the wonderful when that it cometh in unexpected guise and maketh itself manifest in impossible places--here standeth in the flesh his mightiness The Boss, and with thine own ears shall ye hear him speak!\"", "characters": 308, "sentences": 1}, {"text": "Now what a radical reversal of things this was; what a jumbling together of extravagant incongruities; what a fantastic conjunction of opposites and irreconcilables--the home of the bogus miracle become the home of a real one, the den of a mediaeval hermit turned into a telephone office!", "characters": 288, "sentences": 1}, {"text": "\"But since midnight, fair Sir Boss, an it please you.  We saw many lights in the valley, and so judged it well to make a station, for that where so many lights be needs must they indicate a town of goodly size.\"", "characters": 211, "sentences": 3}, {"text": "\"Quite right.  It isn't a town in the customary sense, but it's a good stand, anyway.  Do you know where you are?\"", "characters": 114, "sentences": 3}, {"text": "\"Of that I have had no time to make inquiry; for whenas my comradeship moved hence upon their labors, leaving me in charge, I got me to needed rest, purposing to inquire when I waked, and report the place's name to Camelot for record.\"", "characters": 235, "sentences": 2}, {"text": "\"Why, the surrounding regions are filled with the noise of late wonders that have happened here!  You didn't hear of them?\"", "characters": 123, "sentences": 1}, {"text": "\"Ah, ye will remember we move by night, and avoid speech with all. We learn naught but that we get by the telephone from Camelot.\"", "characters": 130, "sentences": 3}, {"text": "\"Why _they_ know all about this thing.  Haven't they told you anything about the great miracle of the restoration of a holy fountain?\"", "characters": 134, "sentences": 2}, {"text": "\"Oh, _that_?  Indeed yes.  But the name of _this_ valley doth woundily differ from the name of _that_ one; indeed to differ wider were not pos--\"", "characters": 145, "sentences": 2}, {"text": "\"_That_ explains it.  Confound a telephone, anyway.  It is the very demon for conveying similarities of sound that are miracles of divergence from similarity of sense.  But no matter, you know the name of the place now.  Call up Camelot.\"", "characters": 238, "sentences": 6}, {"text": "He did it, and had Clarence sent for.  It was good to hear my boy's voice again.  It was like being home.  After some affectionate interchanges, and some account of my late illness, I said:", "characters": 189, "sentences": 4}, {"text": "\"The king and queen and many of the court do start even in this hour, to go to your valley to pay pious homage to the waters ye have restored, and cleanse themselves of sin, and see the place where the infernal spirit spouted true hell-flames to the clouds --an ye listen sharply ye may hear me wink and hear me likewise smile a smile, sith 'twas I that made selection of those flames from out our stock and sent them by your order.\"", "characters": 433, "sentences": 2}, {"text": "\"The king?--no, nor to any other in his realms, mayhap; but the lads that holp you with your miracle will be his guide and lead the way, and appoint the places for rests at noons and sleeps at night.\"", "characters": 200, "sentences": 2}, {"text": "\"The king hath begun the raising of the standing army ye suggested to him; one regiment is complete and officered.\"", "characters": 115, "sentences": 2}, {"text": "\"The mischief!  I wanted a main hand in that myself.  There is only one body of men in the kingdom that are fitted to officer a regular army.\"", "characters": 142, "sentences": 3}, {"text": "\"Indeed, I know naught of the method.  I but know this--these officers be all of noble family, and are born--what is it you call it?--chuckleheads.\"", "characters": 148, "sentences": 3}, {"text": "\"Comfort yourself, then; for two candidates for a lieutenancy do travel hence with the king--young nobles both--and if you but wait where you are you will hear them questioned.\"", "characters": 177, "sentences": 2}, {"text": "\"That is news to the purpose.  I will get one West Pointer in, anyway.  Mount a man and send him to that school with a message; let him kill horses, if necessary, but he must be there before sunset to-night and say--\"", "characters": 217, "sentences": 3}, {"text": "It sounded good!  In this atmosphere of telephones and lightning communication with distant regions, I was breathing the breath of life again after long suffocation.  I realized, then, what a creepy, dull, inanimate horror this land had been to me all these years, and how I had been in such a stifled condition of mind as to have grown used to it almost beyond the power to notice it.", "characters": 385, "sentences": 3}, {"text": "I gave my order to the superintendent of the Academy personally. I also asked him to bring me some paper and a fountain pen and a box or so of safety matches.  I was getting tired of doing without these conveniences.  I could have them now, as I wasn't going to wear armor any more at present, and therefore could get at my pockets.", "characters": 332, "sentences": 5}, {"text": "\"The high and mighty Emperor of the East doth at this moment put money in the palm of a holy begging friar--one, two, three pieces, and they be all of silver.\"", "characters": 159, "sentences": 2}, {"text": "\"It is marvelous!\"  \"Wonderful!\"  \"What study, what labor, to have acquired a so amazing power as this!\"", "characters": 104, "sentences": 1}, {"text": "\"My art knoweth not that word.  The more difficult it is, the more certainly will I reveal it to you.\"", "characters": 102, "sentences": 3}, {"text": "You see, I was working up the interest.  It was getting pretty high, too; you could see that by the craning necks all around, and the half-suspended breathing.  So now I climaxed it:", "characters": 182, "sentences": 3}, {"text": "\"If you make no mistake--if you tell me truly what I want to know--I will give you two hundred silver pennies.\"", "characters": 111, "sentences": 2}, {"text": "This distressed the monks and terrified them.  They were not used to hearing these awful beings called names, and they did not know what might be the consequence.  There was a dead silence now; superstitious bodings were in every mind.  The magician began to pull his wits together, and when he presently smiled an easy, nonchalant smile, it spread a mighty relief around; for it indicated that his mood was not destructive.  He said:", "characters": 434, "sentences": 5}, {"text": "\"It hath struck me speechless, the frivolity of this person's speech.  Let all know, if perchance there be any who know it not, that enchanters of my degree deign not to concern themselves with the doings of any but kings, princes, emperors, them that be born in the purple and them only.  Had ye asked me what Arthur the great king is doing, it were another matter, and I had told ye; but the doings of a subject interest me not.\"", "characters": 431, "sentences": 4}, {"text": "\"Oh, I misunderstood you.  I thought you said 'anybody,' and so I supposed 'anybody' included--well, anybody; that is, everybody.\"", "characters": 130, "sentences": 3}, {"text": "\"That, it meseemeth, might well be,\" said the abbot, who saw his opportunity to smooth things and avert disaster, \"for it were not likely that so wonderful a gift as this would be conferred for the revelation of the concerns of lesser beings than such as be born near to the summits of greatness.  Our Arthur the king--\"", "characters": 320, "sentences": 2}, {"text": "Everybody was full of awe and interest again right away, the incorrigible idiots.  They watched the incantations absorbingly, and looked at me with a \"There, now, what can you say to that?\" air, when the announcement came:", "characters": 222, "sentences": 2}, {"text": "\"The king is weary with the chase, and lieth in his palace these two hours sleeping a dreamless sleep.\"", "characters": 103, "sentences": 2}, {"text": "\"God's benison upon him!\" said the abbot, and crossed himself; \"may that sleep be to the refreshment of his body and his soul.\"", "characters": 127, "sentences": 2}, {"text": "Here was trouble again--a conflict of authority.  Nobody knew which of us to believe; I still had some reputation left.  The magician's scorn was stirred, and he said:", "characters": 167, "sentences": 3}, {"text": "\"Lo, I have seen many wonderful soothsayers and prophets and magicians in my life days, but none before that could sit idle and see to the heart of things with never an incantation to help.\"", "characters": 190, "sentences": 2}, {"text": "\"You have lived in the woods, and lost much by it.  I use incantations myself, as this good brotherhood are aware--but only on occasions of moment.\"", "characters": 148, "sentences": 3}, {"text": "When it comes to sarcasming, I reckon I know how to keep my end up. That jab made this fellow squirm.  The abbot inquired after the queen and the court, and got this information:", "characters": 178, "sentences": 3}, {"text": "\"That is merely another lie.  Half of them are about their amusements, the queen and the other half are not sleeping, they ride.  Now perhaps you can spread yourself a little, and tell us where the king and queen and all that are this moment riding with them are going?\"", "characters": 270, "sentences": 3}, {"text": "\"They sleep now, as I said; but on the morrow they will ride, for they go a journey toward the sea.\"", "characters": 100, "sentences": 2}, {"text": "\"That is another lie, by the space of a hundred and fifty miles. Their journey will not be merely half done, it will be all done, and they will be _here_, in this valley.\"", "characters": 171, "sentences": 3}, {"text": "_That_ was a noble shot!  It set the abbot and the monks in a whirl of excitement, and it rocked the enchanter to his base.  I followed the thing right up:", "characters": 155, "sentences": 2}, {"text": "\"If the king does not arrive, I will have myself ridden on a rail: if he does I will ride you on a rail instead.\"", "characters": 113, "sentences": 2}, {"text": "The girl's case seemed strong to me; the bishop's case was just as strong.  I did not see how the king was going to get out of this hole.  But he got out.  I append his decision:", "characters": 178, "sentences": 4}, {"text": "I was impatient to see what this was; and to show, too, how much more admirable was the one which I should display to the Examining Board.  I intimated this, gently, to the king, and it fired his curiosity.  When the Board was assembled, I followed him in; and behind us came the candidates.  One of these candidates was a bright young West Pointer of mine, and with him were a couple of my West Point professors.", "characters": 413, "sentences": 5}, {"text": "When I saw the Board, I did not know whether to cry or to laugh. The head of it was the officer known to later centuries as Norroy King-at-Arms!  The two other members were chiefs of bureaus in his department; and all three were priests, of course; all officials who had to know how to read and write were priests.", "characters": 314, "sentences": 3}, {"text": "My candidate was called first, out of courtesy to me, and the head of the Board opened on him with official solemnity:", "characters": 118, "sentences": 1}, {"text": "The king was staggered, from his summit to his foundations; one clerk fainted, and the others came near it.  The chairman pulled himself together, and said indignantly:", "characters": 168, "sentences": 2}, {"text": "Education is a great thing.  This was the same youth who had come to West Point so ignorant that when I asked him, \"If a general officer should have a horse shot under him on the field of battle, what ought he to do?\" answered up naively and said:", "characters": 247, "sentences": 2}, {"text": "One of the young nobles was called up now.  I thought I would question him a little myself.  I said:", "characters": 100, "sentences": 3}, {"text": "\"You will confine yourself to the questions, and make no comments. You are not here to air your blood or your graces, and nothing of the sort will be permitted.  Can you write?\"", "characters": 177, "sentences": 3}, {"text": "\"It is a mystery that is hidden from me by reason that the emergency requiring the fathoming of it hath not in my life-days occurred, and so, not having no need to know this thing, I abide barren of the knowledge.\"", "characters": 214, "sentences": 2}, {"text": "\"If there be such, mayhap his grace the king did promulgate them whilst that I lay sick about the beginning of the year and thereby failed to hear his proclamation.\"", "characters": 165, "sentences": 2}, {"text": "\"I know of governors of places, and seneschals of castles, and sheriffs of counties, and many like small offices and titles of honor, but him you call the Science of Optics I have not heard of before; peradventure it is a new dignity.\"", "characters": 235, "sentences": 2}, {"text": "\"A man not eligible for a lieutenancy in the army unless he can prove four generations of noble descent?\"", "characters": 105, "sentences": 1}, {"text": "\"Even so; neither lieutenant nor any other officer may be commissioned without that qualification.\"", "characters": 99, "sentences": 2}, {"text": "\"What good?  It is a hardy question, fair sir and Boss, since it doth go far to impugn the wisdom of even our holy Mother Church herself.\"", "characters": 138, "sentences": 2}, {"text": "\"For that she hath established the self-same rule regarding saints.  By her law none may be canonized until he hath lain dead four generations.\"", "characters": 144, "sentences": 3}, {"text": "\"I see, I see--it is the same thing.  It is wonderful.  In the one case a man lies dead-alive four generations--mummified in ignorance and sloth--and that qualifies him to command live people, and take their weal and woe into his impotent hands; and in the other case, a man lies bedded with death and worms four generations, and that qualifies him for office in the celestial camp.  Does the king's grace approve of this strange law?\"", "characters": 435, "sentences": 4}, {"text": "\"By what illustrious achievement for the honor of the Throne and State did the founder of your great line lift himself to the sacred dignity of the British nobility?\"", "characters": 166, "sentences": 1}, {"text": "\"Sire, the Board finds this candidate perfect in all the requirements and qualifications for military command, and doth hold his case open for decision after due examination of his competitor.\"", "characters": 193, "sentences": 2}, {"text": "The competitor came forward and proved exactly four generations of nobility himself.  So there was a tie in military qualifications that far.", "characters": 141, "sentences": 3}, {"text": "\"She came of the highest landed gentry, yet she was not noble; she was gracious and pure and charitable, of a blameless life and character, insomuch that in these regards was she peer of the best lady in the land.\"", "characters": 214, "sentences": 2}, {"text": "\"That will do.  Stand down.\"  He called up the competing lordling again, and asked: \"What was the rank and condition of the great-grandmother who conferred British nobility upon your great house?\"", "characters": 196, "sentences": 3}, {"text": "\"She was a king's leman and did climb to that splendid eminence by her own unholpen merit from the sewer where she was born.\"", "characters": 125, "sentences": 2}, {"text": "\"Ah, this, indeed, is true nobility, this is the right and perfect intermixture.  The lieutenancy is yours, fair lord.  Hold it not in contempt; it is the humble step which will lead to grandeurs more worthy of the splendor of an origin like to thine.\"", "characters": 252, "sentences": 4}, {"text": "I was down in the bottomless pit of humiliation.  I had promised myself an easy and zenith-scouring triumph, and this was the outcome!", "characters": 134, "sentences": 2}, {"text": "I was almost ashamed to look my poor disappointed cadet in the face.  I told him to go home and be patient, this wasn't the end.", "characters": 128, "sentences": 3}, {"text": "All the boys would join, I was sure of that; so, all existing grants would be relinquished; that the newly born would always join was equally certain.  Within sixty days that quaint and bizarre anomaly, the Royal Grant, would cease to be a living fact, and take its place among the curiosities of the past.", "characters": 306, "sentences": 3}, {"text": "\"Thou forgettest that Launcelot is here; and where Launcelot is, she noteth not the going forth of the king, nor what day he returneth.\"", "characters": 136, "sentences": 2}, {"text": "Of course, I changed the Subject.  Yes, Guenever was beautiful, it is true, but take her all around she was pretty slack.  I never meddled in these matters, they weren't my affair, but I did hate to see the way things were going on, and I don't mind saying that much.  Many's the time she had asked me, \"Sir Boss, hast seen Sir Launcelot about?\" but if ever she went fretting around for the king I didn't happen to be around at the time.", "characters": 437, "sentences": 5}, {"text": "I dropped a nickel out of the window and got my paper; the Adam-newsboy of the world went around the corner to get my change; is around the corner yet.  It was delicious to see a newspaper again, yet I was conscious of a secret shock when my eye fell upon the first batch of display head-lines.  I had lived in a clammy atmosphere of reverence, respect, deference, so long that they sent a quivery little cold wave through me:", "characters": 426, "sentences": 3}, {"text": "Sir Launcelot met up with old King    Agrivance of Ireland unexpectedly last    weok over on the moor south of Sir    Balmoral le Merveilleuse's hog dasture.    The widow has been notified.", "characters": 189, "sentences": 3}, {"text": "Expedition No. 3 will start adout the    first of mext month on a search f8r Sir    Sagramour le Desirous. It is in com-    and of the renowned Knight of the Red    Lawns, assissted by Sir Persant of Inde,    who is compete9t. intelligent, courte-    ous, and in every way a brick, and fur-    tHer assisted by Sir Palamides the Sara-    cen, who is no huckleberry hinself.    This is no pic-nic, these boys mean    busine&s.", "characters": 425, "sentences": 6}, {"text": "The readers of the Hosannah will re-    gret to learn that the hadndsome and    popular Sir Charolais of Gaul, who dur-    ing his four weeks' stay at the Bull and    Halibut, this city, has won every heart    by his polished manners and elegant    cPnversation, will pUll out to-day for    home. Give us another call, Charley!", "characters": 327, "sentences": 2}, {"text": "The bdsiness end of the funeral of    the late Sir Dalliance the duke's son of    Cornwall, killed in an encounter with    the Giant of the Knotted Bludgeon last    Tuesday on the borders of the Plain of    Enchantment was in the hands of the    ever affable and efficient Mumble,    prince of un3ertakers, then whom there    exists none by whom it were a more    satisfying pleasure to have the last sad    offices performed. Give him a trial.", "characters": 444, "sentences": 3}, {"text": "The cordial thanks of the Hosannah    office are due, from editor down to    devil, to the ever courteous and thought-    ful Lord High Stew d of the Palace's    Third Assistant V  t for several sau-    ceTs of ice crEam a quality calculated    to make the ey of the recipients hu-    mid with grt  ude; and it done it.    When this  administration wants to    chalk up a desirable name for early    promotion, the Hosannah would like a    chance to sudgest.", "characters": 458, "sentences": 3}, {"text": "The Demoiselle Irene Dewlap, of    South Astolat, is visiting her uncle, the    popular host of the Cattlemen's Board-    ing Ho&se, Liver Lane, this city.", "characters": 155, "sentences": 2}, {"text": "Young Barker the bellows-mender is    hoMe again, and looks much improved    by his vacation round-up among the out-    lying smithies. See his ad.", "characters": 147, "sentences": 3}, {"text": "On Monday, the king rode in the park.    \"  Tuesday,      \"      \"        \"    \"  Wendesday     \"      \"        \"    \"  Thursday      \"      \"        \"    \"  Friday,       \"      \"        \"    \"  Saturday      \"      \"        \"    \"  Sunday,       \"      \"        \"", "characters": 265, "sentences": 2}, {"text": "\"It is a public journal; I will explain what that is, another time. It is not cloth, it is made of paper; some time I will explain what paper is.  The lines on it are reading matter; and not written by hand, but printed; by and by I will explain what printing is. A thousand of these sheets have been made, all exactly like this, in every minute detail--they can't be told apart.\"  Then they all broke out with exclamations of surprise and admiration:", "characters": 451, "sentences": 5}, {"text": "During all the rest of the seance my paper traveled from group to group all up and down and about that huge hall, and my happy eye was upon it always, and I sat motionless, steeped in satisfaction, drunk with enjoyment.  Yes, this was heaven; I was tasting it once, if I might never taste it more.", "characters": 297, "sentences": 3}, {"text": "We slipped away an hour before dawn, and by broad sun-up had made eight or ten miles, and were in the midst of a sparsely settled country.  I had a pretty heavy knapsack; it was laden with provisions--provisions for the king to taper down on, till he could take to the coarse fare of the country without damage.", "characters": 311, "sentences": 3}, {"text": "\"Pardon, my king, but it's no time for ceremony--jump!  Jump to your feet--some quality are coming!\"", "characters": 100, "sentences": 1}, {"text": "\"But my liege!  You must not be seen sitting.  Rise!--and stand in humble posture while they pass.  You are a peasant, you know.\"", "characters": 129, "sentences": 4}, {"text": "\"True--I had forgot it, so lost was I in planning of a huge war with Gaul\"--he was up by this time, but a farm could have got up quicker, if there was any kind of a boom in real estate--\"and right-so a thought came randoming overthwart this majestic dream the which--\"", "characters": 268, "sentences": 1}, {"text": "\"A humbler attitude, my lord the king--and quick!  Duck your head! --more!--still more!--droop it!\"", "characters": 99, "sentences": 1}, {"text": "\"It would end our adventures at the very start; and we, being without weapons, could do nothing with that armed gang.  If we are going to succeed in our emprise, we must not only look the peasant but act the peasant.\"", "characters": 217, "sentences": 3}, {"text": "\"It is wisdom; none can gainsay it.  Let us go on, Sir Boss. I will take note and learn, and do the best I may.\"", "characters": 112, "sentences": 4}, {"text": "He kept his word.  He did the best he could, but I've seen better. If you have ever seen an active, heedless, enterprising child going diligently out of one mischief and into another all day long, and an anxious mother at its heels all the while, and just saving it by a hair from drowning itself or breaking its neck with each new experiment, you've seen the king and me.", "characters": 372, "sentences": 4}, {"text": "He was always frightening me, always breaking out with fresh astonishers, in new and unexpected places.  Toward evening on the second day, what does he do but blandly fetch out a dirk from inside his robe!", "characters": 205, "sentences": 2}, {"text": "\"We have escaped divers dangers by wit--thy wit--but I have bethought me that it were but prudence if I bore a weapon, too. Thine might fail thee in some pinch.\"", "characters": 161, "sentences": 3}, {"text": "\"But people of our condition are not allowed to carry arms.  What would a lord say--yes, or any other person of whatever condition --if he caught an upstart peasant with a dagger on his person?\"", "characters": 194, "sentences": 2}, {"text": "It was a lucky thing for us that nobody came along just then. I persuaded him to throw the dirk away; and it was as easy as persuading a child to give up some bright fresh new way of killing itself.  We walked along, silent and thinking.  Finally the king said:", "characters": 261, "sentences": 4}, {"text": "\"When ye know that I meditate a thing inconvenient, or that hath a peril in it, why do you not warn me to cease from that project?\"", "characters": 131, "sentences": 1}, {"text": "It was a startling question, and a puzzler.  I didn't quite know how to take hold of it, or what to say, and so, of course, I ended by saying the natural thing:", "characters": 160, "sentences": 2}, {"text": "\"I believed thou wert greater than Merlin; and truly in magic thou art.  But prophecy is greater than magic.  Merlin is a prophet.\"", "characters": 131, "sentences": 4}, {"text": "I saw I had made a blunder.  I must get back my lost ground. After a deep reflection and careful planning, I said:", "characters": 114, "sentences": 3}, {"text": "\"Sire, I have been misunderstood.  I will explain.  There are two kinds of prophecy.  One is the gift to foretell things that are but a little way off, the other is the gift to foretell things that are whole ages and centuries away.  Which is the mightier gift, do you think?\"", "characters": 276, "sentences": 5}, {"text": "\"Partly, yes.  He foretold mysteries about my birth and future kingship that were twenty years away.\"", "characters": 101, "sentences": 3}, {"text": "\"It is probably his limit.  All prophets have their limit.  The limit of some of the great prophets has been a hundred years.\"", "characters": 126, "sentences": 4}, {"text": "\"There have been two still greater ones, whose limit was four hundred and six hundred years, and one whose limit compassed even seven hundred and twenty.\"", "characters": 154, "sentences": 2}, {"text": "\"Seven hundred years?  My liege, as clear as the vision of an eagle does my prophetic eye penetrate and lay bare the future of this world for nearly thirteen centuries and a half!\"", "characters": 180, "sentences": 1}, {"text": "My land, you should have seen the king's eyes spread slowly open, and lift the earth's entire atmosphere as much as an inch!  That settled Brer Merlin.  One never had any occasion to prove his facts, with these people; all he had to do was to state them.  It never occurred to anybody to doubt the statement.", "characters": 308, "sentences": 4}, {"text": "\"Well, I could have done it as much as forty times easier, and piled on a thousand times more detail into the bargain, if it had been five hundred years away instead of two or three days.\"", "characters": 188, "sentences": 2}, {"text": "\"Yes, a genuine expert can always foretell a thing that is five hundred years away easier than he can a thing that's only five hundred seconds off.\"", "characters": 148, "sentences": 2}, {"text": "\"And yet in reason it should clearly be the other way; it should be five hundred times as easy to foretell the last as the first, for, indeed, it is so close by that one uninspired might almost see it.  In truth, the law of prophecy doth contradict the likelihoods, most strangely making the difficult easy, and the easy difficult.\"", "characters": 332, "sentences": 3}, {"text": "It was a wise head.  A peasant's cap was no safe disguise for it; you could know it for a king's under a diving-bell, if you could hear it work its intellect.", "characters": 158, "sentences": 3}, {"text": "On the morning of the fourth day, when it was just sunrise, and we had been tramping an hour in the chill dawn, I came to a resolution: the king _must_ be drilled; things could not go on so, he must be taken in hand and deliberately and conscientiously drilled, or we couldn't ever venture to enter a dwelling; the very cats would know this masquerader for a humbug and no peasant.  So I called a halt and said:", "characters": 411, "sentences": 2}, {"text": "\"Let me think... I can't seem to quite get at it.  In fact, there isn't anything that can right the matter but practice.  This is a good place for it: roots and stony ground to break up your stately gait, a region not liable to interruption, only one field and one hut in sight, and they so far away that nobody could see us from there.  It will be well to move a little off the road and put in the whole day drilling you, sire.\"", "characters": 429, "sentences": 8}, {"text": "\"Now, sire, imagine that we are at the door of the hut yonder, and the family are before us.  Proceed, please--accost the head of the house.\"", "characters": 141, "sentences": 3}, {"text": "\"It is even true.  I will say it.  Brother, bring a seat, and thereto what cheer ye have, withal.  Now 'tis right.\"", "characters": 115, "sentences": 5}, {"text": "\"Not quite, not wholly right.  You have asked for one, not _us_ --for one, not both; food for one, a seat for one.\"", "characters": 115, "sentences": 3}, {"text": "The king looked puzzled--he wasn't a very heavy weight, intellectually. His head was an hour-glass; it could stow an idea, but it had to do it a grain at a time, not the whole idea at once.", "characters": 189, "sentences": 3}, {"text": "\"If I did not sit, the man would perceive that we were only pretending to be equals--and playing the deception pretty poorly, too.\"", "characters": 131, "sentences": 2}, {"text": "\"It is well and truly said!  How wonderful is truth, come it in whatsoever unexpected form it may!  Yes, he must bring out seats and food for both, and in serving us present not ewer and napkin with more show of respect to the one than to the other.\"", "characters": 250, "sentences": 2}, {"text": "\"Give me, then, the bag.  I will learn the spirit that goeth with burdens that have not honor.  It is the spirit that stoopeth the shoulders, I ween, and not the weight; for armor is heavy, yet it is a proud burden, and a man standeth straight in it.... Nay, but me no buts, offer me no objections.  I will have the thing. Strap it upon my back.\"", "characters": 346, "sentences": 10}, {"text": "He was complete now with that knapsack on, and looked as little like a king as any man I had ever seen.  But it was an obstinate pair of shoulders; they could not seem to learn the trick of stooping with any sort of deceptive naturalness.  The drill went on, I prompting and correcting:", "characters": 286, "sentences": 3}, {"text": "\"Now, make believe you are in debt, and eaten up by relentless creditors; you are out of work--which is horse-shoeing, let us say--and can get none; and your wife is sick, your children are crying because they are hungry--\"", "characters": 223, "sentences": 1}, {"text": "The door stood a trifle ajar.  We approached it stealthily--on tiptoe and at half-breath--for that is the way one's feeling makes him do, at such a time.  The king knocked.  We waited.  No answer.  Knocked again.  No answer.  I pushed the door softly open and looked in. I made out some dim forms, and a woman started up from the ground and stared at me, as one does who is wakened from sleep.  Presently she found her voice:", "characters": 425, "sentences": 10}, {"text": "\"Oh, then, for the fear of God, who visits with misery and death such as be harmless, tarry not here, but fly!  This place is under his curse--and his Church's.\"", "characters": 161, "sentences": 2}, {"text": "I was better used to the dim light now.  I could see her hollow eyes fixed upon me.  I could see how emaciated she was.", "characters": 119, "sentences": 4}, {"text": "\"I tell you the place is under the Church's ban.  Save yourself --and go, before some straggler see thee here, and report it.\"", "characters": 126, "sentences": 3}, {"text": "\"Give yourself no trouble about me; I don't care anything for the Church's curse.  Let me help you.\"", "characters": 100, "sentences": 3}, {"text": "\"Now all good spirits--if there be any such--bless thee for that word.  Would God I had a sup of water!--but hold, hold, forget I said it, and fly; for there is that here that even he that feareth not the Church must fear: this disease whereof we die. Leave us, thou brave, good stranger, and take with thee such whole and sincere blessing as them that be accursed can give.\"", "characters": 375, "sentences": 4}, {"text": "But before this I had picked up a wooden bowl and was rushing past the king on my way to the brook.  It was ten yards away. When I got back and entered, the king was within, and was opening the shutter that closed the window-hole, to let in air and light. The place was full of a foul stench.  I put the bowl to the woman's lips, and as she gripped it with her eager talons the shutter came open and a strong light flooded her face.  Smallpox!", "characters": 443, "sentences": 6}, {"text": "\"Out of the door on the instant, sire! the woman is dying of that disease that wasted the skirts of Camelot two years ago.\"", "characters": 123, "sentences": 2}, {"text": "\"Ye mean well, and ye speak not unwisely.  But it were shame that a king should know fear, and shame that belted knight should withhold his hand where be such as need succor.  Peace, I will not go.  It is you who must go.  The Church's ban is not upon me, but it forbiddeth you to be here, and she will deal with you with a heavy hand an word come to her of your trespass.\"", "characters": 373, "sentences": 6}, {"text": "It was a desperate place for him to be in, and might cost him his life, but it was no use to argue with him.  If he considered his knightly honor at stake here, that was the end of argument; he would stay, and nothing could prevent it; I was aware of that. And so I dropped the subject.  The woman spoke:", "characters": 304, "sentences": 4}, {"text": "\"Fair sir, of your kindness will ye climb the ladder there, and bring me news of what ye find?  Be not afraid to report, for times can come when even a mother's heart is past breaking --being already broke.\"", "characters": 207, "sentences": 2}, {"text": "I turned to start, but the king had already started.  He halted, and looked down upon a man who lay in a dim light, and had not noticed us thus far, or spoken.", "characters": 159, "sentences": 3}, {"text": "\"God be thanked for that one charity, yes--these three hours. Where shall I pay to the full, my gratitude! for my heart is bursting with it for that sleep he sleepeth now.\"", "characters": 172, "sentences": 3}, {"text": "He laid the girl down by her mother, who poured out endearments and caresses from an overflowing heart, and one could detect a flickering faint light of response in the child's eyes, but that was all.  The mother hung over her, kissing her, petting her, and imploring her to speak, but the lips only moved and no sound came. I snatched my liquor flask from my knapsack, but the woman forbade me, and said:", "characters": 405, "sentences": 3}, {"text": "\"I would not change it.  How rich is this day in happiness!  Ah, my Annis, thou shalt join thy sister soon--thou'rt on thy way, and these be merciful friends that will not hinder.\"", "characters": 180, "sentences": 3}, {"text": "And so she fell to murmuring and cooing over the girl again, and softly stroking her face and hair, and kissing her and calling her by endearing names; but there was scarcely sign of response now in the glazing eyes.  I saw tears well from the king's eyes, and trickle down his face.  The woman noticed them, too, and said:", "characters": 323, "sentences": 3}, {"text": "\"Ah, I know that sign: thou'st a wife at home, poor soul, and you and she have gone hungry to bed, many's the time, that the little ones might have your crust; you know what poverty is, and the daily insults of your betters, and the heavy hand of the Church and the king.\"", "characters": 272, "sentences": 2}, {"text": "She gave a sharp quick glance at her eldest daughter, then cried out, \"Oh, my darling!\" and feebly gathered the stiffening form to her sheltering arms.  She had recognized the death-rattle.", "characters": 189, "sentences": 3}, {"text": "At midnight all was over, and we sat in the presence of four corpses.  We covered them with such rags as we could find, and started away, fastening the door behind us.  Their home must be these people's grave, for they could not have Christian burial, or be admitted to consecrated ground.  They were as dogs, wild beasts, lepers, and no soul that valued its hope of eternal life would throw it away by meddling in any sort with these rebuked and smitten outcasts.", "characters": 464, "sentences": 5}, {"text": "We had not moved four steps when I caught a sound as of footsteps upon gravel.  My heart flew to my throat.  We must not be seen coming from that house.  I plucked at the king's robe and we drew back and took shelter behind the corner of the cabin.", "characters": 248, "sentences": 5}, {"text": "\"Now we are safe,\" I said, \"but it was a close call--so to speak. If the night had been lighter he might have seen us, no doubt, he seemed to be so near.\"", "characters": 154, "sentences": 3}, {"text": "\"True.  But man or beast, it will be wise to stay here a minute and let it get by and out of the way.\"", "characters": 102, "sentences": 3}, {"text": "True again.  The step was coming toward us--straight toward the hut. It must be a beast, then, and we might as well have saved our trepidation.  I was going to step out, but the king laid his hand upon my arm.  There was a moment of silence, then we heard a soft knock on the cabin door.  It made me shiver.  Presently the knock was repeated, and then we heard these words in a guarded voice:", "characters": 392, "sentences": 7}, {"text": "\"Mother!  Father!  Open--we have got free, and we bring news to pale your cheeks but glad your hearts; and we may not tarry, but must fly!  And--but they answer not.  Mother! father!--\"", "characters": 185, "sentences": 2}, {"text": "The king hesitated, was going to demur; but just then we heard the door give way, and knew that those desolate men were in the presence of their dead.", "characters": 150, "sentences": 2}, {"text": "\"Come, my liege! in a moment they will strike a light, and then will follow that which it would break your heart to hear.\"", "characters": 122, "sentences": 2}, {"text": "He did not hesitate this time.  The moment we were in the road I ran; and after a moment he threw dignity aside and followed. I did not want to think of what was happening in the hut--I couldn't bear it; I wanted to drive it out of my mind; so I struck into the first subject that lay under that one in my mind:", "characters": 311, "sentences": 3}, {"text": "\"I have had the disease those people died of, and so have nothing to fear; but if you have not had it also--\"", "characters": 109, "sentences": 1}, {"text": "\"These young men have got free, they say--but _how_?  It is not likely that their lord hath set them free.\"", "characters": 107, "sentences": 2}, {"text": "\"That is my trouble; I have a fear that this is so, and your suspicion doth confirm it, you having the same fear.\"", "characters": 114, "sentences": 2}, {"text": "\"I should not call it by that name though.  I do suspect that they escaped, but if they did, I am not sorry, certainly.\"", "characters": 120, "sentences": 3}, {"text": "\"_If_ they did escape, then are we bound in duty to lay hands upon them and deliver them again to their lord; for it is not seemly that one of his quality should suffer a so insolent and high-handed outrage from persons of their base degree.\"", "characters": 242, "sentences": 2}, {"text": "I worked more than half an hour before I got him to change the subject--and even then an outside matter did it for me.  This was a something which caught our eyes as we struck the summit of a small hill--a red glow, a good way off.", "characters": 231, "sentences": 3}, {"text": "\"If he hanged himself, he was willing to lose him property to his lord; so let him be.  If others hanged him, belike they had the right--let him hang.\"", "characters": 151, "sentences": 3}, {"text": "\"But me no buts, but even leave him as he is.  And for yet another reason.  When the lightning cometh again--there, look abroad.\"", "characters": 129, "sentences": 4}, {"text": "\"It is not weather meet for doing useless courtesies unto dead folk. They are past thanking you.  Come--it is unprofitable to tarry here.\"", "characters": 138, "sentences": 4}, {"text": "I warned the king that this was not a safe place for strangers. We would better get away from the light, until matters should improve.  We stepped back a little, and hid in the edge of the wood.  From this hiding-place we saw both men and women hunted by the mob.  The fearful work went on until nearly dawn.  Then, the fire being out and the storm spent, the voices and flying footsteps presently ceased, and darkness and stillness reigned again.", "characters": 447, "sentences": 7}, {"text": "\"Sell us the house and take yourselves away, for we be perilous company, being late come from people that died of the Spotted Death.\"", "characters": 133, "sentences": 2}, {"text": "\"But the people arrived in time to save the family; how is it they could save none of the prisoners?\"", "characters": 101, "sentences": 1}, {"text": "\"None went near them, either to lock or unlock.  It standeth to reason that the bolts were fast; wherefore it was only needful to establish a watch, so that if any broke the bonds he might not escape, but be taken. None were taken.\"", "characters": 232, "sentences": 4}, {"text": "\"Natheless, three did escape,\" said the king, \"and ye will do well to publish it and set justice upon their track, for these murthered the baron and fired the house.\"", "characters": 166, "sentences": 2}, {"text": "Well, as it turned out, this charcoal burner was just the twin of the Southern \"poor white\" of the far future.  The king presently showed impatience, and said:", "characters": 159, "sentences": 2}, {"text": "\"An ye prattle here all the day, justice will miscarry.  Think ye the criminals will abide in their father's house?  They are fleeing, they are not waiting.  You should look to it that a party of horse be set upon their track.\"", "characters": 227, "sentences": 4}, {"text": "The woman paled slightly, but quite perceptibly, and the man looked flustered and irresolute.  I said:", "characters": 102, "sentences": 2}, {"text": "\"Come, friend, I will walk a little way with you, and explain which direction I think they would try to take.  If they were merely resisters of the gabelle or some kindred absurdity I would try to protect them from capture; but when men murder a person of high degree and likewise burn his house, that is another matter.\"", "characters": 321, "sentences": 3}, {"text": "The last remark was for the king--to quiet him.  On the road the man pulled his resolution together, and began the march with a steady gait, but there was no eagerness in it.  By and by I said:", "characters": 193, "sentences": 3}, {"text": "\"Say the good words again, brother! for surely ye mean that ye would not betray me an I failed of my duty.\"", "characters": 107, "sentences": 2}, {"text": "\"Duty?  There is no duty in the matter, except the duty to keep still and let those men get away.  They've done a righteous deed.\"", "characters": 130, "sentences": 3}, {"text": "He looked pleased; pleased, and touched with apprehension at the same time.  He looked up and down the road to see that no one was coming, and then said in a cautious voice:", "characters": 173, "sentences": 2}, {"text": "\"They are not perilous words when spoken to one of my own caste, I take it.  You would not tell anybody I said them?\"", "characters": 117, "sentences": 2}, {"text": "\"Well, then, let me say my say.  I have no fears of your repeating it.  I think devil's work has been done last night upon those innocent poor people.  That old baron got only what he deserved. If I had my way, all his kind should have the same luck.\"", "characters": 251, "sentences": 6}, {"text": "Fear and depression vanished from the man's manner, and gratefulness and a brave animation took their place:", "characters": 108, "sentences": 1}, {"text": "Our new money was not only handsomely circulating, but its language was already glibly in use; that is to say, people had dropped the names of the former moneys, and spoke of things as being worth so many dollars or cents or mills or milrays now.  It was very gratifying.  We were progressing, that was sure.", "characters": 308, "sentences": 4}, {"text": "Marco's joy was exuberant--but only for a moment; then he grew thoughtful, then sad; and when he heard me tell Dowley I should have Dickon, the boss mason, and Smug, the boss wheelwright, out there, too, the coal-dust on his face turned to chalk, and he lost his grip.  But I knew what was the matter with him; it was the expense.  He saw ruin before him; he judged that his financial days were numbered.  However, on our way to invite the others, I said:", "characters": 455, "sentences": 4}, {"text": "\"No, it isn't.  You've opened your house to Jones and me in the most generous way; Jones was remarking upon it to-day, just before you came back from the village; for although he wouldn't be likely to say such a thing to you--because Jones isn't a talker, and is diffident in society--he has a good heart and a grateful, and knows how to appreciate it when he is well treated; yes, you and your wife have been very hospitable toward us--\"", "characters": 438, "sentences": 2}, {"text": "\"But it _is_ something; the best a man has, freely given, is always something, and is as good as a prince can do, and ranks right along beside it--for even a prince can but do his best.  And so we'll shop around and get up this layout now, and don't you worry about the expense.  I'm one of the worst spendthrifts that ever was born.  Why, do you know, sometimes in a single week I spend --but never mind about that--you'd never believe it anyway.\"", "characters": 448, "sentences": 5}, {"text": "\"Oh, it is wastefulness!  It may not be, brother, it may not be. Consider the vastness of the sum--\"", "characters": 100, "sentences": 2}, {"text": "It tickled Marco to the marrow to hear about such an odd character; but it also prepared him for accidents; and in my experience when you travel with a king who is letting on to be something else and can't remember it more than about half the time, you can't take too many precautions.", "characters": 285, "sentences": 2}, {"text": "He would, with pleasure.  He filled them, and I took them with me.  I couldn't venture to tell him that the miller-gun was a little invention of my own, and that I had officially ordered that every shopkeeper in the kingdom keep them on hand and sell them at government price--which was the merest trifle, and the shopkeeper got that, not the government.  We furnished them for nothing.", "characters": 386, "sentences": 5}, {"text": "The king had hardly missed us when we got back at nightfall.  He had early dropped again into his dream of a grand invasion of Gaul with the whole strength of his kingdom at his back, and the afternoon had slipped away without his ever coming to himself again.", "characters": 260, "sentences": 3}, {"text": "\"And I likewise!\" cried the mason.  \"I would not believe they were thine own; in faith I could not.\"", "characters": 100, "sentences": 3}, {"text": "\"Nor other!\" shouted Dowley, with sparkling eyes.  \"I was like to lose my character, the neighbors wending I had mayhap been stealing.  It was a great day, a great day; one forgetteth not days like that.\"", "characters": 204, "sentences": 4}, {"text": "Yes, and his master was a fine man, and prosperous, and always had a great feast of meat twice in the year, and with it white bread, true wheaten bread; in fact, lived like a lord, so to speak. And in time Dowley succeeded to the business and married the daughter.", "characters": 264, "sentences": 3}, {"text": "\"And now consider what is come to pass,\" said he, impressively. \"Two times in every month there is fresh meat upon my table.\" He made a pause here, to let that fact sink home, then added --\"and eight times salt meat.\"", "characters": 217, "sentences": 4}, {"text": "\"On my table appeareth white bread every Sunday in the year,\" added the master smith, with solemnity.  \"I leave it to your own consciences, friends, if this is not also true?\"", "characters": 175, "sentences": 2}, {"text": "\"And as to furniture, ye shall say yourselves what mine equipment is.\"  He waved his hand in fine gesture of granting frank and unhampered freedom of speech, and added: \"Speak as ye are moved; speak as ye would speak; an I were not here.\"", "characters": 238, "sentences": 3}, {"text": "\"Ye have five stools, and of the sweetest workmanship at that, albeit your family is but three,\" said the wheelwright, with deep respect.", "characters": 137, "sentences": 2}, {"text": "\"And six wooden goblets, and six platters of wood and two of pewter to eat and drink from withal,\" said the mason, impressively.  \"And I say it as knowing God is my judge, and we tarry not here alway, but must answer at the last day for the things said in the body, be they false or be they sooth.\"", "characters": 298, "sentences": 3}, {"text": "The king took the hand with a poorly disguised reluctance, and let go of it as willingly as a lady lets go of a fish; all of which had a good effect, for it was mistaken for an embarrassment natural to one who was being called upon by greatness.", "characters": 245, "sentences": 2}, {"text": "As the dame turned away, Marco couldn't help slapping on the climax while the thing was hot; so he said with what was meant for a languid composure but was a poor imitation of it:", "characters": 179, "sentences": 1}, {"text": "Then he read off this bill, while those three amazed men listened, and serene waves of satisfaction rolled over my soul and alternate waves of terror and admiration surged over Marco's:", "characters": 185, "sentences": 1}, {"text": "He ceased.  There was a pale and awful silence.  Not a limb stirred. Not a nostril betrayed the passage of breath.", "characters": 114, "sentences": 5}, {"text": "\"All, fair sir, save that certain matters of light moment are placed together under a head hight sundries.  If it would like you, I will sepa--\"", "characters": 144, "sentences": 2}, {"text": "\"It is of no consequence,\" I said, accompanying the words with a gesture of the most utter indifference; \"give me the grand total, please.\"", "characters": 139, "sentences": 2}, {"text": "The wheelwright fell off his stool, the others grabbed the table to save themselves, and there was a deep and general ejaculation of:", "characters": 133, "sentences": 1}, {"text": "\"My father chargeth me to say he cannot honorably require you to pay it all at this time, and therefore only prayeth you--\"", "characters": 123, "sentences": 1}, {"text": "I paid no more heed than if it were the idle breeze, but, with an air of indifference amounting almost to weariness, got out my money and tossed four dollars on to the table.  Ah, you should have seen them stare!", "characters": 212, "sentences": 2}, {"text": "The clerk was astonished and charmed.  He asked me to retain one of the dollars as security, until he could go to town and --I interrupted:", "characters": 139, "sentences": 2}, {"text": "\"Good folk, here is a little trifle for you\"--handing the miller-guns as if it were a matter of no consequence, though each of them contained fifteen cents in solid cash; and while the poor creatures went to pieces with astonishment and gratitude, I turned to the others and said as calmly as one would ask the time of day:", "characters": 323, "sentences": 1}, {"text": "\"In your country, brother, what is the wage of a master bailiff, master hind, carter, shepherd, swineherd?\"", "characters": 107, "sentences": 1}, {"text": "\"With us they are allowed the double of it!  And what may a mechanic get--carpenter, dauber, mason, painter, blacksmith, wheelwright, and the like?\"", "characters": 148, "sentences": 1}, {"text": "\"Ho-ho!  With us they are allowed a hundred!  With us any good mechanic is allowed a cent a day!  I count out the tailor, but not the others--they are all allowed a cent a day, and in driving times they get more--yes, up to a hundred and ten and even fifteen milrays a day.  I've paid a hundred and fifteen myself, within the week.  'Rah for protection--to Sheol with free-trade!\"", "characters": 380, "sentences": 3}, {"text": "And his face shone upon the company like a sunburst.  But I didn't scare at all.  I rigged up my pile-driver, and allowed myself fifteen minutes to drive him into the earth--drive him _all_ in --drive him in till not even the curve of his skull should show above ground.  Here is the way I started in on him.  I asked:", "characters": 318, "sentences": 5}, {"text": "\"We pay forty.  What do you pay for beef and mutton--when you buy it?\"  That was a neat hit; it made the color come.", "characters": 116, "sentences": 3}, {"text": "But if you will believe me, he merely looked surprised, that is all! he didn't grasp the situation at all, didn't know he had walked into a trap, didn't discover that he was _in_ a trap.  I could have shot him, from sheer vexation.  With cloudy eye and a struggling intellect he fetched this out:", "characters": 296, "sentences": 3}, {"text": "\"Marry, I seem not to understand.  It is _proved_ that our wages be double thine; how then may it be that thou'st knocked therefrom the stuffing?--an miscall not the wonderly word, this being the first time under grace and providence of God it hath been granted me to hear it.\"", "characters": 277, "sentences": 3}, {"text": "Well, I was stunned; partly with this unlooked-for stupidity on his part, and partly because his fellows so manifestly sided with him and were of his mind--if you might call it mind.  My position was simple enough, plain enough; how could it ever be simplified more?  However, I must try:", "characters": 288, "sentences": 2}, {"text": "\"Why, look here, brother Dowley, don't you see?  Your wages are merely higher than ours in _name_, not in _fact_.\"", "characters": 114, "sentences": 2}, {"text": "\"Yes-yes, I don't deny that at all.  But that's got nothing to do with it; the _amount_ of the wages in mere coins, with meaningless names attached to them to know them by, has got nothing to do with it.  The thing is, how much can you _buy_ with your wages? --that's the idea.  While it is true that with you a good mechanic is allowed about three dollars and a half a year, and with us only about a dollar and seventy-five--\"", "characters": 427, "sentences": 4}, {"text": "\"Confound it, I've never denied it, I tell you!  What I say is this.  With us _half_ a dollar buys more than a _dollar_ buys with you--and THEREFORE it stands to reason and the commonest kind of common-sense, that our wages are _higher_ than yours.\"", "characters": 249, "sentences": 3}, {"text": "\"Verily, I cannot make it out.  Ye've just said ours are the higher, and with the same breath ye take it back.\"", "characters": 111, "sentences": 3}, {"text": "\"Oh, great Scott, isn't it possible to get such a simple thing through your head?  Now look here--let me illustrate.  We pay four cents for a woman's stuff gown, you pay 8.4.0, which is four mills more than _double_.  What do you allow a laboring woman who works on a farm?\"", "characters": 274, "sentences": 5}, {"text": "\"Wait!  Now, you see, the thing is very simple; this time you'll understand it.  For instance, it takes your woman 42 days to earn her gown, at 2 mills a day--7 weeks' work; but ours earns hers in forty days--two days _short_ of 7 weeks.  Your woman has a gown, and her whole seven weeks wages are gone; ours has a gown, and two days' wages left, to buy something else with.  There--_now_ you understand it!\"", "characters": 408, "sentences": 4}, {"text": "He looked--well, he merely looked dubious, it's the most I can say; so did the others.  I waited--to let the thing work.  Dowley spoke at last--and betrayed the fact that he actually hadn't gotten away from his rooted and grounded superstitions yet.  He said, with a trifle of hesitancy:", "characters": 287, "sentences": 4}, {"text": "\"1 pound of salt;    1 dozen eggs;    1 dozen pints of beer;    1 bushel of wheat;    1 tow-linen suit;    5 pounds of beef;    5 pounds of mutton.", "characters": 147, "sentences": 2}, {"text": "\"Yes.  In seven hundred years wages will have risen to six times what they are now, here in your region, and farm hands will be allowed 3 cents a day, and mechanics 6.\"", "characters": 168, "sentences": 3}, {"text": "\"I would't I might die now and live then!\" interrupted Smug, the wheelwright, with a fine avaricious glow in his eye.", "characters": 117, "sentences": 2}, {"text": "\"And that isn't all; they'll get their board besides--such as it is: it won't bloat them.  Two hundred and fifty years later--pay attention now--a mechanic's wages will be--mind you, this is law, not guesswork; a mechanic's wages will then be _twenty_ cents a day!\"", "characters": 265, "sentences": 2}, {"text": "There was a general gasp of awed astonishment, Dickon the mason murmured, with raised eyes and hands:", "characters": 101, "sentences": 1}, {"text": "\"Riches!--of a truth, yes, riches!\" muttered Marco, his breath coming quick and short, with excitement.", "characters": 103, "sentences": 2}, {"text": "\"Wages will keep on rising, little by little, little by little, as steadily as a tree grows, and at the end of three hundred and forty years more there'll be at least _one_ country where the mechanic's average wage will be _two hundred_ cents a day!\"", "characters": 250, "sentences": 1}, {"text": "It knocked them absolutely dumb!  Not a man of them could get his breath for upwards of two minutes.  Then the coal-burner said prayerfully:", "characters": 140, "sentences": 2}, {"text": "\"An earl, say ye?\" said Dowley; \"ye could say more than that and speak no lie; there's no earl in the realm of Bagdemagus that hath an income like to that.  Income of an earl--mf! it's the income of an angel!\"", "characters": 209, "sentences": 2}, {"text": "\"Now, then, that is what is going to happen as regards wages. In that remote day, that man will earn, with _one_ week's work, that bill of goods which it takes you upwards of _fifty_ weeks to earn now.  Some other pretty surprising things are going to happen, too.  Brother Dowley, who is it that determines, every spring, what the particular wage of each kind of mechanic, laborer, and servant shall be for that year?\"", "characters": 419, "sentences": 4}, {"text": "\"Sometimes the courts, sometimes the town council; but most of all, the magistrate.  Ye may say, in general terms, it is the magistrate that fixes the wages.\"", "characters": 158, "sentences": 3}, {"text": "\"Hm!  That _were_ an idea!  The master that's to pay him the money is the one that's rightly concerned in that matter, ye will notice.\"", "characters": 135, "sentences": 2}, {"text": "\"That he actually will help to fix his own wages?  Yes, indeed. And he will be strong and able, then.\"", "characters": 102, "sentences": 3}, {"text": "\"Oh,--and there's another detail.  In that day, a master may hire a man for only just one day, or one week, or one month at a time, if he wants to.\"", "characters": 148, "sentences": 3}, {"text": "\"It's true.  Moreover, a magistrate won't be able to force a man to work for a master a whole year on a stretch whether the man wants to or not.\"", "characters": 145, "sentences": 3}, {"text": "\"Both of them, Dowley.  In that day a man will be his own property, not the property of magistrate and master.  And he can leave town whenever he wants to, if the wages don't suit him!--and they can't put him in the pillory for it.\"", "characters": 232, "sentences": 4}, {"text": "\"Perdition catch such an age!\" shouted Dowley, in strong indignation. \"An age of dogs, an age barren of reverence for superiors and respect for authority!  The pillory--\"", "characters": 170, "sentences": 2}, {"text": "\"Oh, wait, brother; say no good word for that institution.  I think the pillory ought to be abolished.\"", "characters": 103, "sentences": 3}, {"text": "There was no answer.  I had scored my first point!  For the first time, the smith wasn't up and ready.  The company noticed it. Good effect.", "characters": 140, "sentences": 5}, {"text": "\"You don't answer, brother.  You were about to glorify the pillory a while ago, and shed some pity on a future age that isn't going to use it.  I think the pillory ought to be abolished.  What usually happens when a poor fellow is put in the pillory for some little offense that didn't amount to anything in the world?  The mob try to have some fun with him, don't they?\"", "characters": 371, "sentences": 4}, {"text": "\"They begin by clodding him; and they laugh themselves to pieces to see him try to dodge one clod and get hit with another?\"", "characters": 124, "sentences": 1}, {"text": "\"Well, then, suppose he has a few personal enemies in that mob and here and there a man or a woman with a secret grudge against him--and suppose especially that he is unpopular in the community, for his pride, or his prosperity, or one thing or another--stones and bricks take the place of clods and cats presently, don't they?\"", "characters": 328, "sentences": 1}, {"text": "\"As a rule he is crippled for life, isn't he?--jaws broken, teeth smashed out?--or legs mutilated, gangrened, presently cut off? --or an eye knocked out, maybe both eyes?\"", "characters": 171, "sentences": 1}, {"text": "\"I take it none of _you_ are unpopular--by reason of pride or insolence, or conspicuous prosperity, or any of those things that excite envy and malice among the base scum of a village?  _You_ wouldn't think it much of a risk to take a chance in the stocks?\"", "characters": 257, "sentences": 1}, {"text": "Dowley winced, visibly.  I judged he was hit.  But he didn't betray it by any spoken word.  As for the others, they spoke out plainly, and with strong feeling.  They said they had seen enough of the stocks to know what a man's chance in them was, and they would never consent to enter them if they could compromise on a quick death by hanging.", "characters": 343, "sentences": 6}, {"text": "\"Well, to change the subject--for I think I've established my point that the stocks ought to be abolished.  I think some of our laws are pretty unfair.  For instance, if I do a thing which ought to deliver me to the stocks, and you know I did it and yet keep still and don't report me, _you_ will get the stocks if anybody informs on you.\"", "characters": 339, "sentences": 4}, {"text": "Oh, I tell _you_ it was a smasher!  You ought to have seen them to go to pieces, the whole gang.  I had just slipped up on poor smiling and complacent Dowley so nice and easy and softly, that he never suspected anything was going to happen till the blow came crashing down and knocked him all to rags.", "characters": 301, "sentences": 3}, {"text": "The king joined us, about this time, mightily refreshed by his nap, and feeling good.  Anything could make me nervous now, I was so uneasy--for our lives were in danger; and so it worried me to detect a complacent something in the king's eye which seemed to indicate that he had been loading himself up for a performance of some kind or other; confound it, why must he go and choose such a time as this?", "characters": 403, "sentences": 2}, {"text": "\"--were not the best way, methinks, albeit it is not to be denied that authorities differ as concerning this point, some contending that the onion is but an unwholesome berry when stricken early from the tree--\"", "characters": 211, "sentences": 1}, {"text": "\"--whileas others do yet maintain, with much show of reason, that this is not of necessity the case, instancing that plums and other like cereals do be always dug in the unripe state--\"", "characters": 185, "sentences": 1}, {"text": "\"--yet are they clearly wholesome, the more especially when one doth assuage the asperities of their nature by admixture of the tranquilizing juice of the wayward cabbage--\"", "characters": 173, "sentences": 1}, {"text": "The wild light of terror began to glow in these men's eyes, and one of them muttered, \"These be errors, every one--God hath surely smitten the mind of this farmer.\"  I was in miserable apprehension; I sat upon thorns.", "characters": 217, "sentences": 3}, {"text": "\"--and further instancing the known truth that in the case of animals, the young, which may be called the green fruit of the creature, is the better, all confessing that when a goat is ripe, his fur doth heat and sore engame his flesh, the which defect, taken in connection with his several rancid habits, and fulsome appetites, and godless attitudes of mind, and bilious quality of morals--\"", "characters": 392, "sentences": 1}, {"text": "When we were snugly lodged in the tree and curtained with foliage, the king was satisfied, but I was doubtful.  I believed we could crawl along a branch and get into the next tree, and I judged it worth while to try.  We tried it, and made a success of it, though the king slipped, at the junction, and came near failing to connect. We got comfortable lodgment and satisfactory concealment among the foliage, and then we had nothing to do but listen to the hunt.", "characters": 462, "sentences": 5}, {"text": "Presently we heard it coming--and coming on the jump, too; yes, and down both sides of the stream.  Louder--louder--next minute it swelled swiftly up into a roar of shoutings, barkings, tramplings, and swept by like a cyclone.", "characters": 226, "sentences": 3}, {"text": "\"I was afraid that the overhanging branch would suggest something to them,\" said I, \"but I don't mind the disappointment.  Come, my liege, it were well that we make good use of our time.  We've flanked them.  Dark is coming on, presently.  If we can cross the stream and get a good start, and borrow a couple of horses from somebody's pasture to use for a few hours, we shall be safe enough.\"", "characters": 392, "sentences": 6}, {"text": "We started down, and got nearly to the lowest limb, when we seemed to hear the hunt returning.  We stopped to listen.", "characters": 117, "sentences": 3}, {"text": "\"Yes,\" said I, \"they're baffled, they've given it up, they're on their way home.  We will climb back to our roost again, and let them go by.\"", "characters": 141, "sentences": 3}, {"text": "He was right.  He knew more about hunting than I did.  The noise approached steadily, but not with a rush.  The king said:", "characters": 122, "sentences": 4}, {"text": "\"They reason that we were advantaged by no parlous start of them, and being on foot are as yet no mighty way from where we took the water.\"", "characters": 139, "sentences": 2}, {"text": "The noise drew nearer and nearer, and soon the van was drifting under us, on both sides of the water.  A voice called a halt from the other bank, and said:", "characters": 155, "sentences": 2}, {"text": "\"An they were so minded, they could get to yon tree by this branch that overhangs, and yet not touch ground.  Ye will do well to send a man up it.\"", "characters": 147, "sentences": 3}, {"text": "\"Follow me down, and then back thyself against one side of the trunk, and leave me the other.  Then will we fight.  Let each pile his dead according to his own fashion and taste.\"", "characters": 179, "sentences": 4}, {"text": "Then he descended, barking and coughing, and I followed.  I struck the ground an instant after him; we sprang to our appointed places, and began to give and take with all our might.  The powwow and racket were prodigious; it was a tempest of riot and confusion and thick-falling blows.  Suddenly some horsemen tore into the midst of the crowd, and a voice shouted:", "characters": 364, "sentences": 4}, {"text": "How good it sounded!  The owner of the voice bore all the marks of a gentleman: picturesque and costly raiment, the aspect of command, a hard countenance, with complexion and features marred by dissipation. The mob fell humbly back, like so many spaniels.  The gentleman inspected us critically, then said sharply to the peasants:", "characters": 330, "sentences": 3}, {"text": "\"Most honored sir, we speak but the truth.  They are strangers and unknown to any in this region; and they be the most violent and bloodthirsty madmen that ever--\"", "characters": 163, "sentences": 2}, {"text": "\"We are but peaceful strangers, sir,\" I said, \"and traveling upon our own concerns.  We are from a far country, and unacquainted here.  We have purposed no harm; and yet but for your brave interference and protection these people would have killed us. As you have divined, sir, we are not mad; neither are we violent or bloodthirsty.\"", "characters": 334, "sentences": 5}, {"text": "We were placed toward the rear, among the servants.  We traveled pretty fast, and finally drew rein some time after dark at a roadside inn some ten or twelve miles from the scene of our troubles.  My lord went immediately to his room, after ordering his supper, and we saw no more of him.  At dawn in the morning we breakfasted and made ready to start.", "characters": 352, "sentences": 5}, {"text": "\"Ye have said ye should continue upon this road, which is our direction likewise; wherefore my lord, the earl Grip, hath given commandment that ye retain the horses and ride, and that certain of us ride with ye a twenty mile to a fair town that hight Cambenet, whenso ye shall be out of peril.\"", "characters": 294, "sentences": 2}, {"text": "I was boiling.  I had forgotten I was a plebeian, I was remembering I was a man.  Cost what it might, I would mount that rostrum and--", "characters": 134, "sentences": 3}, {"text": "Click! the king and I were handcuffed together!  Our companions, those servants, had done it; my lord Grip stood looking on.  The king burst out in a fury, and said:", "characters": 165, "sentences": 2}, {"text": "\"If, indeed, ye are freemen, ye have nought to fear--the God-given liberties of Britain are about ye for your shield and shelter! (Applause.)  Ye shall soon see. Bring forth your proofs.\"", "characters": 187, "sentences": 4}, {"text": "\"Thou'rt insane, man.  It were better, and more in reason, that this thief and scoundrel here prove that we are _not_ freemen.\"", "characters": 127, "sentences": 3}, {"text": "You see, he knew his own laws just as other people so often know the laws; by words, not by effects.  They take a _meaning_, and get to be very vivid, when you come to apply them to yourself.", "characters": 191, "sentences": 3}, {"text": "All hands shook their heads and looked disappointed; some turned away, no longer interested.  The orator said--and this time in the tones of business, not of sentiment:", "characters": 168, "sentences": 2}, {"text": "\"An ye do not know your country's laws, it were time ye learned them.  Ye are strangers to us; ye will not deny that. Ye may be freemen, we do not deny that; but also ye may be slaves.  The law is clear: it doth not require the claimant to prove ye are slaves, it requireth you to prove ye are not.\"", "characters": 299, "sentences": 5}, {"text": "\"Dear sir, give us only time to send to Astolat; or give us only time to send to the Valley of Holiness--\"", "characters": 106, "sentences": 1}, {"text": "\"Peace, good man, these are extraordinary requests, and you may not hope to have them granted.  It would cost much time, and would unwarrantably inconvenience your master--\"", "characters": 173, "sentences": 2}, {"text": "I got the words out in time to stop the king.  We were in trouble enough already; it could not help us any to give these people the notion that we were lunatics.", "characters": 161, "sentences": 3}, {"text": "However, there is no occasion for my working my sympathies up on his account.  Let him go, for the present; I took his number, so to speak.", "characters": 139, "sentences": 3}, {"text": "His answer was as sharp as before, but it was music this time; I shouldn't ever wish to hear pleasanter, though the profanity was not good, being awkwardly put together, and with the crash-word almost in the middle instead of at the end, where, of course, it ought to have been.", "characters": 278, "sentences": 2}, {"text": "\"Law is intended to mete out justice.  Sometimes it fails. This cannot be helped.  We can only grieve, and be resigned, and pray for the soul of him who falls unfairly by the arm of the law, and that his fellows may be few.  A law sends this poor young thing to death--and it is right.  But another law had placed her where she must commit her crime or starve with her child--and before God that law is responsible for both her crime and her ignominious death!", "characters": 460, "sentences": 6}, {"text": "She got it; she almost smothered the little thing.  And when they got it away again, she cried out:", "characters": 99, "sentences": 2}, {"text": "You should have seen her face then!  Gratitude?  Lord, what do you want with words to express that?  Words are only painted fire; a look is the fire itself.  She gave that look, and carried it away to the treasury of heaven, where all things that are divine belong.", "characters": 265, "sentences": 3}, {"text": "I had a chance to be glad about a minute, then straightway a chance to be sad again.  For when the purchase was about to fail, as usual, the master suddenly spoke up and said what would be worded thus --in modern English:", "characters": 221, "sentences": 2}, {"text": "\"I'll tell you what I'll do.  I'm tired supporting these two for no good.  Give me twenty-two dollars for this one, and I'll throw the other one in.\"", "characters": 149, "sentences": 4}, {"text": "The king couldn't get his breath, he was in such a fury.  He began to choke and gag, and meantime the master and the gentleman moved away discussing.", "characters": 149, "sentences": 3}, {"text": "\"Then I will answer you at that time,\" said the gentleman, and disappeared, the master following him.", "characters": 101, "sentences": 2}, {"text": "I had a time of it to cool the king down, but I managed it. I whispered in his ear, to this effect:", "characters": 99, "sentences": 2}, {"text": "\"Your grace _will_ go for nothing, but after another fashion.  And so shall I.  To-night we shall both be free.\"", "characters": 112, "sentences": 4}, {"text": "\"With this thing which I have stolen, I will unlock these locks and cast off these chains to-night.  When he comes about nine-thirty to inspect us for the night, we will seize him, gag him, batter him, and early in the morning we will march out of this town, proprietors of this caravan of slaves.\"", "characters": 298, "sentences": 3}, {"text": "But finally I did get my last iron off, and was a free man once more.  I took a good breath of relief, and reached for the king's irons.  Too late! in comes the master, with a light in one hand and his heavy walking-staff in the other.  I snuggled close among the wallow of snorers, to conceal as nearly as possible that I was naked of irons; and I kept a sharp lookout and prepared to spring for my man the moment he should bend over me.", "characters": 438, "sentences": 5}, {"text": "But he didn't approach.  He stopped, gazed absently toward our dusky mass a minute, evidently thinking about something else; then set down his light, moved musingly toward the door, and before a body could imagine what he was going to do, he was out of the door and had closed it behind him.", "characters": 291, "sentences": 3}, {"text": "Just then my antagonist turned his face around in my direction, the freckled light from the watchman's tin lantern fell on it, and, by George, he was the wrong man!", "characters": 164, "sentences": 1}, {"text": "Sleep?  It was impossible.  It would naturally have been impossible in that noisome cavern of a jail, with its mangy crowd of drunken, quarrelsome, and song-singing rapscallions.  But the thing that made sleep all the more a thing not to be dreamed of, was my racking impatience to get out of this place and find out the whole size of what might have happened yonder in the slave-quarters in consequence of that intolerable miscarriage of mine.", "characters": 444, "sentences": 4}, {"text": "The common person interrupted and said it was a lie; and was going to explain how I rushed upon him and attacked him without a word--", "characters": 133, "sentences": 1}, {"text": "\"Silence, sirrah!\" from the court.  \"Take him hence and give him a few stripes whereby to teach him how to treat the servant of a nobleman after a different fashion another time.  Go!\"", "characters": 184, "sentences": 3}, {"text": "I picked out a man humble enough in life to condescend to talk with one so shabby as I, and got his account of the matter.", "characters": 122, "sentences": 2}, {"text": "\"There were sixteen slaves here.  They rose against their master in the night, and thou seest how it ended.\"", "characters": 108, "sentences": 3}, {"text": "\"There was no witness but the slaves.  They said the slave that was most valuable got free of his bonds and escaped in some strange way--by magic arts 'twas thought, by reason that he had no key, and the locks were neither broke nor in any wise injured.  When the master discovered his loss, he was mad with despair, and threw himself upon his people with his heavy stick, who resisted and brake his back and in other and divers ways did give him hurts that brought him swiftly to his end.\"", "characters": 490, "sentences": 4}, {"text": "\"Would they be a week, think you--and the matter so simple?  They were not the half of a quarter of an hour at it.\"", "characters": 115, "sentences": 2}, {"text": "\"_Which_ ones?  Indeed, they considered not particulars like to that. They condemned them in a body.  Wit ye not the law?--which men say the Romans left behind them here when they went--that if one slave killeth his master all the slaves of that man must die for it.\"", "characters": 267, "sentences": 4}, {"text": "\"Belike within a four and twenty hours; albeit some say they will wait a pair of days more, if peradventure they may find the missing one meantime.\"", "characters": 148, "sentences": 2}, {"text": "\"Before the day is spent--yes.  They seek him everywhere.  They stand at the gates of the town, with certain of the slaves who will discover him to them if he cometh, and none can pass out but he will be first examined.\"", "characters": 220, "sentences": 4}, {"text": "\"Save your wind; if you open your mouth you are dead, sure.  Tackle your instrument.  Lively, now!  Call Camelot.\"", "characters": 114, "sentences": 4}, {"text": "\"Call Camelot!  I am a desperate man.  Call Camelot, or get away from the instrument and I will do it myself.\"", "characters": 110, "sentences": 3}, {"text": "He did so.  We waited five nerve-straining minutes--ten minutes --how long it did seem!--and then came a click that was as familiar to me as a human voice; for Clarence had been my own pupil.", "characters": 191, "sentences": 3}, {"text": "\"Now, my lad, vacate!  They would have known _my_ touch, maybe, and so your call was surest; but I'm all right now.\"", "characters": 116, "sentences": 2}, {"text": "He vacated the place and cocked his ear to listen--but it didn't win.  I used a cipher.  I didn't waste any time in sociabilities with Clarence, but squared away for business, straight-off--thus:", "characters": 195, "sentences": 3}, {"text": "\"The king is here and in danger.  We were captured and brought here as slaves.  We should not be able to prove our identity --and the fact is, I am not in a position to try.  Send a telegram for the palace here which will carry conviction with it.\"", "characters": 248, "sentences": 5}, {"text": "\"They don't know anything about the telegraph; they haven't had any experience yet, the line to London is so new.  Better not venture that.  They might hang you.  Think up something else.\"", "characters": 188, "sentences": 5}, {"text": "Might hang us!  Little he knew how closely he was crowding the facts.  I couldn't think up anything for the moment.  Then an idea struck me, and I started it along:", "characters": 164, "sentences": 3}, {"text": "\"Send five hundred picked knights with Launcelot in the lead; and send them on the jump.  Let them enter by the southwest gate, and look out for the man with a white cloth around his right arm.\"", "characters": 194, "sentences": 3}, {"text": "\"All right, Clarence; now tell this lad here that I'm a friend of yours and a dead-head; and that he must be discreet and say nothing about this visit of mine.\"", "characters": 160, "sentences": 2}, {"text": "She was blazing with eagerness to see one of those already celebrated murderers, and she started on the errand at once.  I slipped out the back way, locked the door behind me, put the key in my pocket and started off, chuckling to myself and comfortable.", "characters": 254, "sentences": 3}, {"text": "Of course, I was indignant, and swore I had just come ashore from a long voyage, and all that sort of thing--just to see, you know, if it would deceive that slave.  But it didn't.  He knew me.  Then I reproached him for betraying me.  He was more surprised than hurt.  He stretched his eyes wide, and said:", "characters": 306, "sentences": 6}, {"text": "\"What, wouldst have me let thee, of all men, escape and not hang with us, when thou'rt the very _cause_ of our hanging?  Go to!\"", "characters": 128, "sentences": 1}, {"text": "Well, there was a sort of bastard justice in his view of the case, and so I dropped the matter.  When you can't cure a disaster by argument, what is the use to argue?  It isn't my way.  So I only said:", "characters": 201, "sentences": 3}, {"text": "\"Ye have not ranked as a fool--before.  You might better keep your reputation, seeing the strain would not be for long.\"", "characters": 120, "sentences": 3}, {"text": "\"It will stand it, I reckon.  Before to-morrow we shall be out of prison, and free to go where we will, besides.\"", "characters": 113, "sentences": 3}, {"text": "The witty officer lifted at his left ear with his thumb, made a rasping noise in his throat, and said:", "characters": 102, "sentences": 1}, {"text": "\"Out of prison--yes--ye say true.  And free likewise to go where ye will, so ye wander not out of his grace the Devil's sultry realm.\"", "characters": 134, "sentences": 3}, {"text": "\"Let him speak!  The king!  The king! his humble subjects hunger and thirst for words of wisdom out of the mouth of their master his Serene and Sacred Raggedness!\"", "characters": 163, "sentences": 1}, {"text": "But it went for nothing.  He put on all his majesty and sat under this rain of contempt and insult unmoved.  He certainly was great in his way.  Absently, I had taken off my white bandage and wound it about my right arm.  When the crowd noticed this, they began upon me.  They said:", "characters": 282, "sentences": 6}, {"text": "I got no further.  They drowned me out with joyous derision.  But presently there was silence; for the sheriffs of London, in their official robes, with their subordinates, began to make a stir which indicated that business was about to begin.  In the hush which followed, our crime was recited, the death warrant read, then everybody uncovered while a priest uttered a prayer.", "characters": 377, "sentences": 5}, {"text": "Then a slave was blindfolded; the hangman unslung his rope.  There lay the smooth road below us, we upon one side of it, the banked multitude wailing its other side--a good clear road, and kept free by the police--how good it would be to see my five hundred horsemen come tearing down it!  But no, it was out of the possibilities. I followed its receding thread out into the distance--not a horseman on it, or sign of one.", "characters": 422, "sentences": 4}, {"text": "There was a jerk, and the slave hung dangling; dangling and hideously squirming, for his limbs were not tied.", "characters": 109, "sentences": 2}, {"text": "The grandest sight that ever was seen.  Lord, how the plumes streamed, how the sun flamed and flashed from the endless procession of webby wheels!", "characters": 146, "sentences": 2}, {"text": "I waved my right arm as Launcelot swept in--he recognized my rag --I tore away noose and bandage, and shouted:", "characters": 110, "sentences": 1}, {"text": "I was immensely satisfied.  Take the whole situation all around, it was one of the gaudiest effects I ever instigated.", "characters": 118, "sentences": 3}, {"text": "\"Good deal of a surprise, wasn't it?  I knew you'd like it.  I've had the boys practicing this long time, privately; and just hungry for a chance to show off.\"", "characters": 159, "sentences": 3}, {"text": "Home again, at Camelot.  A morning or two later I found the paper, damp from the press, by my plate at the breakfast table.  I turned to the advertising columns, knowing I should find something of personal interest to me there.  It was this:", "characters": 241, "sentences": 4}, {"text": "N.B. This is the first tournament    under the new law, whidh allow each    combatant to use any weapon he may pre-    fer. You may want to make a note of that.", "characters": 160, "sentences": 5}, {"text": "So the world thought there was a vast matter at stake here, and the world was right, but it was not the one they had in their minds.  No, a far vaster one was upon the cast of this die: _the life of knight-errantry_.  I was a champion, it was true, but not the champion of the frivolous black arts, I was the champion of hard unsentimental common-sense and reason.  I was entering the lists to either destroy knight-errantry or be its victim.", "characters": 442, "sentences": 5}, {"text": "Down at our end there were but two tents; one for me, and another for my servants.  At the appointed hour the king made a sign, and the heralds, in their tabards, appeared and made proclamation, naming the combatants and stating the cause of quarrel.  There was a pause, then a ringing bugle-blast, which was the signal for us to come forth.  All the multitude caught their breath, and an eager curiosity flashed into every face.", "characters": 429, "sentences": 5}, {"text": "Out from his tent rode great Sir Sagramor, an imposing tower of iron, stately and rigid, his huge spear standing upright in its socket and grasped in his strong hand, his grand horse's face and breast cased in steel, his body clothed in rich trappings that almost dragged the ground--oh, a most noble picture.  A great shout went up, of welcome and admiration.", "characters": 360, "sentences": 3}, {"text": "The iron tower and the gorgeous bedquilt came cumbrously but gracefully pirouetting down the lists, and we tripped lightly up to meet them.  We halted; the tower saluted, I responded; then we wheeled and rode side by side to the grand-stand and faced our king and queen, to whom we made obeisance.  The queen exclaimed:", "characters": 319, "sentences": 3}, {"text": "Unquestionably, the popular thing in this world is novelty.  These people had never seen anything of that cowboy business before, and it carried them clear off their feet with delight.  From all around and everywhere, the shout went up:", "characters": 236, "sentences": 3}, {"text": "_Bzz_!  Here he came, like a house afire; I dodged: he passed like a flash, with my horse-hair coils settling around his neck; a second or so later, _fst_! his saddle was empty.", "characters": 177, "sentences": 2}, {"text": "The bugle blew again.  I looked, and down came Sagramor riding again, with his dust brushed off and his veil nicely re-arranged. I trotted up to meet him, and pretended to find him by the sound of his horse's hoofs.  He said:", "characters": 225, "sentences": 4}, {"text": "\"Thou'rt quick of ear, but it will not save thee from this!\" and he touched the hilt of his great sword.  \"An ye are not able to see it, because of the influence of the veil, know that it is no cumbrous lance, but a sword--and I ween ye will not be able to avoid it.\"", "characters": 267, "sentences": 3}, {"text": "His visor was up; there was death in his smile.  I should never be able to dodge his sword, that was plain.  Somebody was going to die this time.  If he got the drop on me, I could name the corpse.  We rode forward together, and saluted the royalties. This time the king was disturbed.  He said:", "characters": 295, "sentences": 7}, {"text": "\"He brought but the one because there was but the one to bring. There exists none other but that one.  It belongeth to the king of the Demons of the Sea.  This man is a pretender, and ignorant, else he had known that that weapon can be used in but eight bouts only, and then it vanisheth away to its home under the sea.\"", "characters": 320, "sentences": 5}, {"text": "\"And I will lend!\" said Sir Launcelot, limping up.  \"He is as brave a knight of his hands as any that be on live, and he shall have mine.\"", "characters": 138, "sentences": 3}, {"text": "\"Stay, it may not be.  He shall fight with his own weapons; it was his privilege to choose them and bring them.  If he has erred, on his head be it.\"", "characters": 149, "sentences": 4}, {"text": "\"Knight!\" said the king.  \"Thou'rt overwrought with passion; it disorders thy mind.  Wouldst kill a naked man?\"", "characters": 111, "sentences": 3}, {"text": "\"'Tis well said, right well said!  And 'tis enough of parleying, let my lord the king deliver the battle signal.\"", "characters": 113, "sentences": 2}, {"text": "I never budged so much as an inch till that thundering apparition had got within fifteen paces of me; then I snatched a dragoon revolver out of my holster, there was a flash and a roar, and the revolver was back in the holster before anybody could tell what had happened.", "characters": 271, "sentences": 2}, {"text": "\"If it is a command, I will come, but my lord the king knows that I am where the laws of combat require me to remain while any desire to come against me.\"", "characters": 154, "sentences": 2}, {"text": "\"If there are any who doubt that this field is well and fairly won, I do not wait for them to challenge me, I challenge them.\"", "characters": 126, "sentences": 2}, {"text": "\"I name none, I challenge all!  Here I stand, and dare the chivalry of England to come against me--not by individuals, but in mass!\"", "characters": 132, "sentences": 1}, {"text": "\"You have heard the challenge.  Take it, or I proclaim you recreant knights and vanquished, every one!\"", "characters": 103, "sentences": 2}, {"text": "The day was mine.  Knight-errantry was a doomed institution.  The march of civilization was begun.  How did I feel?  Ah, you never could imagine it.", "characters": 148, "sentences": 5}, {"text": "And Brer Merlin?  His stock was flat again.  Somehow, every time the magic of fol-de-rol tried conclusions with the magic of science, the magic of fol-de-rol got left.", "characters": 167, "sentences": 3}, {"text": "When I broke the back of knight-errantry that time, I no longer felt obliged to work in secret.  So, the very next day I exposed my hidden schools, my mines, and my vast system of clandestine factories and workshops to an astonished world.  That is to say, I exposed the nineteenth century to the inspection of the sixth.", "characters": 321, "sentences": 4}, {"text": "Well, it is always a good plan to follow up an advantage promptly. The knights were temporarily down, but if I would keep them so I must just simply paralyze them--nothing short of that would answer.  You see, I was \"bluffing\" that last time in the field; it would be natural for them to work around to that conclusion, if I gave them a chance.  So I must not give them time; and I didn't.", "characters": 389, "sentences": 5}, {"text": "I renewed my challenge, engraved it on brass, posted it up where any priest could read it to them, and also kept it standing in the advertising columns of the paper.", "characters": 165, "sentences": 2}, {"text": "I not only renewed it, but added to its proportions.  I said, name the day, and I would take fifty assistants and stand up _against the massed chivalry of the whole earth and destroy it_.", "characters": 187, "sentences": 3}, {"text": "I was not bluffing this time.  I meant what I said; I could do what I promised.  There wasn't any way to misunderstand the language of that challenge.  Even the dullest of the chivalry perceived that this was a plain case of \"put up, or shut up.\"  They were wise and did the latter.  In all the next three years they gave me no trouble worth mentioning.", "characters": 353, "sentences": 7}, {"text": "Slavery was dead and gone; all men were equal before the law; taxation had been equalized.  The telegraph, the telephone, the phonograph, the typewriter, the sewing-machine, and all the thousand willing and handy servants of steam and electricity were working their way into favor.  We had a steamboat or two on the Thames, we had steam warships, and the beginnings of a steam commercial marine; I was getting ready to send out an expedition to discover America.", "characters": 462, "sentences": 4}, {"text": "In two minutes I was kneeling by the child's crib, and Sandy was dispatching servants here, there, and everywhere, all over the palace.  I took in the situation almost at a glance--membranous croup!  I bent down and whispered:", "characters": 226, "sentences": 2}, {"text": "That was a comfort.  She was far from dead yet.  I sent for preparations of sulphur, I rousted out the croup-kettle myself; for I don't sit down and wait for doctors when Sandy or the child is sick.  I knew how to nurse both of them, and had had experience. This little chap had lived in my arms a good part of its small life, and often I could soothe away its troubles and get it to laugh through the tear-dews on its eye-lashes when even its mother couldn't.", "characters": 460, "sentences": 6}, {"text": "KING ARTHUR.                EMPEROR LUCIUS.    KING LOT OF LOTHIAN.        KING LOGRIS.    KING OF NORTHGALIS.         KING MARHALT OF IRELAND.    KING MARSIL.                KING MORGANORE.    KING OF LITTLE BRITAIN.     KING MARK OF CORNWALL.    KING LABOR.                 KING NENTRES OF GARLOT.    KING PELLAM OF LISTENGESE.  KING MELIODAS OF LIONES.    KING BAGDEMAGUS.            KING OF THE LAKE.    KING TOLLEME LA FEINTES.    THE SOWDAN OF SYRIA.", "characters": 456, "sentences": 19}, {"text": "The first public game would certainly draw fifty thousand people; and for solid fun would be worth going around the world to see. Everything would be favorable; it was balmy and beautiful spring weather now, and Nature was all tailored out in her new clothes.", "characters": 259, "sentences": 3}, {"text": "\"The name of one who was dear to thee is here preserved, here made holy, and the music of it will abide alway in our ears.  Now thou'lt kiss me, as knowing the name I have given the child.\"", "characters": 189, "sentences": 3}, {"text": "But I didn't know it, all the same.  I hadn't an idea in the world; but it would have been cruel to confess it and spoil her pretty game; so I never let on, but said:", "characters": 166, "sentences": 2}, {"text": "\"Yes, I know, sweetheart--how dear and good it is of you, too! But I want to hear these lips of yours, which are also mine, utter it first--then its music will be perfect.\"", "characters": 172, "sentences": 2}, {"text": "Why, we were back in this world in one instant!  Then we looked the same startled thought into each other's eyes at the same moment; more than two weeks gone, and that ship not back yet!", "characters": 186, "sentences": 1}, {"text": "I went swiftly back, saying not a word to anybody.  I told Sandy this ghastly news.  We could imagine no explanation that would begin to explain.  Had there been an invasion? an earthquake? a pestilence?  Had the nation been swept out of existence?  But guessing was profitless.  I must go--at once.  I borrowed the king's navy--a \"ship\" no bigger than a steam launch--and was soon ready.", "characters": 388, "sentences": 7}, {"text": "I asked no questions; I didn't need to ask any.  The Church had struck; the thing for me to do was to get into a disguise, and go warily.  One of my servants gave me a suit of clothes, and when we were safe beyond the town I put them on, and from that time I traveled alone; I could not risk the embarrassment of company.", "characters": 321, "sentences": 4}, {"text": "A miserable journey.  A desolate silence everywhere.  Even in London itself.  Traffic had ceased; men did not talk or laugh, or go in groups, or even in couples; they moved aimlessly about, each man by himself, with his head down, and woe and terror at his heart. The Tower showed recent war-scars.  Verily, much had been happening.", "characters": 332, "sentences": 7}, {"text": "I found Clarence alone in his quarters, drowned in melancholy; and in place of the electric light, he had reinstituted the ancient rag-lamp, and sat there in a grisly twilight with all curtains drawn tight.  He sprang up and rushed for me eagerly, saying:", "characters": 255, "sentences": 2}, {"text": "He knew me as easily as if I hadn't been disguised at all.  Which frightened me; one may easily believe that.", "characters": 109, "sentences": 3}, {"text": "\"Well, if there hadn't been any Queen Guenever, it wouldn't have come so early; but it would have come, anyway.  It would have come on your own account by and by; by luck, it happened to come on the queen's.\"", "characters": 208, "sentences": 3}, {"text": "\"I reckon you will grant that during some years there has been only one pair of eyes in these kingdoms that has not been looking steadily askance at the queen and Sir Launcelot--\"", "characters": 179, "sentences": 1}, {"text": "\"Well, the king might have gone on, still happy and unsuspecting, to the end of his days, but for one of your modern improvements --the stock-board.  When you left, three miles of the London, Canterbury and Dover were ready for the rails, and also ready and ripe for manipulation in the stock-market.  It was wildcat, and everybody knew it.  The stock was for sale at a give-away.  What does Sir Launcelot do, but--\"", "characters": 416, "sentences": 5}, {"text": "\"Yes, I know; he quietly picked up nearly all of it for a song; then he bought about twice as much more, deliverable upon call; and he was about to call when I left.\"", "characters": 166, "sentences": 2}, {"text": "\"Very well, he did call.  The boys couldn't deliver.  Oh, he had them--and he just settled his grip and squeezed them.  They were laughing in their sleeves over their smartness in selling stock to him at 15 and 16 and along there that wasn't worth 10.  Well, when they had laughed long enough on that side of their mouths, they rested-up that side by shifting the laugh to the other side. That was when they compromised with the Invincible at 283!\"", "characters": 448, "sentences": 6}, {"text": "\"Oh, dear, only one thing could result--I see that.  War, and the knights of the realm divided into a king's party and a Sir Launcelot's party.\"", "characters": 144, "sentences": 3}, {"text": "\"Yes--that was the way of it.  The king sent the queen to the stake, proposing to purify her with fire.  Launcelot and his knights rescued her, and in doing it slew certain good old friends of yours and mine--in fact, some of the best we ever had; to wit, Sir Belias le Orgulous, Sir Segwarides, Sir Griflet le Fils de Dieu, Sir Brandiles, Sir Aglovale--\"", "characters": 355, "sentences": 3}, {"text": "\"My peerless short-stop!  I've seen him catch a daisy-cutter in his teeth.  Come, I can't stand this!\"", "characters": 102, "sentences": 2}, {"text": "\"Yes, the paper was booming right along, for the Interdict made no impression, got no grip, while the war lasted.  I had war correspondents with both armies.  I will finish that battle by reading you what one of the boys says:", "characters": 226, "sentences": 3}, {"text": "\"That is a good piece of war correspondence, Clarence; you are a first-rate newspaper man.  Well--is the king all right?  Did he get well?\"", "characters": 139, "sentences": 2}, {"text": "\"The Church is master now.  The Interdict included you with Mordred; it is not to be removed while you remain alive.  The clans are gathering.  The Church has gathered all the knights that are left alive, and as soon as you are discovered we shall have business on our hands.\"", "characters": 276, "sentences": 5}, {"text": "\"When those knights come, those establishments will empty themselves and go over to the enemy.  Did you think you had educated the superstition out of those people?\"", "characters": 165, "sentences": 2}, {"text": "\"Well, then, you may unthink it.  They stood every strain easily --until the Interdict.  Since then, they merely put on a bold outside--at heart they are quaking.  Make up your mind to it --when the armies come, the mask will fall.\"", "characters": 232, "sentences": 5}, {"text": "\"Because I and a handful of the faithful have blocked that game. I'll tell you what I've done, and what moved me to it.  Smart as you are, the Church was smarter.  It was the Church that sent you cruising--through her servants, the doctors.\"", "characters": 241, "sentences": 5}, {"text": "\"It is the truth.  I know it.  Every officer of your ship was the Church's picked servant, and so was every man of the crew.\"", "characters": 125, "sentences": 4}, {"text": "\"It is just as I tell you.  I did not find out these things at once, but I found them out finally.  Did you send me verbal information, by the commander of the ship, to the effect that upon his return to you, with supplies, you were going to leave Cadiz--\"", "characters": 256, "sentences": 3}, {"text": "\"--going to leave Cadiz and cruise in distant seas indefinitely, for the health of your family?  Did you send me that word?\"", "characters": 124, "sentences": 1}, {"text": "\"Naturally.  I was troubled and suspicious.  When the commander sailed again I managed to ship a spy with him.  I have never heard of vessel or spy since.  I gave myself two weeks to hear from you in.  Then I resolved to send a ship to Cadiz.  There was a reason why I didn't.\"", "characters": 277, "sentences": 8}, {"text": "\"Yes, the one where we secretly established our first great electric plant when I was projecting a miracle.\"", "characters": 108, "sentences": 2}, {"text": "\"Just so.  And as that miracle hadn't become necessary then, I thought it might be a good idea to utilize the plant now.  I've provisioned the cave for a siege--\"", "characters": 162, "sentences": 3}, {"text": "\"It was the right move--and the natural one; military necessity, in the changed condition of things.  Well, what changes _have_ come! We expected to be besieged in the palace some time or other, but --however, go on.\"", "characters": 217, "sentences": 3}, {"text": "\"Oh, I remember--the time the Church tried her strength against us the first time, and presently thought it wise to wait for a hopefuler season.  Well, how have you arranged the fence?\"", "characters": 185, "sentences": 2}, {"text": "\"I start twelve immensely strong wires--naked, not insulated --from a big dynamo in the cave--dynamo with no brushes except a positive and a negative one--\"", "characters": 156, "sentences": 1}, {"text": "\"The wires go out from the cave and fence in a circle of level ground a hundred yards in diameter; they make twelve independent fences, ten feet apart--that is to say, twelve circles within circles--and their ends come into the cave again.\"", "characters": 240, "sentences": 2}, {"text": "\"The fences are fastened to heavy oaken posts only three feet apart, and these posts are sunk five feet in the ground.\"", "characters": 119, "sentences": 2}, {"text": "\"Yes.  The wires have no ground-connection outside of the cave. They go out from the positive brush of the dynamo; there is a ground-connection through the negative brush; the other ends of the wire return to the cave, and each is grounded independently.\"", "characters": 255, "sentences": 4}, {"text": "\"Of course!  I don't know how I overlooked that.  It's not only cheaper, but it's more effectual than the other way, for if wires break or get tangled, no harm is done.\"", "characters": 169, "sentences": 3}, {"text": "\"No, especially if we have a tell-tale in the cave and disconnect the broken wire.  Well, go on.  The gatlings?\"", "characters": 112, "sentences": 3}, {"text": "\"Yes--that's arranged.  In the center of the inner circle, on a spacious platform six feet high, I've grouped a battery of thirteen gatling guns, and provided plenty of ammunition.\"", "characters": 181, "sentences": 3}, {"text": "\"That's it.  They command every approach, and when the Church's knights arrive, there's going to be music.  The brow of the precipice over the cave--\"", "characters": 150, "sentences": 3}, {"text": "\"That's attended to.  It's the prettiest garden that was ever planted.  It's a belt forty feet wide, and goes around the outer fence--distance between it and the fence one hundred yards--kind of neutral ground that space is.  There isn't a single square yard of that whole belt but is equipped with a torpedo.  We laid them on the surface of the ground, and sprinkled a layer of sand over them.  It's an innocent looking garden, but you let a man start in to hoe it once, and you'll see.\"", "characters": 488, "sentences": 7}, {"text": "\"Test?  Yes, I know; but they're all right; I laid a few in the public road beyond our lines and they've been tested.\"", "characters": 118, "sentences": 2}, {"text": "\"Yes.  They came to command us to make submission.  You see they didn't really come to test the torpedoes; that was merely an incident.\"", "characters": 136, "sentences": 4}, {"text": "\"That was the nature of it.  After that I put up some signs, for the protection of future committees, and we have had no intruders since.\"", "characters": 138, "sentences": 3}, {"text": "\"Yes, indeed!  The _de_fensive isn't in my line, and the _of_fensive is.  That is, when I hold a fair hand--two-thirds as good a hand as the enemy.  Oh, yes, we'll rise up and strike; that's our game.\"", "characters": 201, "sentences": 4}, {"text": "\"It will make them buzz, I tell you!  England will be a hornets' nest before noon to-morrow, if the Church's hand hasn't lost its cunning--and we know it hasn't.  Now you write and I'll dictate thus:", "characters": 199, "sentences": 2}, {"text": "\"That is the idea.  We _strike_--by the Proclamation--then it's their innings.  Now have the thing set up and printed and posted, right off; that is, give the order; then, if you've got a couple of bicycles handy at the foot of the hill, ho for Merlin's Cave!\"", "characters": 260, "sentences": 3}, {"text": "\"I shall be ready in ten minutes.  What a cyclone there is going to be to-morrow when this piece of paper gets to work!...  It's a pleasant old palace, this is; I wonder if we shall ever again --but never mind about that.\"", "characters": 222, "sentences": 6}, {"text": "Yes, it was now \"Death to the Republic!\" everywhere--not a dissenting voice.  All England was marching against us!  Truly, this was more than I had bargained for.", "characters": 162, "sentences": 3}, {"text": "I was right.  The time came.  They HAD to speak.  Poor lads, it was pitiful to see, they were so pale, so worn, so troubled.  At first their spokesman could hardly find voice or words; but he presently got both.  This is what he said--and he put it in the neat modern English taught him in my schools:", "characters": 301, "sentences": 6}, {"text": "Well, it shows the value of looking ahead, and being ready for a thing when it happens.  If I hadn't foreseen this thing and been fixed, that boy would have had me!--I couldn't have said a word. But I was fixed.  I said:", "characters": 220, "sentences": 4}, {"text": "\"My boys, your hearts are in the right place, you have thought the worthy thought, you have done the worthy thing.  You are English boys, you will remain English boys, and you will keep that name unsmirched.  Give yourselves no further concern, let your minds be at peace.  Consider this: while all England is marching against us, who is in the van?  Who, by the commonest rules of war, will march in the front?  Answer me.\"", "characters": 424, "sentences": 5}, {"text": "That joke brought out a good laugh, the boys' troubles vanished away, and they went gaily to their posts.  Ah, they were a darling fifty-two!  As pretty as girls, too.", "characters": 167, "sentences": 3}, {"text": "The big day arrived on time.  At dawn the sentry on watch in the corral came into the cave and reported a moving black mass under the horizon, and a faint sound which he thought to be military music.  Breakfast was just ready; we sat down and ate it.", "characters": 250, "sentences": 4}, {"text": "This over, I made the boys a little speech, and then sent out a detail to man the battery, with Clarence in command of it.", "characters": 122, "sentences": 2}, {"text": "Time for the second step in the plan of campaign!  I touched a button, and shook the bones of England loose from her spine!", "characters": 123, "sentences": 1}, {"text": "In that explosion all our noble civilization-factories went up in the air and disappeared from the earth.  It was a pity, but it was necessary.  We could not afford to let the enemy turn our own weapons against us.", "characters": 214, "sentences": 4}, {"text": "I read it well, and the applause I got was very gratifying to me. I then wound up with these remarks:", "characters": 101, "sentences": 2}, {"text": "I picketed the great embankments thrown up around our lines by the dynamite explosion--merely a lookout of a couple of boys to announce the enemy when he should appear again.", "characters": 174, "sentences": 2}, {"text": "Next, I sent an engineer and forty men to a point just beyond our lines on the south, to turn a mountain brook that was there, and bring it within our lines and under our command, arranging it in such a way that I could make instant use of it in an emergency. The forty men were divided into two shifts of twenty each, and were to relieve each other every two hours.  In ten hours the work was accomplished.", "characters": 407, "sentences": 4}, {"text": "The thing disturbed me so that I couldn't get any peace of mind for thinking of it and worrying over it.  So, at last, to quiet my conscience, I framed this message to the knights:", "characters": 180, "sentences": 2}, {"text": "I read it to Clarence, and said I proposed to send it by a flag of truce.  He laughed the sarcastic laugh he was born with, and said:", "characters": 133, "sentences": 2}, {"text": "\"Somehow it seems impossible for you to ever fully realize what these nobilities are.  Now let us save a little time and trouble. Consider me the commander of the knights yonder.  Now, then, you are the flag of truce; approach and deliver me your message, and I will give you your answer.\"", "characters": 289, "sentences": 5}, {"text": "I humored the idea.  I came forward under an imaginary guard of the enemy's soldiers, produced my paper, and read it through. For answer, Clarence struck the paper out of my hand, pursed up a scornful lip and said with lofty disdain:", "characters": 233, "sentences": 3}, {"text": "\"Dismember me this animal, and return him in a basket to the base-born knave who sent him; other answer have I none!\"", "characters": 117, "sentences": 1}, {"text": "How empty is theory in presence of fact!  And this was just fact, and nothing else.  It was the thing that would have happened, there was no getting around that.  I tore up the paper and granted my mistimed sentimentalities a permanent rest.", "characters": 241, "sentences": 4}, {"text": "\"They will be wanting to send a scout or two in the dark to make preliminary observations.  Why not take the lightning off the outer fences, and give them a chance?\"", "characters": 165, "sentences": 2}, {"text": "We crossed the corral and lay down together between the two inside fences.  Even the dim light of the cave had disordered our eyesight somewhat, but the focus straightway began to regulate itself and soon it was adjusted for present circumstances.  We had had to feel our way before, but we could make out to see the fence posts now. We started a whispered conversation, but suddenly Clarence broke off and said:", "characters": 412, "sentences": 4}, {"text": "\"There beyond you a little piece--dark something--a dull shape of some kind--against the second fence.\"", "characters": 103, "sentences": 2}, {"text": "I sent a current through the third fence now; and almost immediately through the fourth and fifth, so quickly were the gaps filled up. I believed the time was come now for my climax; I believed that that whole army was in our trap.  Anyway, it was high time to find out.  So I touched a button and set fifty electric suns aflame on the top of our precipice.", "characters": 357, "sentences": 5}, {"text": "A glance showed that the rest of the enemy--perhaps ten thousand strong--were between us and the encircling ditch, and pressing forward to the assault.  Consequently we had them _all!_ and had them past help.  Time for the last act of the tragedy.  I fired the three appointed revolver shots--which meant:", "characters": 305, "sentences": 4}, {"text": "There was a sudden rush and roar, and in a minute the mountain brook was raging through the big ditch and creating a river a hundred feet wide and twenty-five deep.", "characters": 164, "sentences": 2}, {"text": "The thirteen gatlings began to vomit death into the fated ten thousand.  They halted, they stood their ground a moment against that withering deluge of fire, then they broke, faced about and swept toward the ditch like chaff before a gale.  A full fourth part of their force never reached the top of the lofty embankment; the three-fourths reached it and plunged over--to death by drowning.", "characters": 390, "sentences": 4}, {"text": "Within ten short minutes after we had opened fire, armed resistance was totally annihilated, the campaign was ended, we fifty-four were masters of England.  Twenty-five thousand men lay dead around us.", "characters": 201, "sentences": 3}, {"text": "But how treacherous is fortune!  In a little while--say an hour --happened a thing, by my own fault, which--but I have no heart to write that.  Let the record end here.", "characters": 168, "sentences": 3}, {"text": "_To-morrow._  It is here.  And with it the end.  About midnight I awoke, and saw that hag making curious passes in the air about The Boss's head and face, and wondered what it meant.  Everybody but the dynamo-watch lay steeped in sleep; there was no sound. The woman ceased from her mysterious foolery, and started tip-toeing toward the door.  I called out:", "characters": 357, "sentences": 7}, {"text": "\"Ye were conquerors; ye are conquered!  These others are perishing --you also.  Ye shall all die in this place--every one--except _him_. He sleepeth now--and shall sleep thirteen centuries.  I am Merlin!\"", "characters": 204, "sentences": 4}, {"text": "Then such a delirium of silly laughter overtook him that he reeled about like a drunken man, and presently fetched up against one of our wires.  His mouth is spread open yet; apparently he is still laughing.  I suppose the face will retain that petrified laugh until the corpse turns to dust.", "characters": 292, "sentences": 4}, {"text": "He lay muttering incoherently some little time; then for a time he lay silent, and apparently sinking away toward death.  Presently his fingers began to pick busily at the coverlet, and by that sign I knew that his end was at hand with the first suggestion of the death-rattle in his throat he started up slightly, and seemed to listen: then he said:", "characters": 350, "sentences": 2}, {"text": "End of the Project Gutenberg EBook of A Connecticut Yankee in King Arthur's Court, Complete, by Mark Twain (Samuel Clemens)", "characters": 123, "sentences": 1}], "id": 86, "paragraphs": 714, "author": "Mark Twain (Samuel Clemens)"}