{"title": "The Vision of Paradise, Complete", "data": [{"text": "LIST OF CANTOS Canto 1 Canto 2 Canto 3 Canto 4 Canto 5 Canto 6 Canto 7 Canto 8 Canto 9 Canto 10 Canto 11 Canto 12 Canto 13 Canto 14 Canto 15 Canto 16 Canto 17 Canto 18 Canto 19 Canto 20 Canto 21 Canto 22 Canto 23 Canto 24 Canto 25 Canto 26 Canto 27 Canto 28 Canto 29 Canto 30 Canto 31 Canto 32 Canto 33", "characters": 302, "sentences": 1}, {"text": "His glory, by whose might all things are mov'd, Pierces the universe, and in one part Sheds more resplendence, elsewhere less.  In heav'n, That largeliest of his light partakes, was I, Witness of things, which to relate again Surpasseth power of him who comes from thence; For that, so near approaching its desire Our intellect is to such depth absorb'd, That memory cannot follow.  Nathless all, That in my thoughts I of that sacred realm Could store, shall now be matter of my song.", "characters": 484, "sentences": 4}, {"text": "I suffer'd it not long, and yet so long That I beheld it bick'ring sparks around, As iron that comes boiling from the fire. And suddenly upon the day appear'd A day new-ris'n, as he, who hath the power, Had with another sun bedeck'd the sky.", "characters": 241, "sentences": 3}, {"text": "Her eyes fast fix'd on the eternal wheels, Beatrice stood unmov'd; and I with ken Fix'd upon her, from upward gaze remov'd At her aspect, such inwardly became As Glaucus, when he tasted of the herb, That made him peer among the ocean gods; Words may not tell of that transhuman change: And therefore let the example serve, though weak, For those whom grace hath better proof in store", "characters": 383, "sentences": 1}, {"text": "Whence she who saw me, clearly as myself, To calm my troubled mind, before I ask'd, Open'd her lips, and gracious thus began: \"With false imagination thou thyself Mak'st dull, so that thou seest not the thing, Which thou hadst seen, had that been shaken off. Thou art not on the earth as thou believ'st; For light'ning scap'd from its own proper place Ne'er ran, as thou hast hither now return'd.\"", "characters": 397, "sentences": 3}, {"text": "Although divested of my first-rais'd doubt, By those brief words, accompanied with smiles, Yet in new doubt was I entangled more, And said: \"Already satisfied, I rest From admiration deep, but now admire How I above those lighter bodies rise.\"", "characters": 243, "sentences": 2}, {"text": "The increate perpetual thirst, that draws Toward the realm of God's own form, bore us Swift almost as the heaven ye behold.", "characters": 123, "sentences": 2}, {"text": "Beatrice upward gaz'd, and I on her, And in such space as on the notch a dart Is plac'd, then loosen'd flies, I saw myself Arriv'd, where wond'rous thing engag'd my sight. Whence she, to whom no work of mine was hid, Turning to me, with aspect glad as fair, Bespake me: \"Gratefully direct thy mind To God, through whom to this first star we come.\"", "characters": 347, "sentences": 3}, {"text": "I answered: \"Lady! I with thoughts devout, Such as I best can frame, give thanks to Him, Who hath remov'd me from the mortal world. But tell, I pray thee, whence the gloomy spots Upon this body, which below on earth Give rise to talk of Cain in fabling quaint?\"", "characters": 261, "sentences": 2}, {"text": "She somewhat smil'd, then spake: \"If mortals err In their opinion, when the key of sense Unlocks not, surely wonder's weapon keen Ought not to pierce thee; since thou find'st, the wings Of reason to pursue the senses' flight Are short.  But what thy own thought is, declare.\"", "characters": 275, "sentences": 3}, {"text": "That sun, which erst with love my bosom warm'd Had of fair truth unveil'd the sweet aspect, By proof of right, and of the false reproof; And I, to own myself convinc'd and free Of doubt, as much as needed, rais'd my head Erect for speech.  But soon a sight appear'd, Which, so intent to mark it, held me fix'd, That of confession I no longer thought.", "characters": 350, "sentences": 3}, {"text": "As through translucent and smooth glass, or wave Clear and unmov'd, and flowing not so deep As that its bed is dark, the shape returns So faint of our impictur'd lineaments, That on white forehead set a pearl as strong Comes to the eye: such saw I many a face, All stretch'd to speak, from whence I straight conceiv'd Delusion opposite to that, which rais'd Between the man and fountain, amorous flame.", "characters": 402, "sentences": 2}, {"text": "Whence I to her replied: \"Something divine Beams in your countenance, wond'rous fair, From former knowledge quite transmuting you. Therefore to recollect was I so slow. But what thou sayst hath to my memory Given now such aid, that to retrace your forms Is easier.  Yet inform me, ye, who here Are happy, long ye for a higher place More to behold, and more in love to dwell?\"", "characters": 375, "sentences": 4}, {"text": "Then saw I clearly how each spot in heav'n Is Paradise, though with like gracious dew The supreme virtue show'r not over all.", "characters": 125, "sentences": 2}, {"text": "She ceas'd from further talk, and then began \"Ave Maria\" singing, and with that song Vanish'd, as heavy substance through deep wave.", "characters": 132, "sentences": 2}, {"text": "Mine eye, that far as it was capable, Pursued her, when in dimness she was lost, Turn'd to the mark where greater want impell'd, And bent on Beatrice all its gaze. But she as light'ning beam'd upon my looks: So that the sight sustain'd it not at first. Whence I to question her became less prompt.", "characters": 297, "sentences": 4}, {"text": "As Daniel, when the haughty king he freed From ire, that spurr'd him on to deeds unjust And violent; so look'd Beatrice then.", "characters": 125, "sentences": 2}, {"text": "\"Well I discern,\" she thus her words address'd, \"How contrary desires each way constrain thee, So that thy anxious thought is in itself Bound up and stifled, nor breathes freely forth. Thou arguest; if the good intent remain; What reason that another's violence Should stint the measure of my fair desert?", "characters": 305, "sentences": 2}, {"text": "\"That, to the eye of man, our justice seems Unjust, is argument for faith, and not For heretic declension.  To the end This truth may stand more clearly in your view, I will content thee even to thy wish", "characters": 203, "sentences": 2}, {"text": "Such was the flow of that pure rill, that well'd From forth the fountain of all truth; and such The rest, that to my wond'ring thoughts I found.", "characters": 144, "sentences": 2}, {"text": "\"If beyond earthly wont, the flame of love Illume me, so that I o'ercome thy power Of vision, marvel not: but learn the cause In that perfection of the sight, which soon As apprehending, hasteneth on to reach The good it apprehends.  I well discern, How in thine intellect already shines The light eternal, which to view alone Ne'er fails to kindle love; and if aught else Your love seduces, 't is but that it shows Some ill-mark'd vestige of that primal beam.", "characters": 460, "sentences": 3}, {"text": "\"This would'st thou know, if failure of the vow By other service may be so supplied, As from self-question to assure the soul.\"", "characters": 127, "sentences": 2}, {"text": "\"But forasmuch as holy church, herein Dispensing, seems to contradict the truth I have discover'd to thee, yet behooves Thou rest a little longer at the board, Ere the crude aliment, which thou hast taken, Digested fitly to nutrition turn. Open thy mind to what I now unfold, And give it inward keeping.  Knowledge comes Of learning well retain'd, unfruitful else.", "characters": 364, "sentences": 4}, {"text": "Such were the words that Beatrice spake: These ended, to that region, where the world Is liveliest, full of fond desire she turn'd.", "characters": 131, "sentences": 2}, {"text": "Though mainly prompt new question to propose, Her silence and chang'd look did keep me dumb. And as the arrow, ere the cord is still, Leapeth unto its mark; so on we sped Into the second realm.  There I beheld The dame, so joyous enter, that the orb Grew brighter at her smiles; and, if the star Were mov'd to gladness, what then was my cheer, Whom nature hath made apt for every change!", "characters": 387, "sentences": 3}, {"text": "\"What following and in its next bearer's gripe It wrought, is now by Cassius and Brutus Bark'd off in hell, and by Perugia's sons And Modena's was mourn'd.  Hence weepeth still Sad Cleopatra, who, pursued by it, Took from the adder black and sudden death. With him it ran e'en to the Red Sea coast; With him compos'd the world to such a peace, That of his temple Janus barr'd the door.", "characters": 385, "sentences": 4}, {"text": "\"But all the mighty standard yet had wrought, And was appointed to perform thereafter, Throughout the mortal kingdom which it sway'd, Falls in appearance dwindled and obscur'd, If one with steady eye and perfect thought On the third Caesar look; for to his hands, The living Justice, in whose breath I move, Committed glory, e'en into his hands, To execute the vengeance of its wrath.", "characters": 384, "sentences": 2}, {"text": "\"Hosanna Sanctus Deus Sabaoth Superillustrans claritate tua Felices ignes horum malahoth!\" Thus chanting saw I turn that substance bright With fourfold lustre to its orb again, Revolving; and the rest unto their dance With it mov'd also; and like swiftest sparks, In sudden distance from my sight were veil'd.", "characters": 309, "sentences": 2}, {"text": "\"Fix now thine eye, intently as thou canst, On th' everlasting counsel, and explore, Instructed by my words, the dread abyss.", "characters": 125, "sentences": 2}, {"text": "\"Now, to fulfil each wish of thine, remains I somewhat further to thy view unfold. That thou mayst see as clearly as myself.", "characters": 124, "sentences": 3}, {"text": "\"I see, thou sayst, the air, the fire I see, The earth and water, and all things of them Compounded, to corruption turn, and soon Dissolve.  Yet these were also things create, Because, if what were told me, had been true They from corruption had been therefore free.", "characters": 266, "sentences": 3}, {"text": "\"And hence thou mayst by inference conclude Our resurrection certain, if thy mind Consider how the human flesh was fram'd, When both our parents at the first were made.\"", "characters": 169, "sentences": 2}, {"text": "I was not ware that I was wafted up Into  its orb; but the new loveliness That grac'd my lady, gave me ample proof That we had entered there.  And as in flame A sparkle is distinct, or voice in voice Discern'd, when one its even tenour keeps, The other comes and goes; so in that light I other luminaries saw, that cours'd In circling motion, rapid more or less, As their eternal phases each impels.", "characters": 399, "sentences": 3}, {"text": "\"My liege, it doth enhance the joy thy words Infuse into me, mighty as it is, To think my gladness manifest to thee, As to myself, who own it, when thou lookst Into the source and limit of all good, There, where thou markest that which thou dost speak, Thence priz'd of me the more.  Glad thou hast made me. Now make intelligent, clearing the doubt Thy speech hath raised in me; for much I muse, How bitter can spring up, when sweet is sown.\"", "characters": 442, "sentences": 4}, {"text": "\"And may that be, if different estates Grow not of different duties in your life? Consult your teacher, and he tells you 'no.\"'", "characters": 127, "sentences": 2}, {"text": "After solution of my doubt, thy Charles, O fair Clemenza, of the treachery spake That must befall his seed: but, \"Tell it not,\" Said he, \"and let the destin'd years come round.\" Nor may I tell thee more, save that the meed Of sorrow well-deserv'd shall quit your wrongs.", "characters": 270, "sentences": 3}, {"text": "She ended, and appear'd on other thoughts Intent, re-ent'ring on the wheel she late Had left.  That other joyance meanwhile wax'd A thing to marvel at, in splendour glowing, Like choicest ruby stricken by the sun, For, in that upper clime, effulgence comes Of gladness, as here laughter: and below, As the mind saddens, murkier grows the shade.", "characters": 344, "sentences": 3}, {"text": "\"God seeth all: and in him is thy sight,\" Said I, \"blest Spirit!  Therefore will of his Cannot to thee be dark.  Why then delays Thy voice to satisfy my wish untold, That voice which joins the inexpressive song, Pastime of heav'n, the which those ardours sing, That cowl them with six shadowing wings outspread? I would not wait thy asking, wert thou known To me, as thoroughly I to thee am known.\"", "characters": 398, "sentences": 3}, {"text": "Never was heart in such devotion bound, And with complacency so absolute Dispos'd to render up itself to God, As mine was at those words: and so entire The love for Him, that held me, it eclips'd Beatrice in oblivion.  Naught displeas'd Was she, but smil'd thereat so joyously, That of her laughing eyes the radiance brake And scatter'd my collected mind abroad.", "characters": 362, "sentences": 3}, {"text": "They of the circle to that point, each one. Where erst it was, had turn'd; and steady glow'd, As candle in his socket.  Then within The lustre, that erewhile bespake me, smiling With merer gladness, heard I thus begin:", "characters": 218, "sentences": 3}, {"text": "\"E'en as his beam illumes me, so I look Into the eternal light, and clearly mark Thy thoughts, from whence they rise.  Thou art in doubt, And wouldst, that I should bolt my words afresh In such plain open phrase, as may be smooth To thy perception, where I told thee late That 'well they thrive;' and that 'no second such Hath risen,' which no small distinction needs.", "characters": 368, "sentences": 3}, {"text": "\"Now, if my words be clear, if thou have ta'en Good heed, if that, which I have told, recall To mind, thy wish may be in part fulfill'd: For thou wilt see the point from whence they split, Nor miss of the reproof, which that implies, 'That well they thrive not sworn with vanity.\"'", "characters": 281, "sentences": 2}, {"text": "Soon as its final word the blessed flame Had rais'd for utterance, straight the holy mill Began to wheel, nor yet had once revolv'd, Or ere another, circling, compass'd it, Motion to motion, song to song, conjoining, Song, that as much our muses doth excel, Our Sirens with their tuneful pipes, as ray Of primal splendour doth its faint reflex.", "characters": 344, "sentences": 2}, {"text": "The song fulfill'd its measure; and to us Those saintly lights attended, happier made At each new minist'ring.  Then silence brake, Amid th' accordant sons of Deity, That luminary, in which the wondrous life Of the meek man of God was told to me; And thus it spake: \"One ear o' th' harvest thresh'd, And its grain safely stor'd, sweet charity Invites me with the other to like toil.", "characters": 382, "sentences": 3}, {"text": "\"Much more than vainly doth he loose from shore, Since he returns not such as he set forth, Who fishes for the truth and wanteth skill. And open proofs of this unto the world Have been afforded in Parmenides, Melissus, Bryso, and the crowd beside, Who journey'd on, and knew not whither: so did Sabellius, Arius, and the other fools, Who, like to scymitars, reflected back The scripture-image, by distortion marr'd.", "characters": 415, "sentences": 3}, {"text": "Whoso laments, that we must doff this garb Of frail mortality, thenceforth to live Immortally above, he hath not seen The sweet refreshing, of that heav'nly shower.", "characters": 164, "sentences": 2}, {"text": "So ready and so cordial an \"Amen,\" Followed from either choir, as plainly spoke Desire of their dead bodies; yet perchance Not for themselves, but for their kindred dear, Mothers and sires, and those whom best they lov'd, Ere they were made imperishable flame.", "characters": 260, "sentences": 2}, {"text": "And lo! forthwith there rose up round about A lustre over that already there, Of equal clearness, like the brightening up Of the horizon.  As at an evening hour Of twilight, new appearances through heav'n Peer with faint glimmer, doubtfully descried; So there new substances, methought began To rise in view; and round the other twain Enwheeling, sweep their ampler circuit wide.", "characters": 379, "sentences": 3}, {"text": "O gentle glitter of eternal beam! With what a such whiteness did it flow, O'erpowering vision in me!  But so fair, So passing lovely, Beatrice show'd, Mind cannot follow it, nor words express Her infinite sweetness.  Thence mine eyes regain'd Power to look up, and I beheld myself, Sole with my lady, to more lofty bliss Translated: for the star, with warmer smile Impurpled, well denoted our ascent.", "characters": 400, "sentences": 3}, {"text": "With all the heart, and with that tongue which speaks The same in all, an holocaust I made To God, befitting the new grace vouchsaf'd. And from my bosom had not yet upsteam'd The fuming of that incense, when I knew The rite accepted.  With such mighty sheen And mantling crimson, in two listed rays The splendours shot before me, that I cried, \"God of Sabaoth! that does prank them thus!\"", "characters": 388, "sentences": 3}, {"text": "Perhaps my saying over bold appears, Accounting less the pleasure of those eyes, Whereon to look fulfilleth all desire. But he, who is aware those living seals Of every beauty work with quicker force, The higher they are ris'n; and that there I had not turn'd me to them; he may well Excuse me that, whereof in my excuse I do accuse me, and may own my truth; That holy pleasure here not yet reveal'd, Which grows in transport as we mount aloof.", "characters": 444, "sentences": 3}, {"text": "True love, that ever shows itself as clear In kindness, as loose appetite in wrong, Silenced that lyre harmonious, and still'd The sacred chords, that are by heav'n's right hand Unwound and tighten'd, flow to righteous prayers Should they not hearken, who, to give me will For praying, in accordance thus were mute? He hath in sooth good cause for endless grief, Who, for the love of thing that lasteth not, Despoils himself forever of that love.", "characters": 446, "sentences": 2}, {"text": "\"I am thy root, O leaf! whom to expect Even, hath pleas'd me:\" thus the prompt reply Prefacing, next it added; \"he, of whom Thy kindred appellation comes, and who, These hundred years and more, on its first ledge Hath circuited the mountain, was my son And thy great grandsire.  Well befits, his long Endurance should be shorten'd by thy deeds.", "characters": 344, "sentences": 3}, {"text": "\"In such compos'd and seemly fellowship, Such faithful and such fair equality, In so sweet household, Mary at my birth Bestow'd me, call'd on with loud cries; and there In your old baptistery, I was made Christian at once and Cacciaguida; as were My brethren, Eliseo and Moronto.", "characters": 279, "sentences": 2}, {"text": "\"From Valdipado came to me my spouse, And hence thy surname grew.  I follow'd then The Emperor Conrad; and his knighthood he Did gird on me; in such good part he took My valiant service.  After him I went To testify against that evil law, Whose people, by the shepherd's fault, possess Your right, usurping.  There, by that foul crew Was I releas'd from the deceitful world, Whose base affection many a spirit soils, And from the martyrdom came to this peace.\"", "characters": 460, "sentences": 5}, {"text": "\"You are my sire,\" said I, \"you give me heart Freely to speak my thought: above myself You raise me.  Through so many streams with joy My soul is fill'd, that gladness wells from it; So that it bears the mighty tide, and bursts not Say then, my honour'd stem! what ancestors Where those you sprang from, and what years were mark'd In your first childhood?  Tell me of the fold, That hath Saint John for guardian, what was then Its state, and who in it were highest seated?\"", "characters": 473, "sentences": 2}, {"text": "Now in his word, sole, ruminating, joy'd That blessed spirit; and I fed on mine, Tempting the sweet with bitter: she meanwhile, Who led me unto God, admonish'd: \"Muse On other thoughts: bethink thee, that near Him I dwell, who recompenseth every wrong.\"", "characters": 253, "sentences": 2}, {"text": "Sweet star! what glorious and thick-studded gems Declar'd to me our justice on the earth To be the effluence of that heav'n, which thou, Thyself a costly jewel, dost inlay! Therefore I pray the Sovran Mind, from whom Thy motion and thy virtue are begun, That he would look from whence the fog doth rise, To vitiate thy beam: so that once more He may put forth his hand 'gainst such, as drive Their traffic in that sanctuary, whose walls With miracles and martyrdoms were built.", "characters": 477, "sentences": 2}, {"text": "\"O animals of clay!  O spirits gross I The primal will, that in itself is good, Hath from itself, the chief Good, ne'er been mov'd. Justice consists in consonance with it, Derivable by no created good, Whose very cause depends upon its beam.\"", "characters": 242, "sentences": 3}, {"text": "As on her nest the stork, that turns about Unto her young, whom lately she hath fed, While they with upward eyes do look on her; So lifted I my gaze; and bending so The ever-blessed image wav'd its wings, Lab'ring with such deep counsel.  Wheeling round It warbled, and did say: \"As are my notes To thee, who understand'st them not, such is Th' eternal judgment unto mortal ken.\"", "characters": 379, "sentences": 3}, {"text": "Sweet love! that dost apparel thee in smiles, How lustrous was thy semblance in those sparkles, Which merely are from holy thoughts inspir'd!", "characters": 141, "sentences": 1}, {"text": "So, by that form divine, was giv'n to me Sweet medicine to clear and strengthen sight, And, as one handling skillfully the harp, Attendant on some skilful songster's voice Bids the chords vibrate, and therein the song Acquires more pleasure; so, the whilst it spake, It doth remember me, that I beheld The pair of blessed luminaries move. Like the accordant twinkling of two eyes, Their beamy circlets, dancing to the sounds.", "characters": 425, "sentences": 3}, {"text": "Within the crystal, which records the name, (As its remoter circle girds the world) Of that lov'd monarch, in whose happy reign No ill had power to harm, I saw rear'd up, In colour like to sun-illumin'd gold.", "characters": 208, "sentences": 2}, {"text": "I answ'ring, thus; \"Thy gentle words and kind, And this the cheerful semblance, I behold Not unobservant, beaming in ye all, Have rais'd assurance in me, wakening it Full-blossom'd in my bosom, as a rose Before the sun, when the consummate flower Has spread to utmost amplitude.  Of thee Therefore entreat I, father! to declare If I may gain such favour, as to gaze Upon thine image, by no covering veil'd.\"", "characters": 407, "sentences": 3}, {"text": "So saying, to his assembly back he drew: And they together cluster'd into one, Then all roll'd upward like an eddying wind.", "characters": 123, "sentences": 2}, {"text": "The sweet dame beckon'd me to follow them: And, by that influence only, so prevail'd Over my nature, that no natural motion, Ascending or descending here below, Had, as I mounted, with my pennon vied.", "characters": 200, "sentences": 2}, {"text": "\"Thou art so near the sum of blessedness,\" Said Beatrice, \"that behooves thy ken Be vigilant and clear.  And, to this end, Or even thou advance thee further, hence Look downward, and contemplate, what a world Already stretched under our feet there lies: So as thy heart may, in its blithest mood, Present itself to the triumphal throng, Which through the' etherial concave comes rejoicing.\"", "characters": 390, "sentences": 3}, {"text": "Short space ensued; I was not held, I say, Long in expectance, when I saw the heav'n Wax more and more resplendent; and, \"Behold,\" Cried Beatrice, \"the triumphal hosts Of Christ, and all the harvest reap'd at length Of thy ascending up these spheres.\"  Meseem'd, That, while she spake her image all did burn, And in her eyes such fullness was of joy, And I am fain to pass unconstrued by.", "characters": 388, "sentences": 3}, {"text": "As in the calm full moon, when Trivia smiles, In peerless beauty, 'mid th' eternal nympus, That paint through all its gulfs the blue profound In bright pre-eminence so saw I there, O'er million lamps a sun, from whom all drew Their radiance as from ours the starry train: And through the living light so lustrous glow'd The substance, that my ken endur'd it not.", "characters": 362, "sentences": 2}, {"text": "Such close was to the circling melody: And, as it ended, all the other lights Took up the strain, and echoed Mary's name.", "characters": 121, "sentences": 2}, {"text": "O what o'erflowing plenty is up-pil'd In those rich-laden coffers, which below Sow'd the good seed, whose harvest now they keep.", "characters": 128, "sentences": 2}, {"text": "Here are the treasures tasted, that with tears Were in the Babylonian exile won, When gold had fail'd them.  Here in synod high Of ancient council with the new conven'd, Under the Son of Mary and of God, Victorious he his mighty triumph holds, To whom the keys of glory were assign'd.", "characters": 284, "sentences": 3}, {"text": "From that, which I did note in beauty most Excelling, saw I issue forth a flame So bright, as none was left more goodly there. Round Beatrice thrice it wheel'd about, With so divine a song, that fancy's ear Records it not; and the pen passeth on And leaves a blank: for that our mortal speech, Nor e'en the inward shaping of the brain, Hath colours fine enough to trace such folds.", "characters": 381, "sentences": 3}, {"text": "\"O saintly sister mine! thy prayer devout Is with so vehement affection urg'd, Thou dost unbind me from that beauteous sphere.\"", "characters": 127, "sentences": 2}, {"text": "Next issued from the deep imbosom'd splendour: \"Say, whence the costly jewel, on the which Is founded every virtue, came to thee.\" \"The flood,\" I answer'd, \"from the Spirit of God Rain'd down upon the ancient bond and new,-- Here is the reas'ning, that convinceth me So feelingly, each argument beside Seems blunt and forceless in comparison.\" Then heard I: \"Wherefore holdest thou that each, The elder proposition and the new, Which so persuade thee, are the voice of heav'n?\"", "characters": 477, "sentences": 3}, {"text": "\"The works, that follow'd, evidence their truth;\" I answer'd: \"Nature did not make for these The iron hot, or on her anvil mould them.\" \"Who voucheth to thee of the works themselves,\" Was the reply, \"that they in very deed Are that they purport?  None hath sworn so to thee.\"", "characters": 275, "sentences": 3}, {"text": "Next from the squadron, whence had issued forth The first fruit of Christ's vicars on the earth, Toward us mov'd a light, at view whereof My Lady, full of gladness, spake to me: \"Lo! lo! behold the peer of mickle might, That makes Falicia throng'd with visitants!\"", "characters": 264, "sentences": 1}, {"text": "\"Lift up thy head, and be thou strong in trust: For that, which hither from the mortal world Arriveth, must be ripen'd in our beam.\"", "characters": 132, "sentences": 2}, {"text": "As when, for ease of labour, or to shun Suspected peril at a whistle's breath, The oars, erewhile dash'd frequent in the wave, All rest; the flamy circle at that voice So rested, and the mingling sound was still, Which from the trinal band soft-breathing rose. I turn'd, but ah! how trembled in my thought, When, looking at my side again to see Beatrice, I descried her not, although Not distant, on the happy coast she stood.", "characters": 426, "sentences": 3}, {"text": "With dazzled eyes, whilst wond'ring I remain'd, Forth of the beamy flame which dazzled me, Issued a breath, that in attention mute Detain'd me; and these words it spake: \"'T were well, That, long as till thy vision, on my form O'erspent, regain its virtue, with discourse Thou compensate the brief delay.  Say then, Beginning, to what point thy soul aspires:", "characters": 358, "sentences": 2}, {"text": "Then  \"Glory to the Father, to the Son, And to the Holy Spirit,\" rang aloud Throughout all Paradise, that with the song My spirit reel'd, so passing sweet the strain: And what I saw was equal ecstasy; One universal smile it seem'd of all things, Joy past compare, gladness unutterable, Imperishable life of peace and love, Exhaustless riches and unmeasur'd bliss.", "characters": 363, "sentences": 2}, {"text": "\"Thou, to abate thy wonder, note that none Bears rule in earth, and its frail family Are therefore wand'rers.  Yet before the date, When through the hundredth in his reck'ning drops Pale January must be shor'd aside From winter's calendar, these heav'nly spheres Shall roar so loud, that fortune shall be fain To turn the poop, where she hath now the prow; So that the fleet run onward; and true fruit, Expected long, shall crown at last the bloom!\"", "characters": 449, "sentences": 2}, {"text": "\"Know thou, that, from the first, these substances, Rejoicing in the countenance of God, Have held unceasingly their view, intent Upon the glorious vision, from the which Naught absent is nor hid: where then no change Of newness with succession interrupts, Remembrance there needs none to gather up Divided thought and images remote", "characters": 332, "sentences": 1}, {"text": "As when the lightning, in a sudden spleen Unfolded, dashes from the blinding eyes The visive spirits dazzled and bedimm'd; So, round about me, fulminating streams Of living radiance play'd, and left me swath'd And veil'd in dense impenetrable blaze. Such weal is in the love, that stills this heav'n; For its own flame the torch this fitting ever!", "characters": 347, "sentences": 2}, {"text": "All there, who reign in safety and in bliss, Ages long past or new, on one sole mark Their love and vision fix'd.  O trinal beam Of individual star, that charmst them thus, Vouchsafe one glance to gild our storm below!", "characters": 218, "sentences": 2}, {"text": "So rov'd my ken, and its general form All Paradise survey'd: when round I turn'd With purpose of my lady to inquire Once more of things, that held my thought suspense, But answer found from other than I ween'd; For, Beatrice, when I thought to see, I saw instead a senior, at my side,  Rob'd, as the rest, in glory.  Joy benign Glow'd in his eye, and o'er his cheek diffus'd, With gestures such as spake a father's love. And, \"Whither is she vanish'd?\"  straight I ask'd.", "characters": 471, "sentences": 4}, {"text": "\"By Beatrice summon'd,\" he replied, \"I come to aid thy wish.  Looking aloft To the third circle from the highest, there Behold her on the throne, wherein her merit Hath plac'd her.\"  Answering not, mine eyes I rais'd, And saw her, where aloof she sat, her brow A wreath reflecting of eternal beams. Not from the centre of the sea so far Unto the region of the highest thunder, As was my ken from hers; and yet the form Came through that medium down, unmix'd and pure,", "characters": 467, "sentences": 4}, {"text": "Had I a tongue in eloquence as rich, As is the colouring in fancy's loom, 'T were all too poor to utter the least part Of that enchantment.  When he saw mine eyes Intent on her, that charm'd him, Bernard gaz'd With so exceeding fondness, as infus'd Ardour into my breast, unfelt before.", "characters": 286, "sentences": 3}, {"text": "Such keenness from the living ray I met, That, if mine eyes had turn'd away, methinks, I had been lost; but, so embolden'd, on I pass'd, as I remember, till my view Hover'd the brink of dread infinitude.", "characters": 203, "sentences": 2}, {"text": "Here vigour fail'd the tow'ring fantasy: But yet the will roll'd onward, like a wheel In even motion, by the Love impell'd, That moves the sun in heav'n and all the stars.", "characters": 171, "sentences": 2}, {"text": "End of the Project Gutenberg EBook of The Vision of Paradise, Complete by Dante Alighieri, Translated By The Rev. H. F. Cary, Illustrated by Gustave Dore", "characters": 153, "sentences": 4}], "id": 8799, "paragraphs": 91, "author": "Dante Alighieri"}