{"title": "The Divine Comedy, Complete", "data": [{"text": "LIST OF CANTOS Canto 1 Canto 2 Canto 3 Canto 4 Canto 5 Canto 6 Canto 7 Canto 8 Canto 9 Canto 10 Canto 11 Canto 12 Canto 13 Canto 14 Canto 15 Canto 16 Canto 17 Canto 18 Canto 19 Canto 20 Canto 21 Canto 22 Canto 23 Canto 24 Canto 25 Canto 26 Canto 27 Canto 28 Canto 29 Canto 30 Canto 31 Canto 32 Canto 33", "characters": 302, "sentences": 1}, {"text": "His glory, by whose might all things are mov'd, Pierces the universe, and in one part Sheds more resplendence, elsewhere less.  In heav'n, That largeliest of his light partakes, was I, Witness of things, which to relate again Surpasseth power of him who comes from thence; For that, so near approaching its desire Our intellect is to such depth absorb'd, That memory cannot follow.  Nathless all, That in my thoughts I of that sacred realm Could store, shall now be matter of my song.", "characters": 484, "sentences": 4}, {"text": "I suffer'd it not long, and yet so long That I beheld it bick'ring sparks around, As iron that comes boiling from the fire. And suddenly upon the day appear'd A day new-ris'n, as he, who hath the power, Had with another sun bedeck'd the sky.", "characters": 241, "sentences": 3}, {"text": "Her eyes fast fix'd on the eternal wheels, Beatrice stood unmov'd; and I with ken Fix'd upon her, from upward gaze remov'd At her aspect, such inwardly became As Glaucus, when he tasted of the herb, That made him peer among the ocean gods; Words may not tell of that transhuman change: And therefore let the example serve, though weak, For those whom grace hath better proof in store", "characters": 383, "sentences": 1}, {"text": "Whence she who saw me, clearly as myself, To calm my troubled mind, before I ask'd, Open'd her lips, and gracious thus began: \"With false imagination thou thyself Mak'st dull, so that thou seest not the thing, Which thou hadst seen, had that been shaken off. Thou art not on the earth as thou believ'st; For light'ning scap'd from its own proper place Ne'er ran, as thou hast hither now return'd.\"", "characters": 397, "sentences": 3}, {"text": "Although divested of my first-rais'd doubt, By those brief words, accompanied with smiles, Yet in new doubt was I entangled more, And said: \"Already satisfied, I rest From admiration deep, but now admire How I above those lighter bodies rise.\"", "characters": 243, "sentences": 2}, {"text": "The increate perpetual thirst, that draws Toward the realm of God's own form, bore us Swift almost as the heaven ye behold.", "characters": 123, "sentences": 2}, {"text": "Beatrice upward gaz'd, and I on her, And in such space as on the notch a dart Is plac'd, then loosen'd flies, I saw myself Arriv'd, where wond'rous thing engag'd my sight. Whence she, to whom no work of mine was hid, Turning to me, with aspect glad as fair, Bespake me: \"Gratefully direct thy mind To God, through whom to this first star we come.\"", "characters": 347, "sentences": 3}, {"text": "I answered: \"Lady! I with thoughts devout, Such as I best can frame, give thanks to Him, Who hath remov'd me from the mortal world. But tell, I pray thee, whence the gloomy spots Upon this body, which below on earth Give rise to talk of Cain in fabling quaint?\"", "characters": 261, "sentences": 2}, {"text": "She somewhat smil'd, then spake: \"If mortals err In their opinion, when the key of sense Unlocks not, surely wonder's weapon keen Ought not to pierce thee; since thou find'st, the wings Of reason to pursue the senses' flight Are short.  But what thy own thought is, declare.\"", "characters": 275, "sentences": 3}, {"text": "That sun, which erst with love my bosom warm'd Had of fair truth unveil'd the sweet aspect, By proof of right, and of the false reproof; And I, to own myself convinc'd and free Of doubt, as much as needed, rais'd my head Erect for speech.  But soon a sight appear'd, Which, so intent to mark it, held me fix'd, That of confession I no longer thought.", "characters": 350, "sentences": 3}, {"text": "As through translucent and smooth glass, or wave Clear and unmov'd, and flowing not so deep As that its bed is dark, the shape returns So faint of our impictur'd lineaments, That on white forehead set a pearl as strong Comes to the eye: such saw I many a face, All stretch'd to speak, from whence I straight conceiv'd Delusion opposite to that, which rais'd Between the man and fountain, amorous flame.", "characters": 402, "sentences": 2}, {"text": "Whence I to her replied: \"Something divine Beams in your countenance, wond'rous fair, From former knowledge quite transmuting you. Therefore to recollect was I so slow. But what thou sayst hath to my memory Given now such aid, that to retrace your forms Is easier.  Yet inform me, ye, who here Are happy, long ye for a higher place More to behold, and more in love to dwell?\"", "characters": 375, "sentences": 4}, {"text": "Then saw I clearly how each spot in heav'n Is Paradise, though with like gracious dew The supreme virtue show'r not over all.", "characters": 125, "sentences": 2}, {"text": "She ceas'd from further talk, and then began \"Ave Maria\" singing, and with that song Vanish'd, as heavy substance through deep wave.", "characters": 132, "sentences": 2}, {"text": "Mine eye, that far as it was capable, Pursued her, when in dimness she was lost, Turn'd to the mark where greater want impell'd, And bent on Beatrice all its gaze. But she as light'ning beam'd upon my looks: So that the sight sustain'd it not at first. Whence I to question her became less prompt.", "characters": 297, "sentences": 4}, {"text": "As Daniel, when the haughty king he freed From ire, that spurr'd him on to deeds unjust And violent; so look'd Beatrice then.", "characters": 125, "sentences": 2}, {"text": "\"Well I discern,\" she thus her words address'd, \"How contrary desires each way constrain thee, So that thy anxious thought is in itself Bound up and stifled, nor breathes freely forth. Thou arguest; if the good intent remain; What reason that another's violence Should stint the measure of my fair desert?", "characters": 305, "sentences": 2}, {"text": "\"That, to the eye of man, our justice seems Unjust, is argument for faith, and not For heretic declension.  To the end This truth may stand more clearly in your view, I will content thee even to thy wish", "characters": 203, "sentences": 2}, {"text": "Such was the flow of that pure rill, that well'd From forth the fountain of all truth; and such The rest, that to my wond'ring thoughts I found.", "characters": 144, "sentences": 2}, {"text": "\"If beyond earthly wont, the flame of love Illume me, so that I o'ercome thy power Of vision, marvel not: but learn the cause In that perfection of the sight, which soon As apprehending, hasteneth on to reach The good it apprehends.  I well discern, How in thine intellect already shines The light eternal, which to view alone Ne'er fails to kindle love; and if aught else Your love seduces, 't is but that it shows Some ill-mark'd vestige of that primal beam.", "characters": 460, "sentences": 3}, {"text": "\"This would'st thou know, if failure of the vow By other service may be so supplied, As from self-question to assure the soul.\"", "characters": 127, "sentences": 2}, {"text": "\"But forasmuch as holy church, herein Dispensing, seems to contradict the truth I have discover'd to thee, yet behooves Thou rest a little longer at the board, Ere the crude aliment, which thou hast taken, Digested fitly to nutrition turn. Open thy mind to what I now unfold, And give it inward keeping.  Knowledge comes Of learning well retain'd, unfruitful else.", "characters": 364, "sentences": 4}, {"text": "Such were the words that Beatrice spake: These ended, to that region, where the world Is liveliest, full of fond desire she turn'd.", "characters": 131, "sentences": 2}, {"text": "Though mainly prompt new question to propose, Her silence and chang'd look did keep me dumb. And as the arrow, ere the cord is still, Leapeth unto its mark; so on we sped Into the second realm.  There I beheld The dame, so joyous enter, that the orb Grew brighter at her smiles; and, if the star Were mov'd to gladness, what then was my cheer, Whom nature hath made apt for every change!", "characters": 387, "sentences": 3}, {"text": "\"What following and in its next bearer's gripe It wrought, is now by Cassius and Brutus Bark'd off in hell, and by Perugia's sons And Modena's was mourn'd.  Hence weepeth still Sad Cleopatra, who, pursued by it, Took from the adder black and sudden death. With him it ran e'en to the Red Sea coast; With him compos'd the world to such a peace, That of his temple Janus barr'd the door.", "characters": 385, "sentences": 4}, {"text": "\"But all the mighty standard yet had wrought, And was appointed to perform thereafter, Throughout the mortal kingdom which it sway'd, Falls in appearance dwindled and obscur'd, If one with steady eye and perfect thought On the third Caesar look; for to his hands, The living Justice, in whose breath I move, Committed glory, e'en into his hands, To execute the vengeance of its wrath.", "characters": 384, "sentences": 2}, {"text": "\"Hosanna Sanctus Deus Sabaoth Superillustrans claritate tua Felices ignes horum malahoth!\" Thus chanting saw I turn that substance bright With fourfold lustre to its orb again, Revolving; and the rest unto their dance With it mov'd also; and like swiftest sparks, In sudden distance from my sight were veil'd.", "characters": 309, "sentences": 2}, {"text": "\"Fix now thine eye, intently as thou canst, On th' everlasting counsel, and explore, Instructed by my words, the dread abyss.", "characters": 125, "sentences": 2}, {"text": "\"Now, to fulfil each wish of thine, remains I somewhat further to thy view unfold. That thou mayst see as clearly as myself.", "characters": 124, "sentences": 3}, {"text": "\"I see, thou sayst, the air, the fire I see, The earth and water, and all things of them Compounded, to corruption turn, and soon Dissolve.  Yet these were also things create, Because, if what were told me, had been true They from corruption had been therefore free.", "characters": 266, "sentences": 3}, {"text": "\"And hence thou mayst by inference conclude Our resurrection certain, if thy mind Consider how the human flesh was fram'd, When both our parents at the first were made.\"", "characters": 169, "sentences": 2}, {"text": "I was not ware that I was wafted up Into  its orb; but the new loveliness That grac'd my lady, gave me ample proof That we had entered there.  And as in flame A sparkle is distinct, or voice in voice Discern'd, when one its even tenour keeps, The other comes and goes; so in that light I other luminaries saw, that cours'd In circling motion, rapid more or less, As their eternal phases each impels.", "characters": 399, "sentences": 3}, {"text": "\"My liege, it doth enhance the joy thy words Infuse into me, mighty as it is, To think my gladness manifest to thee, As to myself, who own it, when thou lookst Into the source and limit of all good, There, where thou markest that which thou dost speak, Thence priz'd of me the more.  Glad thou hast made me. Now make intelligent, clearing the doubt Thy speech hath raised in me; for much I muse, How bitter can spring up, when sweet is sown.\"", "characters": 442, "sentences": 4}, {"text": "\"And may that be, if different estates Grow not of different duties in your life? Consult your teacher, and he tells you 'no.\"'", "characters": 127, "sentences": 2}, {"text": "After solution of my doubt, thy Charles, O fair Clemenza, of the treachery spake That must befall his seed: but, \"Tell it not,\" Said he, \"and let the destin'd years come round.\" Nor may I tell thee more, save that the meed Of sorrow well-deserv'd shall quit your wrongs.", "characters": 270, "sentences": 3}, {"text": "She ended, and appear'd on other thoughts Intent, re-ent'ring on the wheel she late Had left.  That other joyance meanwhile wax'd A thing to marvel at, in splendour glowing, Like choicest ruby stricken by the sun, For, in that upper clime, effulgence comes Of gladness, as here laughter: and below, As the mind saddens, murkier grows the shade.", "characters": 344, "sentences": 3}, {"text": "\"God seeth all: and in him is thy sight,\" Said I, \"blest Spirit!  Therefore will of his Cannot to thee be dark.  Why then delays Thy voice to satisfy my wish untold, That voice which joins the inexpressive song, Pastime of heav'n, the which those ardours sing, That cowl them with six shadowing wings outspread? I would not wait thy asking, wert thou known To me, as thoroughly I to thee am known.\"", "characters": 398, "sentences": 3}, {"text": "Never was heart in such devotion bound, And with complacency so absolute Dispos'd to render up itself to God, As mine was at those words: and so entire The love for Him, that held me, it eclips'd Beatrice in oblivion.  Naught displeas'd Was she, but smil'd thereat so joyously, That of her laughing eyes the radiance brake And scatter'd my collected mind abroad.", "characters": 362, "sentences": 3}, {"text": "They of the circle to that point, each one. Where erst it was, had turn'd; and steady glow'd, As candle in his socket.  Then within The lustre, that erewhile bespake me, smiling With merer gladness, heard I thus begin:", "characters": 218, "sentences": 3}, {"text": "\"E'en as his beam illumes me, so I look Into the eternal light, and clearly mark Thy thoughts, from whence they rise.  Thou art in doubt, And wouldst, that I should bolt my words afresh In such plain open phrase, as may be smooth To thy perception, where I told thee late That 'well they thrive;' and that 'no second such Hath risen,' which no small distinction needs.", "characters": 368, "sentences": 3}, {"text": "\"Now, if my words be clear, if thou have ta'en Good heed, if that, which I have told, recall To mind, thy wish may be in part fulfill'd: For thou wilt see the point from whence they split, Nor miss of the reproof, which that implies, 'That well they thrive not sworn with vanity.\"'", "characters": 281, "sentences": 2}, {"text": "Soon as its final word the blessed flame Had rais'd for utterance, straight the holy mill Began to wheel, nor yet had once revolv'd, Or ere another, circling, compass'd it, Motion to motion, song to song, conjoining, Song, that as much our muses doth excel, Our Sirens with their tuneful pipes, as ray Of primal splendour doth its faint reflex.", "characters": 344, "sentences": 2}, {"text": "The song fulfill'd its measure; and to us Those saintly lights attended, happier made At each new minist'ring.  Then silence brake, Amid th' accordant sons of Deity, That luminary, in which the wondrous life Of the meek man of God was told to me; And thus it spake: \"One ear o' th' harvest thresh'd, And its grain safely stor'd, sweet charity Invites me with the other to like toil.", "characters": 382, "sentences": 3}, {"text": "\"Much more than vainly doth he loose from shore, Since he returns not such as he set forth, Who fishes for the truth and wanteth skill. And open proofs of this unto the world Have been afforded in Parmenides, Melissus, Bryso, and the crowd beside, Who journey'd on, and knew not whither: so did Sabellius, Arius, and the other fools, Who, like to scymitars, reflected back The scripture-image, by distortion marr'd.", "characters": 415, "sentences": 3}, {"text": "Whoso laments, that we must doff this garb Of frail mortality, thenceforth to live Immortally above, he hath not seen The sweet refreshing, of that heav'nly shower.", "characters": 164, "sentences": 2}, {"text": "So ready and so cordial an \"Amen,\" Followed from either choir, as plainly spoke Desire of their dead bodies; yet perchance Not for themselves, but for their kindred dear, Mothers and sires, and those whom best they lov'd, Ere they were made imperishable flame.", "characters": 260, "sentences": 2}, {"text": "And lo! forthwith there rose up round about A lustre over that already there, Of equal clearness, like the brightening up Of the horizon.  As at an evening hour Of twilight, new appearances through heav'n Peer with faint glimmer, doubtfully descried; So there new substances, methought began To rise in view; and round the other twain Enwheeling, sweep their ampler circuit wide.", "characters": 379, "sentences": 3}, {"text": "O gentle glitter of eternal beam! With what a such whiteness did it flow, O'erpowering vision in me!  But so fair, So passing lovely, Beatrice show'd, Mind cannot follow it, nor words express Her infinite sweetness.  Thence mine eyes regain'd Power to look up, and I beheld myself, Sole with my lady, to more lofty bliss Translated: for the star, with warmer smile Impurpled, well denoted our ascent.", "characters": 400, "sentences": 3}, {"text": "With all the heart, and with that tongue which speaks The same in all, an holocaust I made To God, befitting the new grace vouchsaf'd. And from my bosom had not yet upsteam'd The fuming of that incense, when I knew The rite accepted.  With such mighty sheen And mantling crimson, in two listed rays The splendours shot before me, that I cried, \"God of Sabaoth! that does prank them thus!\"", "characters": 388, "sentences": 3}, {"text": "Perhaps my saying over bold appears, Accounting less the pleasure of those eyes, Whereon to look fulfilleth all desire. But he, who is aware those living seals Of every beauty work with quicker force, The higher they are ris'n; and that there I had not turn'd me to them; he may well Excuse me that, whereof in my excuse I do accuse me, and may own my truth; That holy pleasure here not yet reveal'd, Which grows in transport as we mount aloof.", "characters": 444, "sentences": 3}, {"text": "True love, that ever shows itself as clear In kindness, as loose appetite in wrong, Silenced that lyre harmonious, and still'd The sacred chords, that are by heav'n's right hand Unwound and tighten'd, flow to righteous prayers Should they not hearken, who, to give me will For praying, in accordance thus were mute? He hath in sooth good cause for endless grief, Who, for the love of thing that lasteth not, Despoils himself forever of that love.", "characters": 446, "sentences": 2}, {"text": "\"I am thy root, O leaf! whom to expect Even, hath pleas'd me:\" thus the prompt reply Prefacing, next it added; \"he, of whom Thy kindred appellation comes, and who, These hundred years and more, on its first ledge Hath circuited the mountain, was my son And thy great grandsire.  Well befits, his long Endurance should be shorten'd by thy deeds.", "characters": 344, "sentences": 3}, {"text": "\"In such compos'd and seemly fellowship, Such faithful and such fair equality, In so sweet household, Mary at my birth Bestow'd me, call'd on with loud cries; and there In your old baptistery, I was made Christian at once and Cacciaguida; as were My brethren, Eliseo and Moronto.", "characters": 279, "sentences": 2}, {"text": "\"From Valdipado came to me my spouse, And hence thy surname grew.  I follow'd then The Emperor Conrad; and his knighthood he Did gird on me; in such good part he took My valiant service.  After him I went To testify against that evil law, Whose people, by the shepherd's fault, possess Your right, usurping.  There, by that foul crew Was I releas'd from the deceitful world, Whose base affection many a spirit soils, And from the martyrdom came to this peace.\"", "characters": 460, "sentences": 5}, {"text": "\"You are my sire,\" said I, \"you give me heart Freely to speak my thought: above myself You raise me.  Through so many streams with joy My soul is fill'd, that gladness wells from it; So that it bears the mighty tide, and bursts not Say then, my honour'd stem! what ancestors Where those you sprang from, and what years were mark'd In your first childhood?  Tell me of the fold, That hath Saint John for guardian, what was then Its state, and who in it were highest seated?\"", "characters": 473, "sentences": 2}, {"text": "Now in his word, sole, ruminating, joy'd That blessed spirit; and I fed on mine, Tempting the sweet with bitter: she meanwhile, Who led me unto God, admonish'd: \"Muse On other thoughts: bethink thee, that near Him I dwell, who recompenseth every wrong.\"", "characters": 253, "sentences": 2}, {"text": "Sweet star! what glorious and thick-studded gems Declar'd to me our justice on the earth To be the effluence of that heav'n, which thou, Thyself a costly jewel, dost inlay! Therefore I pray the Sovran Mind, from whom Thy motion and thy virtue are begun, That he would look from whence the fog doth rise, To vitiate thy beam: so that once more He may put forth his hand 'gainst such, as drive Their traffic in that sanctuary, whose walls With miracles and martyrdoms were built.", "characters": 477, "sentences": 2}, {"text": "\"O animals of clay!  O spirits gross I The primal will, that in itself is good, Hath from itself, the chief Good, ne'er been mov'd. Justice consists in consonance with it, Derivable by no created good, Whose very cause depends upon its beam.\"", "characters": 242, "sentences": 3}, {"text": "As on her nest the stork, that turns about Unto her young, whom lately she hath fed, While they with upward eyes do look on her; So lifted I my gaze; and bending so The ever-blessed image wav'd its wings, Lab'ring with such deep counsel.  Wheeling round It warbled, and did say: \"As are my notes To thee, who understand'st them not, such is Th' eternal judgment unto mortal ken.\"", "characters": 379, "sentences": 3}, {"text": "Sweet love! that dost apparel thee in smiles, How lustrous was thy semblance in those sparkles, Which merely are from holy thoughts inspir'd!", "characters": 141, "sentences": 1}, {"text": "So, by that form divine, was giv'n to me Sweet medicine to clear and strengthen sight, And, as one handling skillfully the harp, Attendant on some skilful songster's voice Bids the chords vibrate, and therein the song Acquires more pleasure; so, the whilst it spake, It doth remember me, that I beheld The pair of blessed luminaries move. Like the accordant twinkling of two eyes, Their beamy circlets, dancing to the sounds.", "characters": 425, "sentences": 3}, {"text": "Within the crystal, which records the name, (As its remoter circle girds the world) Of that lov'd monarch, in whose happy reign No ill had power to harm, I saw rear'd up, In colour like to sun-illumin'd gold.", "characters": 208, "sentences": 2}, {"text": "I answ'ring, thus; \"Thy gentle words and kind, And this the cheerful semblance, I behold Not unobservant, beaming in ye all, Have rais'd assurance in me, wakening it Full-blossom'd in my bosom, as a rose Before the sun, when the consummate flower Has spread to utmost amplitude.  Of thee Therefore entreat I, father! to declare If I may gain such favour, as to gaze Upon thine image, by no covering veil'd.\"", "characters": 407, "sentences": 3}, {"text": "So saying, to his assembly back he drew: And they together cluster'd into one, Then all roll'd upward like an eddying wind.", "characters": 123, "sentences": 2}, {"text": "The sweet dame beckon'd me to follow them: And, by that influence only, so prevail'd Over my nature, that no natural motion, Ascending or descending here below, Had, as I mounted, with my pennon vied.", "characters": 200, "sentences": 2}, {"text": "\"Thou art so near the sum of blessedness,\" Said Beatrice, \"that behooves thy ken Be vigilant and clear.  And, to this end, Or even thou advance thee further, hence Look downward, and contemplate, what a world Already stretched under our feet there lies: So as thy heart may, in its blithest mood, Present itself to the triumphal throng, Which through the' etherial concave comes rejoicing.\"", "characters": 390, "sentences": 3}, {"text": "Short space ensued; I was not held, I say, Long in expectance, when I saw the heav'n Wax more and more resplendent; and, \"Behold,\" Cried Beatrice, \"the triumphal hosts Of Christ, and all the harvest reap'd at length Of thy ascending up these spheres.\"  Meseem'd, That, while she spake her image all did burn, And in her eyes such fullness was of joy, And I am fain to pass unconstrued by.", "characters": 388, "sentences": 3}, {"text": "As in the calm full moon, when Trivia smiles, In peerless beauty, 'mid th' eternal nympus, That paint through all its gulfs the blue profound In bright pre-eminence so saw I there, O'er million lamps a sun, from whom all drew Their radiance as from ours the starry train: And through the living light so lustrous glow'd The substance, that my ken endur'd it not.", "characters": 362, "sentences": 2}, {"text": "Such close was to the circling melody: And, as it ended, all the other lights Took up the strain, and echoed Mary's name.", "characters": 121, "sentences": 2}, {"text": "O what o'erflowing plenty is up-pil'd In those rich-laden coffers, which below Sow'd the good seed, whose harvest now they keep.", "characters": 128, "sentences": 2}, {"text": "Here are the treasures tasted, that with tears Were in the Babylonian exile won, When gold had fail'd them.  Here in synod high Of ancient council with the new conven'd, Under the Son of Mary and of God, Victorious he his mighty triumph holds, To whom the keys of glory were assign'd.", "characters": 284, "sentences": 3}, {"text": "From that, which I did note in beauty most Excelling, saw I issue forth a flame So bright, as none was left more goodly there. Round Beatrice thrice it wheel'd about, With so divine a song, that fancy's ear Records it not; and the pen passeth on And leaves a blank: for that our mortal speech, Nor e'en the inward shaping of the brain, Hath colours fine enough to trace such folds.", "characters": 381, "sentences": 3}, {"text": "\"O saintly sister mine! thy prayer devout Is with so vehement affection urg'd, Thou dost unbind me from that beauteous sphere.\"", "characters": 127, "sentences": 2}, {"text": "Next issued from the deep imbosom'd splendour: \"Say, whence the costly jewel, on the which Is founded every virtue, came to thee.\" \"The flood,\" I answer'd, \"from the Spirit of God Rain'd down upon the ancient bond and new,-- Here is the reas'ning, that convinceth me So feelingly, each argument beside Seems blunt and forceless in comparison.\" Then heard I: \"Wherefore holdest thou that each, The elder proposition and the new, Which so persuade thee, are the voice of heav'n?\"", "characters": 477, "sentences": 3}, {"text": "\"The works, that follow'd, evidence their truth;\" I answer'd: \"Nature did not make for these The iron hot, or on her anvil mould them.\" \"Who voucheth to thee of the works themselves,\" Was the reply, \"that they in very deed Are that they purport?  None hath sworn so to thee.\"", "characters": 275, "sentences": 3}, {"text": "Next from the squadron, whence had issued forth The first fruit of Christ's vicars on the earth, Toward us mov'd a light, at view whereof My Lady, full of gladness, spake to me: \"Lo! lo! behold the peer of mickle might, That makes Falicia throng'd with visitants!\"", "characters": 264, "sentences": 1}, {"text": "\"Lift up thy head, and be thou strong in trust: For that, which hither from the mortal world Arriveth, must be ripen'd in our beam.\"", "characters": 132, "sentences": 2}, {"text": "As when, for ease of labour, or to shun Suspected peril at a whistle's breath, The oars, erewhile dash'd frequent in the wave, All rest; the flamy circle at that voice So rested, and the mingling sound was still, Which from the trinal band soft-breathing rose. I turn'd, but ah! how trembled in my thought, When, looking at my side again to see Beatrice, I descried her not, although Not distant, on the happy coast she stood.", "characters": 426, "sentences": 3}, {"text": "With dazzled eyes, whilst wond'ring I remain'd, Forth of the beamy flame which dazzled me, Issued a breath, that in attention mute Detain'd me; and these words it spake: \"'T were well, That, long as till thy vision, on my form O'erspent, regain its virtue, with discourse Thou compensate the brief delay.  Say then, Beginning, to what point thy soul aspires:", "characters": 358, "sentences": 2}, {"text": "Then  \"Glory to the Father, to the Son, And to the Holy Spirit,\" rang aloud Throughout all Paradise, that with the song My spirit reel'd, so passing sweet the strain: And what I saw was equal ecstasy; One universal smile it seem'd of all things, Joy past compare, gladness unutterable, Imperishable life of peace and love, Exhaustless riches and unmeasur'd bliss.", "characters": 363, "sentences": 2}, {"text": "\"Thou, to abate thy wonder, note that none Bears rule in earth, and its frail family Are therefore wand'rers.  Yet before the date, When through the hundredth in his reck'ning drops Pale January must be shor'd aside From winter's calendar, these heav'nly spheres Shall roar so loud, that fortune shall be fain To turn the poop, where she hath now the prow; So that the fleet run onward; and true fruit, Expected long, shall crown at last the bloom!\"", "characters": 449, "sentences": 2}, {"text": "\"Know thou, that, from the first, these substances, Rejoicing in the countenance of God, Have held unceasingly their view, intent Upon the glorious vision, from the which Naught absent is nor hid: where then no change Of newness with succession interrupts, Remembrance there needs none to gather up Divided thought and images remote", "characters": 332, "sentences": 1}, {"text": "As when the lightning, in a sudden spleen Unfolded, dashes from the blinding eyes The visive spirits dazzled and bedimm'd; So, round about me, fulminating streams Of living radiance play'd, and left me swath'd And veil'd in dense impenetrable blaze. Such weal is in the love, that stills this heav'n; For its own flame the torch this fitting ever!", "characters": 347, "sentences": 2}, {"text": "All there, who reign in safety and in bliss, Ages long past or new, on one sole mark Their love and vision fix'd.  O trinal beam Of individual star, that charmst them thus, Vouchsafe one glance to gild our storm below!", "characters": 218, "sentences": 2}, {"text": "So rov'd my ken, and its general form All Paradise survey'd: when round I turn'd With purpose of my lady to inquire Once more of things, that held my thought suspense, But answer found from other than I ween'd; For, Beatrice, when I thought to see, I saw instead a senior, at my side,  Rob'd, as the rest, in glory.  Joy benign Glow'd in his eye, and o'er his cheek diffus'd, With gestures such as spake a father's love. And, \"Whither is she vanish'd?\"  straight I ask'd.", "characters": 471, "sentences": 4}, {"text": "\"By Beatrice summon'd,\" he replied, \"I come to aid thy wish.  Looking aloft To the third circle from the highest, there Behold her on the throne, wherein her merit Hath plac'd her.\"  Answering not, mine eyes I rais'd, And saw her, where aloof she sat, her brow A wreath reflecting of eternal beams. Not from the centre of the sea so far Unto the region of the highest thunder, As was my ken from hers; and yet the form Came through that medium down, unmix'd and pure,", "characters": 467, "sentences": 4}, {"text": "Had I a tongue in eloquence as rich, As is the colouring in fancy's loom, 'T were all too poor to utter the least part Of that enchantment.  When he saw mine eyes Intent on her, that charm'd him, Bernard gaz'd With so exceeding fondness, as infus'd Ardour into my breast, unfelt before.", "characters": 286, "sentences": 3}, {"text": "Such keenness from the living ray I met, That, if mine eyes had turn'd away, methinks, I had been lost; but, so embolden'd, on I pass'd, as I remember, till my view Hover'd the brink of dread infinitude.", "characters": 203, "sentences": 2}, {"text": "Here vigour fail'd the tow'ring fantasy: But yet the will roll'd onward, like a wheel In even motion, by the Love impell'd, That moves the sun in heav'n and all the stars.", "characters": 171, "sentences": 2}, {"text": "O'er better waves to speed her rapid course The light bark of my genius lifts the sail, Well pleas'd to leave so cruel sea behind; And of that second region will I sing, In which the human spirit from sinful blot Is purg'd, and for ascent to Heaven prepares.", "characters": 258, "sentences": 2}, {"text": "Here, O ye hallow'd Nine! for in your train I follow, here the deadened strain revive; Nor let Calliope refuse to sound A somewhat higher song, of that loud tone, Which when the wretched birds of chattering note Had heard, they of forgiveness lost all hope.", "characters": 257, "sentences": 2}, {"text": "Sweet hue of eastern sapphire, that was spread O'er the serene aspect of the pure air, High up as the first circle, to mine eyes Unwonted joy renew'd, soon as I 'scap'd Forth from the atmosphere of deadly gloom, That had mine eyes and bosom fill'd with grief. The radiant planet, that to love invites, Made all the orient laugh, and veil'd beneath The Pisces' light, that in his escort came.", "characters": 391, "sentences": 3}, {"text": "To the right hand I turn'd, and fix'd my mind On the' other pole attentive, where I saw Four stars ne'er seen before save by the ken Of our first parents.  Heaven of their rays Seem'd joyous.  O thou northern site, bereft Indeed, and widow'd, since of these depriv'd!", "characters": 267, "sentences": 3}, {"text": "\"Say who are ye, that stemming the blind stream, Forth from th' eternal prison-house have fled?\" He spoke and moved those venerable plumes. \"Who hath conducted, or with lantern sure Lights you emerging from the depth of night, That makes the infernal valley ever black? Are the firm statutes of the dread abyss Broken, or in high heaven new laws ordain'd, That thus, condemn'd, ye to my caves approach?\"", "characters": 403, "sentences": 2}, {"text": "My guide, then laying hold on me, by words And intimations given with hand and head, Made my bent knees and eye submissive pay Due reverence; then thus to him replied.", "characters": 167, "sentences": 2}, {"text": "He disappear'd; and I myself uprais'd Speechless, and to my guide retiring close, Toward him turn'd mine eyes.  He thus began; \"My son! observant thou my steps pursue. We must retreat to rearward, for that way The champain to its low extreme declines.\"", "characters": 252, "sentences": 4}, {"text": "The dawn had chas'd the matin hour of prime, Which deaf before it, so that from afar I spy'd the trembling of the ocean stream.", "characters": 127, "sentences": 2}, {"text": "We travers'd the deserted plain, as one Who, wander'd from his track, thinks every step Trodden in vain till he regain the path.", "characters": 128, "sentences": 2}, {"text": "When we had come, where yet the tender dew Strove with the sun, and in a place, where fresh The wind breath'd o'er it, while it slowly dried; Both hands extended on the watery grass My master plac'd, in graceful act and kind. Whence I of his intent before appriz'd, Stretch'd out to him my cheeks suffus'd with tears. There to my visage he anew restor'd That hue, which the dun shades of hell conceal'd.", "characters": 403, "sentences": 4}, {"text": "Then on the solitary shore arriv'd, That never sailing on its waters saw Man, that could after measure back his course, He girt me in such manner as had pleas'd Him who instructed, and O, strange to tell! As he selected every humble plant, Wherever one was pluck'd, another there Resembling, straightway in its place arose.", "characters": 323, "sentences": 2}, {"text": "Now had the sun to that horizon reach'd, That covers, with the most exalted point Of its meridian circle, Salem's walls, And night, that opposite to him her orb Sounds, from the stream of Ganges issued forth, Holding the scales, that from her hands are dropp'd When she reigns highest: so that where I was, Aurora's white and vermeil-tinctur'd cheek To orange turn'd as she in age increas'd.", "characters": 391, "sentences": 2}, {"text": "\"Lo how all human means he sets at naught! So that nor oar he needs, nor other sail Except his wings, between such distant shores. Lo how straight up to heaven he holds them rear'd, Winnowing the air with those eternal plumes, That not like mortal hairs fall off or change!\"", "characters": 274, "sentences": 2}, {"text": "As more and more toward us came, more bright Appear'd the bird of God, nor could the eye Endure his splendor near: I mine bent down. He drove ashore in a small bark so swift And light, that in its course no wave it drank. The heav'nly steersman at the prow was seen, Visibly written blessed in his looks.", "characters": 304, "sentences": 4}, {"text": "Within a hundred spirits and more there sat. \"In Exitu Israel de Aegypto;\" All with one voice together sang, with what In the remainder of that hymn is writ. Then soon as with the sign of holy cross He bless'd them, they at once leap'd out on land, The swiftly as he came return'd. The crew, There left, appear'd astounded with the place, Gazing around as one who sees new sights.", "characters": 380, "sentences": 5}, {"text": "From every side the sun darted his beams, And with his arrowy radiance from mid heav'n Had chas'd the Capricorn, when that strange tribe Lifting their eyes towards us: \"If ye know, Declare what path will Lead us to the mount.\"", "characters": 226, "sentences": 2}, {"text": "Then I: \"If new laws have not quite destroy'd Memory and use of that sweet song of love, That while all my cares had power to 'swage; Please thee with it a little to console My spirit, that incumber'd with its frame, Travelling so far, of pain is overcome.\"", "characters": 257, "sentences": 2}, {"text": "\"Love that discourses in my thoughts.\"  He then Began in such soft accents, that within The sweetness thrills me yet.  My gentle guide And all who came with him, so well were pleas'd, That seem'd naught else might in their thoughts have room.", "characters": 242, "sentences": 4}, {"text": "Fast fix'd in mute attention to his notes We stood, when lo! that old man venerable Exclaiming, \"How is this, ye tardy spirits? What negligence detains you loit'ring here? Run to the mountain to cast off those scales, That from your eyes the sight of God conceal.\"", "characters": 264, "sentences": 2}, {"text": "As a wild flock of pigeons, to their food Collected, blade or tares, without their pride Accustom'd, and in still and quiet sort, If aught alarm them, suddenly desert Their meal, assail'd by more important care; So I that new-come troop beheld, the song Deserting, hasten to the mountain's side, As one who goes yet where he tends knows not.", "characters": 341, "sentences": 2}, {"text": "Them sudden flight had scatter'd over the plain, Turn'd tow'rds the mountain, whither reason's voice Drives us; I to my faithful company Adhering, left it not.  For how of him Depriv'd, might I have sped, or who beside Would o'er the mountainous tract have led my steps He with the bitter pang of self-remorse Seem'd smitten.  O clear conscience and upright How doth a little fling wound thee sore!", "characters": 398, "sentences": 3}, {"text": "Soon as his feet desisted (slack'ning pace), From haste, that mars all decency of act, My mind, that in itself before was wrapt, Its thoughts expanded, as with joy restor'd: And full against the steep ascent I set My face, where highest to heav'n its top o'erflows.", "characters": 265, "sentences": 2}, {"text": "\"Who knows on which hand now the steep declines?\" My master said and paus'd, \"so that he may Ascend, who journeys without aid of wine?\" And while with looks directed to the ground The meaning of the pathway he explor'd, And I gaz'd upward round the stony height, Of spirits, that toward us mov'd their steps, Yet moving seem'd not, they so slow approach'd.", "characters": 356, "sentences": 2}, {"text": "I thus my guide address'd: \"Upraise thine eyes, Lo that way some, of whom thou may'st obtain Counsel, if of thyself thou find'st it not!\"", "characters": 137, "sentences": 1}, {"text": "Straightway he look'd, and with free speech replied: \"Let us tend thither: they but softly come. And thou be firm in hope, my son belov'd.\"", "characters": 139, "sentences": 3}, {"text": "Now was that people distant far in space A thousand paces behind ours, as much As at a throw the nervous arm could fling, When all drew backward on the messy crags Of the steep bank, and firmly stood unmov'd As one who walks in doubt might stand to look.", "characters": 254, "sentences": 2}, {"text": "\"O spirits perfect!  O already chosen!\" Virgil to them began, \"by that blest peace, Which, as I deem, is for you all prepar'd, Instruct us where the mountain low declines, So that attempt to mount it be not vain. For who knows most, him loss of time most grieves.\"", "characters": 264, "sentences": 3}, {"text": "\"Unask'd of you, yet freely I confess, This is a human body which ye see. That the sun's light is broken on the ground, Marvel not: but believe, that not without Virtue deriv'd from Heaven, we to climb Over this wall aspire.\"  So them bespake My master; and that virtuous tribe rejoin'd; \"Turn, and before you there the entrance lies,\" Making a signal to us with bent hands.", "characters": 374, "sentences": 4}, {"text": "Then of them one began.  \"Whoe'er thou art, Who journey'st thus this way, thy visage turn, Think if me elsewhere thou hast ever seen.\"", "characters": 134, "sentences": 3}, {"text": "I tow'rds him turn'd, and with fix'd eye beheld. Comely, and fair, and gentle of aspect, He seem'd, but on one brow a gash was mark'd.", "characters": 134, "sentences": 3}, {"text": "When humbly I disclaim'd to have beheld Him ever: \"Now behold!\"  he said, and show'd High on his breast a wound: then smiling spake.", "characters": 132, "sentences": 2}, {"text": "This found I true by proof, hearing that spirit And wond'ring; for full fifty steps aloft The sun had measur'd unobserv'd of me, When we arriv'd where all with one accord The spirits shouted, \"Here is what ye ask.\"", "characters": 214, "sentences": 2}, {"text": "We through the broken rock ascended, close Pent on each side, while underneath the ground Ask'd help of hands and feet.  When we arriv'd Near on the highest ridge of the steep bank, Where the plain level open'd I exclaim'd, \"O master! say which way can we proceed?\"", "characters": 265, "sentences": 2}, {"text": "Before me now the Poet up the mount Ascending, cried: \"Haste thee, for see the sun Has touch'd the point meridian, and the night Now covers with her foot Marocco's shore.\"", "characters": 171, "sentences": 2}, {"text": "What other could I answer save \"I come?\" I said it, somewhat with that colour ting'd Which ofttimes pardon meriteth for man.", "characters": 124, "sentences": 2}, {"text": "Meanwhile traverse along the hill there came, A little way before us, some who sang The \"Miserere\" in responsive Strains. When they perceiv'd that through my body I Gave way not for the rays to pass, their song Straight to a long and hoarse exclaim they chang'd; And two of them, in guise of messengers, Ran on to meet us, and inquiring ask'd: \"Of your condition we would gladly learn.\"", "characters": 386, "sentences": 3}, {"text": "To them my guide.  \"Ye may return, and bear Tidings to them who sent you, that his frame Is real flesh.  If, as I deem, to view His shade they paus'd, enough is answer'd them. Him let them honour, they may prize him well.\"", "characters": 222, "sentences": 5}, {"text": "Ne'er saw I fiery vapours with such speed Cut through the serene air at fall of night, Nor August's clouds athwart the setting sun, That upward these did not in shorter space Return; and, there arriving, with the rest Wheel back on us, as with loose rein a troop.", "characters": 263, "sentences": 2}, {"text": "\"Many,\" exclaim'd the bard, \"are these, who throng Around us: to petition thee they come. Go therefore on, and listen as thou go'st.\"", "characters": 133, "sentences": 3}, {"text": "Then I: \"The visages of all I scan Yet none of ye remember.  But if aught, That I can do, may please you, gentle spirits! Speak; and I will perform it, by that peace, Which on the steps of guide so excellent Following from world to world intent I seek.\"", "characters": 253, "sentences": 3}, {"text": "Then said another: \"Ah! so may the wish, That takes thee o'er the mountain, be fulfill'd, As thou shalt graciously give aid to mine. Of Montefeltro I; Buonconte I: Giovanna nor none else have care for me, Sorrowing with these I therefore go.\"  I thus: \"From Campaldino's field what force or chance Drew thee, that ne'er thy sepulture was known?\"", "characters": 345, "sentences": 3}, {"text": "\"Ah! when thou to the world shalt be return'd, And rested after thy long road,\" so spake Next the third spirit; \"then remember me. I once was Pia.  Sienna gave me life, Maremma took it from me.  That he knows, Who me with jewell'd ring had first espous'd.\"", "characters": 256, "sentences": 5}, {"text": "My Florence! thou mayst well remain unmov'd At this digression, which affects not thee: Thanks to thy people, who so wisely speed. Many have justice in their heart, that long Waiteth for counsel to direct the bow, Or ere it dart unto its aim: but shine Have it on their lip's edge.  Many refuse To bear the common burdens: readier thine Answer uneall'd, and cry, \"Behold I stoop!\"", "characters": 380, "sentences": 3}, {"text": "If thou remember'st well and can'st see clear, Thou wilt perceive thyself like a sick wretch, Who finds no rest upon her down, but oft Shifting her side, short respite seeks from pain.", "characters": 184, "sentences": 2}, {"text": "After their courteous greetings joyfully Sev'n times exchang'd, Sordello backward drew Exclaiming, \"Who are ye?\"  \"Before this mount By spirits worthy of ascent to God Was sought, my bones had by Octavius' care Been buried.  I am Virgil, for no sin Depriv'd of heav'n, except for lack of faith.\"", "characters": 295, "sentences": 3}, {"text": "\"There I with little innocents abide, Who by death's fangs were bitten, ere exempt From human taint.  There I with those abide, Who the three holy virtues put not on, But understood the rest, and without blame Follow'd them all.  But if thou know'st and canst, Direct us, how we soonest may arrive, Where Purgatory its true beginning takes.\"", "characters": 341, "sentences": 4}, {"text": "He answer'd thus: \"We have no certain place Assign'd us: upwards I may go or round, Far as I can, I join thee for thy guide. But thou beholdest now how day declines: And upwards to proceed by night, our power Excels: therefore it may be well to choose A place of pleasant sojourn.  To the right Some spirits sit apart retir'd.  If thou Consentest, I to these will lead thy steps: And thou wilt know them, not without delight.\"", "characters": 426, "sentences": 5}, {"text": "\"How chances this?\"  was answer'd; \"who so wish'd To ascend by night, would he be thence debarr'd By other, or through his own weakness fail?\"", "characters": 142, "sentences": 1}, {"text": "The good Sordello then, along the ground Trailing his finger, spoke: \"Only this line Thou shalt not overpass, soon as the sun Hath disappear'd; not that aught else impedes Thy going upwards, save the shades of night. These with the wont of power perplex the will. With them thou haply mightst return beneath, Or to and fro around the mountain's side Wander, while day is in the horizon shut.\"", "characters": 392, "sentences": 4}, {"text": "My master straight, as wond'ring at his speech, Exclaim'd: \"Then lead us quickly, where thou sayst, That, while we stay, we may enjoy delight.\"", "characters": 143, "sentences": 2}, {"text": "A little space we were remov'd from thence, When I perceiv'd the mountain hollow'd out. Ev'n as large valleys hollow'd out on earth,", "characters": 132, "sentences": 2}, {"text": "\"That way,\" the' escorting spirit cried, \"we go, Where in a bosom the high bank recedes: And thou await renewal of the day.\"", "characters": 124, "sentences": 2}, {"text": "\"Salve Regina,\" on the grass and flowers Here chanting I beheld those spirits sit Who not beyond the valley could be seen.", "characters": 122, "sentences": 2}, {"text": "\"Behold the king of simple life and plain, Harry of England, sitting there alone: He through his branches better issue spreads.", "characters": 127, "sentences": 2}, {"text": "\"That one, who on the ground beneath the rest Sits lowest, yet his gaze directs aloft, Us William, that brave Marquis, for whose cause The deed of Alexandria and his war Makes Conferrat and Canavese weep.\"", "characters": 205, "sentences": 2}, {"text": "\"Te Lucis Ante,\" so devoutly then Came from its lip, and in so soft a strain, That all my sense in ravishment was lost. And the rest after, softly and devout, Follow'd through all the hymn, with upward gaze Directed to the bright supernal wheels.", "characters": 246, "sentences": 3}, {"text": "Here, reader! for the truth makes thine eyes keen: For of so subtle texture is this veil, That thou with ease mayst pass it through unmark'd.", "characters": 141, "sentences": 2}, {"text": "Well I descried the whiteness on their heads; But in their visages the dazzled eye Was lost, as faculty that by too much Is overpower'd.  \"From Mary's bosom both Are come,\" exclaim'd Sordello, \"as a guard Over the vale, ganst him, who hither tends, The serpent.\"  Whence, not knowing by which path He came, I turn'd me round, and closely press'd, All frozen, to my leader's trusted side.", "characters": 387, "sentences": 4}, {"text": "He spoke, and in his visage took the stamp Of that right seal, which with due temperature Glows in the bosom.  My insatiate eyes Meanwhile to heav'n had travel'd, even there Where the bright stars are slowest, as a wheel Nearest the axle; when my guide inquir'd: \"What there aloft, my son, has caught thy gaze?\"", "characters": 311, "sentences": 2}, {"text": "I answer'd: \"The three torches, with which here The pole is all on fire.\"  He then to me: \"The four resplendent stars, thou saw'st this morn Are there beneath, and these ris'n in their stead.\"", "characters": 192, "sentences": 3}, {"text": "While yet he spoke.  Sordello to himself Drew him, and cry'd: \"Lo there our enemy!\" And with his hand pointed that way to look.", "characters": 127, "sentences": 3}, {"text": "The Spirit (who to Nino, when he call'd, Had come), from viewing me with fixed ken, Through all that conflict, loosen'd not his sight.", "characters": 134, "sentences": 2}, {"text": "\"So may the lamp, which leads thee up on high, Find, in thy destin'd lot, of wax so much, As may suffice thee to the enamel's height.\" It thus began: \"If any certain news Of Valdimagra and the neighbour part Thou know'st, tell me, who once was mighty there They call'd me Conrad Malaspina, not That old one, but from him I sprang.  The love I bore my people is now here refin'd.\"", "characters": 379, "sentences": 4}, {"text": "Reader! thou markest how my theme doth rise, Nor wonder therefore, if more artfully I prop the structure! nearer now we drew, Arriv'd' whence in that part, where first a breach As of a wall appear'd, I could descry A portal, and three steps beneath, that led For inlet there, of different colour each, And one who watch'd, but spake not yet a word. As more and more mine eye did stretch its view, I mark'd him seated on the highest step, In visage such, as past my power to bear.", "characters": 479, "sentences": 3}, {"text": "Grasp'd in his hand a naked sword, glanc'd back The rays so toward me, that I oft in vain My sight directed.  \"Speak from whence ye stand:\" He cried: \"What would ye?  Where is your escort? Take heed your coming upward harm ye not.\"", "characters": 231, "sentences": 3}, {"text": "\"A heavenly dame, not skilless of these things,\" Replied the' instructor, \"told us, even now, \"Pass that way: here the gate is.\" --\"And may she Befriending prosper your ascent,\" resum'd The courteous keeper of the gate: \"Come then Before our steps.\"  We straightway thither came.", "characters": 279, "sentences": 4}, {"text": "The lowest stair was marble white so smooth And polish'd, that therein my mirror'd form Distinct I saw.  The next of hue more dark Than sablest grain, a rough and singed block, Crack'd lengthwise and across.  The third, that lay Massy above, seem'd porphyry, that flam'd Red as the life-blood spouting from a vein. On this God's angel either foot sustain'd, Upon the threshold seated, which appear'd A rock of diamond.  Up the trinal steps My leader cheerily drew me.  \"Ask,\" said he,", "characters": 484, "sentences": 6}, {"text": "Piously at his holy feet devolv'd I cast me, praying him for pity's sake That he would open to me: but first fell Thrice on my bosom prostrate.  Seven times The letter, that denotes the inward stain, He on my forehead with the blunted point Of his drawn sword inscrib'd.  And \"Look,\" he cried, \"When enter'd, that thou wash these scars away.\"", "characters": 342, "sentences": 4}, {"text": "Then of that hallow'd gate he thrust the door, Exclaiming, \"Enter, but this warning hear: He forth again departs who looks behind.\"", "characters": 131, "sentences": 2}, {"text": "When we had passed the threshold of the gate (Which the soul's ill affection doth disuse, Making the crooked seem the straighter path), I heard its closing sound.  Had mine eyes turn'd, For that offence what plea might have avail'd?", "characters": 232, "sentences": 2}, {"text": "We mounted up the riven rock, that wound On either side alternate, as the wave Flies and advances.  \"Here some little art Behooves us,\" said my leader, \"that our steps Observe the varying flexure of the path.\"", "characters": 209, "sentences": 3}, {"text": "The wretch appear'd amid all these to say: \"Grant vengeance, sire! for, woe beshrew this heart My son is murder'd.\"  He replying seem'd;", "characters": 136, "sentences": 2}, {"text": "\"Wait now till I return.\" And she, as one Made hasty by her grief; \"O sire, if thou Dost not return?\"--\"Where I am, who then is, May right thee.\"--\"What to thee is other's good, If thou neglect thy own?\"--\"Now comfort thee,\" At length he answers.  \"It beseemeth well My duty be perform'd, ere I move hence: So justice wills; and pity bids me stay.\"", "characters": 348, "sentences": 5}, {"text": "He, whose ken nothing new surveys, produc'd That visible speaking, new to us and strange The like not found on earth.  Fondly I gaz'd Upon those patterns of meek humbleness, Shapes yet more precious for their artist's sake, When \"Lo,\" the poet whisper'd, \"where this way (But slack their pace), a multitude advance. These to the lofty steps shall guide us on.\"", "characters": 360, "sentences": 4}, {"text": "Christians and proud! poor and wretched ones! That feeble in the mind's eye, lean your trust Upon unstaid perverseness! now ye not That we are worms, yet made at last to form The winged insect, imp'd with angel plumes That to heaven's justice unobstructed soars? Why buoy ye up aloft your unfleg'd souls? Abortive then and shapeless ye remain, Like the untimely embryon of a worm!", "characters": 380, "sentences": 1}, {"text": "As, to support incumbent floor or roof, For corbel is a figure sometimes seen, That crumples up its knees unto its breast, With the feign'd posture stirring ruth unfeign'd In the beholder's fancy; so I saw These fashion'd, when I noted well their guise.", "characters": 253, "sentences": 2}, {"text": "Each, as his back was laden, came indeed Or more or less contract; but it appear'd As he, who show'd most patience in his look, Wailing exclaim'd: \"I can endure no more.\"", "characters": 170, "sentences": 2}, {"text": "List'ning I bent my visage down: and one (Not he who spake) twisted beneath the weight That urg'd him, saw me, knew me straight, and call'd, Holding his eyes With difficulty fix'd Intent upon me, stooping as I went Companion of their way.  \"O!\"  I exclaim'd,", "characters": 258, "sentences": 2}, {"text": "\"Art thou not Oderigi, art not thou Agobbio's glory, glory of that art Which they of Paris call the limmer's skill?\"", "characters": 116, "sentences": 1}, {"text": "\"When at his glory's topmost height,\" said he, \"Respect of dignity all cast aside, Freely He fix'd him on Sienna's plain, A suitor to  redeem his suff'ring friend, Who languish'd in the prison-house of Charles, Nor for his sake refus'd through every vein To tremble.  More I will not say; and dark, I know, my words are, but thy neighbours soon Shall help thee to a comment on the text. This is the work, that from these limits freed him.\"", "characters": 439, "sentences": 4}, {"text": "With equal pace as oxen in the yoke, I with that laden spirit journey'd on Long as the mild instructor suffer'd me; But when he bade me quit him, and proceed (For \"here,\" said he, \"behooves with sail and oars Each man, as best he may, push on his bark\"), Upright, as one dispos'd for speed, I rais'd My body, still in thought submissive bow'd.", "characters": 343, "sentences": 2}, {"text": "I now my leader's track not loth pursued; And each had shown how light we far'd along When thus he warn'd me: \"Bend thine eyesight down: For thou to ease the way shall find it good To ruminate the bed beneath thy feet.\"", "characters": 219, "sentences": 2}, {"text": "O Niobe! in what a trance of woe Thee I beheld, upon that highway drawn, Sev'n sons on either side thee slain!  Saul! How ghastly didst thou look! on thine own sword Expiring in Gilboa, from that hour Ne'er visited with rain from heav'n or dew!", "characters": 244, "sentences": 1}, {"text": "O fond Arachne! thee I also saw Half spider now in anguish crawling up Th' unfinish'd web thou weaved'st to thy bane!", "characters": 117, "sentences": 1}, {"text": "O Rehoboam! here thy shape doth seem Louring no more defiance! but fear-smote With none to chase him in his chariot whirl'd.", "characters": 124, "sentences": 2}, {"text": "What master of the pencil or the style Had trac'd the shades and lines, that might have made The subtlest workman wonder?  Dead the dead, The living seem'd alive; with clearer view His eye beheld not who beheld the truth, Than mine what I did tread on, while I went Low bending.  Now swell out; and with stiff necks Pass on, ye sons of Eve! veil not your looks, Lest they descry the evil of your path!", "characters": 401, "sentences": 2}, {"text": "The goodly shape approach'd us, snowy white In vesture, and with visage casting streams Of tremulous lustre like the matin star. His arms he open'd, then his wings; and spake: \"Onward: the steps, behold! are near; and now Th' ascent is without difficulty gain'd.\"", "characters": 263, "sentences": 3}, {"text": "Then like to one, upon whose head is plac'd Somewhat he deems not of but from the becks Of others as they pass him by; his hand Lends therefore help to' assure him, searches, finds, And well performs such office as the eye Wants power to execute: so stretching forth The fingers of my right hand, did I find Six only of the letters, which his sword Who bare the keys had trac'd upon my brow. The leader, as he mark'd mine action, smil'd.", "characters": 437, "sentences": 3}, {"text": "We reach'd the summit of the scale, and stood Upon the second buttress of that mount Which healeth him who climbs.  A cornice there, Like to the former, girdles round the hill; Save that its arch with sweep less ample bends.", "characters": 224, "sentences": 3}, {"text": "Shadow nor image there is seen; all smooth The rampart and the path, reflecting nought But the rock's sullen hue.  \"If here we wait For some to question,\" said the bard, \"I fear Our choice may haply meet too long delay.\"", "characters": 220, "sentences": 3}, {"text": "Then fixedly upon the sun his eyes He fastn'd, made his right the central point From whence to move, and turn'd the left aside. \"O pleasant light, my confidence and hope, Conduct us thou,\" he cried, \"on this new way, Where now I venture, leading to the bourn We seek.  The universal world to thee Owes warmth and lustre.  If no other cause Forbid, thy beams should ever be our guide.\"", "characters": 384, "sentences": 5}, {"text": "I do not think there walks on earth this day Man so remorseless, that he hath not yearn'd With pity at the sight that next I saw. Mine eyes a load of sorrow teemed, when now I stood so near them, that their semblances Came clearly to my view.  Of sackcloth vile Their cov'ring seem'd; and on his shoulder one Did stay another, leaning, and all lean'd Against the cliff.  E'en thus the blind and poor, Near the confessionals, to crave an alms, Stand, each his head upon his fellow's sunk,", "characters": 487, "sentences": 4}, {"text": "So most to stir compassion, not by sound Of words alone, but that, which moves not less, The sight of mis'ry.  And as never beam Of noonday visiteth the eyeless man, E'en so was heav'n a niggard unto these Of his fair light; for, through the orbs of all, A thread of wire, impiercing, knits them up, As for the taming of a haggard hawk.", "characters": 336, "sentences": 3}, {"text": "It were a wrong, methought, to pass and look On others, yet myself the while unseen. To my sage counsel therefore did I turn. He knew the meaning of the mute appeal, Nor waited for my questioning, but said: \"Speak; and be brief, be subtle in thy words.\"", "characters": 253, "sentences": 4}, {"text": "On that part of the cornice, whence no rim Engarlands its steep fall, did Virgil come; On the' other side me were the spirits, their cheeks Bathing devout with penitential tears, That through the dread impalement forc'd a way.", "characters": 226, "sentences": 2}, {"text": "\"Assur'd that to your eyes unveil'd shall shine The lofty light, sole object of your wish, So may heaven's grace clear whatsoe'er of foam Floats turbid on the conscience, that thenceforth The stream of mind roll limpid from its source, As ye declare (for so shall ye impart A boon I dearly prize) if any soul Of Latium dwell among ye; and perchance That soul may profit, if I learn so much.\"", "characters": 391, "sentences": 2}, {"text": "\"My brother, we are each one citizens Of one true city.  Any thou wouldst say, Who lived a stranger in Italia's land.\"", "characters": 118, "sentences": 3}, {"text": "A spirit I noted, in whose look was mark'd Expectance.  Ask ye how?  The chin was rais'd As in one reft of sight.  \"Spirit,\" said I, \"Who for thy rise are tutoring (if thou be That which didst answer to me,) or by place Or name, disclose thyself, that I may know thee.\"", "characters": 269, "sentences": 4}, {"text": "\"Say who is he around our mountain winds, Or ever death has prun'd his wing for flight, That opes his eyes and covers them at will?\"", "characters": 132, "sentences": 1}, {"text": "\"I know not who he is, but know thus much He comes not singly.  Do thou ask of him, For thou art nearer to him, and take heed Accost him gently, so that he may speak.\"", "characters": 167, "sentences": 3}, {"text": "Thus on the right two Spirits bending each Toward the other, talk'd of me, then both Addressing me, their faces backward lean'd, And thus the one began: \"O soul, who yet Pent in the body, tendest towards the sky! For charity, we pray thee' comfort us, Recounting whence thou com'st, and who thou art: For thou dost make us at the favour shown thee Marvel, as at a thing that ne'er hath been.\"", "characters": 392, "sentences": 2}, {"text": "\"There stretches through the midst of Tuscany,\" I straight began: \"a brooklet, whose well-head Springs up in Falterona, with his race Not satisfied, when he some hundred miles Hath measur'd.  From his banks bring, I this frame. To tell you who I am were words misspent: For yet my name scarce sounds on rumour's lip.\"", "characters": 317, "sentences": 4}, {"text": "\"If well I do incorp'rate with my thought The meaning of thy speech,\" said he, who first Addrest me, \"thou dost speak of Arno's wave.\"", "characters": 134, "sentences": 2}, {"text": "As one, who tidings hears of woe to come, Changes his looks perturb'd, from whate'er part The peril grasp him, so beheld I change That spirit, who had turn'd to listen, struck With sadness, soon as he had caught the word.", "characters": 221, "sentences": 2}, {"text": "His visage and the other's speech did raise Desire in me to know the names of both, whereof with meek entreaty I inquir'd.", "characters": 122, "sentences": 2}, {"text": "Now in mute stillness rested all the air: And thus he spake: \"There was the galling bit. But your old enemy so baits his hook, He drags you eager to him.  Hence nor curb Avails you, nor reclaiming call.  Heav'n calls And round about you wheeling courts your gaze With everlasting beauties.  Yet your eye Turns with fond doting still upon the earth. Therefore He smites you who discerneth all.\"", "characters": 393, "sentences": 7}, {"text": "As much as 'twixt the third hour's close and dawn, Appeareth of heav'n's sphere, that ever whirls As restless as an infant in his play, So much appear'd remaining to the sun Of his slope journey towards the western goal.", "characters": 220, "sentences": 2}, {"text": "Praying forgiveness of th' Almighty Sire, Amidst that cruel conflict, on his foes, With looks, that With compassion to their aim.", "characters": 129, "sentences": 2}, {"text": "Soon as my spirit, from her airy flight Returning, sought again the things, whose truth Depends not on her shaping, I observ'd How she had rov'd to no unreal scenes", "characters": 164, "sentences": 1}, {"text": "Meanwhile the leader, who might see I mov'd, As one, who struggles to shake off his sleep, Exclaim'd: \"What ails thee, that thou canst not hold Thy footing firm, but more than half a league Hast travel'd with clos'd eyes and tott'ring gait, Like to a man by wine or sleep o'ercharg'd?\"", "characters": 285, "sentences": 1}, {"text": "\"Beloved father! so thou deign,\" said I, \"To listen, I will tell thee what appear'd Before me, when so fail'd my sinking steps.\"", "characters": 128, "sentences": 2}, {"text": "So on we journey'd through the evening sky Gazing intent, far onward, as our eyes With level view could stretch against the bright Vespertine ray: and lo! by slow degrees Gath'ring, a fog made tow'rds us, dark as night. There was no room for 'scaping; and that mist Bereft us, both of sight and the pure air.", "characters": 308, "sentences": 3}, {"text": "Hell's dunnest gloom, or night unlustrous, dark, Of every planes 'reft, and pall'd in clouds, Did never spread before the sight a veil In thickness like that fog, nor to the sense So palpable and gross.  Ent'ring its shade, Mine eye endured not with unclosed lids; Which marking, near me drew the faithful guide, Offering me his shoulder for a stay.", "characters": 349, "sentences": 3}, {"text": "\"Now who art thou, that through our smoke dost cleave? And speak'st of us, as thou thyself e'en yet Dividest time by calends?\"  So one voice Bespake me; whence my master said: \"Reply; And ask, if upward hence the passage lead.\"", "characters": 227, "sentences": 2}, {"text": "\"O being! who dost make thee pure, to stand Beautiful once more in thy Maker's sight! Along with me: and thou shalt hear and wonder.\" Thus I, whereto the spirit answering spake:", "characters": 177, "sentences": 2}, {"text": "\"O Marco!\" I replied, shine arguments Convince me: and the cause I now discern Why of the heritage no portion came To Levi's offspring.  But resolve me this Who that Gherardo is, that as thou sayst Is left a sample of the perish'd race, And for rebuke to this untoward age?\"", "characters": 274, "sentences": 2}, {"text": "\"Either thy words,\" said he, \"deceive; or else Are meant to try me; that thou, speaking Tuscan, Appear'st not to have heard of good Gherado; The sole addition that, by which I know him; Unless I borrow'd from his daughter Gaia Another name to grace him.  God be with you. I bear you company no more.  Behold The dawn with white ray glimm'ring through the mist. I must away--the angel comes--ere he Appear.\"  He said, and would not hear me more.", "characters": 444, "sentences": 7}, {"text": "Call to remembrance, reader, if thou e'er Hast, on a mountain top, been ta'en by cloud, Through which thou saw'st no better, than the mole Doth through opacous membrane; then, whene'er The wat'ry vapours dense began to melt Into thin air, how faintly the sun's sphere Seem'd wading through them; so thy nimble thought May image, how at first I re-beheld The sun, that bedward now his couch o'erhung.", "characters": 399, "sentences": 2}, {"text": "Thus with my leader's feet still equaling pace From forth that cloud I came, when now expir'd The parting beams from off the nether shores.", "characters": 139, "sentences": 2}, {"text": "He thus to me: \"The love of good, whate'er Wanted of just proportion, here fulfils. Here plies afresh the oar, that loiter'd ill. But that thou mayst yet clearlier understand, Give ear unto my words, and thou shalt cull Some fruit may please thee well, from this delay.", "characters": 269, "sentences": 4}, {"text": "The steep already turning, from behind, Rush'd on.  With fury and like random rout, As echoing on their shores at midnight heard Ismenus and Asopus, for his Thebes If Bacchus' help were needed; so came these Tumultuous, curving each his rapid step, By eagerness impell'd of holy love.", "characters": 284, "sentences": 3}, {"text": "Soon they o'ertook us; with such swiftness mov'd The mighty crowd.  Two spirits at their head Cried weeping; \"Blessed Mary sought with haste The hilly region.  Caesar to subdue Ilerda, darted in Marseilles his sting, And flew to Spain.\"--\"Oh tarry not: away;\" The others shouted; \"let not time be lost Through slackness of affection.  Hearty zeal To serve reanimates celestial grace.\"", "characters": 384, "sentences": 6}, {"text": "\"O ye, in whom intenser fervency Haply supplies, where lukewarm erst ye fail'd, Slow or neglectful, to absolve your part Of good and virtuous, this man, who yet lives, (Credit my tale, though strange) desires t' ascend, So morning rise to light us.  Therefore say Which hand leads nearest to the rifted rock?\"", "characters": 309, "sentences": 2}, {"text": "It was the hour, when of diurnal heat No reliques chafe the cold beams of the moon, O'erpower'd by earth, or planetary sway Of Saturn; and the geomancer sees His Greater Fortune up the east ascend, Where gray dawn checkers first the shadowy cone; When 'fore me in my dream a woman's shape There came, with lips that stammer'd, eyes aslant, Distorted feet, hands maim'd, and colour pale.", "characters": 386, "sentences": 2}, {"text": "I straightway rose.  Now day, pour'd down from high, Fill'd all the circuits of the sacred mount; And, as we journey'd, on our shoulder smote The early ray.  I follow'd, stooping low My forehead, as a man, o'ercharg'd with thought, Who bends him to the likeness of an arch, That midway spans the flood; when thus I heard, \"Come, enter here,\" in tone so soft and mild, As never met the ear on mortal strand.", "characters": 406, "sentences": 4}, {"text": "With swan-like wings dispread and pointing up, Who thus had spoken marshal'd us along, Where each side of the solid masonry The sloping, walls retir'd; then mov'd his plumes, And fanning us, affirm'd that those, who mourn, Are blessed, for that comfort shall be theirs.", "characters": 269, "sentences": 2}, {"text": "\"What aileth thee, that still thou look'st to earth?\" Began my leader; while th' angelic shape A little over us his station took.", "characters": 129, "sentences": 2}, {"text": "On the fifth circle when I stood at large, A race appear'd before me, on the ground All downward lying prone and weeping sore. \"My soul hath cleaved to the dust,\" I heard With sighs so deep, they well nigh choak'd the words. \"O ye elect of God, whose penal woes Both hope and justice mitigate, direct Tow'rds the steep rising our uncertain way.\"", "characters": 345, "sentences": 4}, {"text": "\"If ye approach secure from this our doom, Prostration--and would urge your course with speed, See that ye still to rightward keep the brink.\"", "characters": 142, "sentences": 2}, {"text": "My knees I stoop'd, and would have spoke; but he, Ere my beginning, by his ear perceiv'd I did him reverence; and \"What cause,\" said he, \"Hath bow'd thee thus!\"--\"Compunction,\" I rejoin'd. \"And inward awe of your high dignity.\"", "characters": 227, "sentences": 3}, {"text": "Ill strives the will, 'gainst will more wise that strives His pleasure therefore to mine own preferr'd, I drew the sponge yet thirsty from the wave.", "characters": 148, "sentences": 2}, {"text": "And, 'midst the wailing, one before us heard Cry out \"O blessed Virgin!\"  as a dame In the sharp pangs of childbed; and \"How poor Thou wast,\" it added, \"witness that low roof Where thou didst lay thy sacred burden down. O good Fabricius! thou didst virtue choose With poverty, before great wealth with vice.\"", "characters": 308, "sentences": 3}, {"text": "From him we now had parted, and essay'd With utmost efforts to surmount the way, When I did feel, as nodding to its fall, The mountain tremble; whence an icy chill Seiz'd on me, as on one to death convey'd. So shook not Delos, when Latona there Couch'd to bring forth the twin-born eyes of heaven.", "characters": 297, "sentences": 3}, {"text": "Now down he bent t' embrace my teacher's feet; But he forbade him: \"Brother! do it not: Thou art a shadow, and behold'st a shade.\" He rising answer'd thus: \"Now hast thou prov'd The force and ardour of the love I bear thee, When I forget we are but things of air, And as a substance treat an empty shade.\"", "characters": 305, "sentences": 3}, {"text": "To whom the sovran of the pastoral song: \"While thou didst sing that cruel warfare wag'd By the twin sorrow of Jocasta's womb, From thy discourse with Clio there, it seems As faith had not been shine: without the which Good deeds suffice not.  And if so, what sun Rose on thee, or what candle pierc'd the dark That thou didst after see to hoist the sail, And follow, where the fisherman had led?\"", "characters": 396, "sentences": 2}, {"text": "On the green leaf mine eyes were fix'd, like his Who throws away his days in idle chase Of the diminutive, when thus I heard The more than father warn me: \"Son! our time Asks thriftier using.  Linger not: away.\"", "characters": 211, "sentences": 3}, {"text": "Thereat my face and steps at once I turn'd Toward the sages, by whose converse cheer'd I journey'd on, and felt no toil: and lo! A sound of weeping and a song: \"My lips, O Lord!\" and these so mingled, it gave birth To pleasure and to pain.  \"O Sire, belov'd! Say what is this I hear?\"  Thus I inquir'd.", "characters": 302, "sentences": 3}, {"text": "\"That face of thine,\" I answer'd him, \"which dead I once bewail'd, disposes me not less For weeping, when I see It thus transform'd. Say then, by Heav'n, what blasts ye thus?  The whilst I wonder, ask not Speech from me: unapt Is he to speak, whom other will employs.\"", "characters": 268, "sentences": 3}, {"text": "Our journey was not slacken'd by our talk, Nor yet our talk by journeying.  Still we spake, And urg'd our travel stoutly, like a ship When the wind sits astern.  The shadowy forms,", "characters": 180, "sentences": 3}, {"text": "\"Spirit!\" said I, \"it seems as thou wouldst fain Speak with me.  Let me hear thee.  Mutual wish To converse prompts, which let us both indulge.\"", "characters": 144, "sentences": 4}, {"text": "He, answ'ring, straight began: \"Woman is born, Whose brow no wimple shades yet, that shall make My city please thee, blame it as they may. Go then with this forewarning.  If aught false My whisper too implied, th' event shall tell But say, if of a  truth I see the man Of that new lay th' inventor, which begins With 'Ladies, ye that con the lore of love'.\"", "characters": 357, "sentences": 4}, {"text": "To whom I thus: \"Count of me but as one Who am the scribe of love; that, when he breathes, Take up my pen, and, as he dictates, write.\"", "characters": 135, "sentences": 2}, {"text": "\"Brother!\" said he, \"the hind'rance which once held The notary with Guittone and myself, Short of that new and sweeter style I hear, Is now disclos'd.  I see how ye your plumes Stretch, as th' inditer guides them; which, no question, Ours did not.  He that seeks a grace beyond, Sees not the distance parts one style from other.\" And, as contented, here he held his peace.", "characters": 372, "sentences": 5}, {"text": "\"How long my life may last,\" said I, \"I know not; This know, how soon soever I return, My wishes will before me have arriv'd. Sithence the place, where I am set to live, Is, day by day, more scoop'd of all its good, And dismal ruin seems to threaten it.\"", "characters": 254, "sentences": 3}, {"text": "As from a troop of well-rank'd chivalry One knight, more enterprising than the rest, Pricks forth at gallop, eager to display His prowess in the first encounter prov'd So parted he from us with lengthen'd strides, And left me on the way with those twain spirits, Who were such mighty marshals of the world.", "characters": 306, "sentences": 2}, {"text": "Thus near one border coasting, still we heard The sins of gluttony, with woe erewhile Reguerdon'd.  Then along the lonely path, Once more at large, full thousand paces on We travel'd, each contemplative and mute.", "characters": 212, "sentences": 3}, {"text": "\"Why pensive journey thus ye three alone?\" Thus suddenly a voice exclaim'd: whereat I shook, as doth a scar'd and paltry beast; Then rais'd my head to look from whence it came.", "characters": 176, "sentences": 2}, {"text": "Was ne'er, in furnace, glass, or metal seen So bright and glowing red, as was the shape I now beheld.  \"If ye desire to mount,\" He cried, \"here must ye turn.  This way he goes, Who goes in quest of peace.\"  His countenance Had dazzled me; and to my guides I fac'd Backward, like one who walks, as sound directs.", "characters": 311, "sentences": 5}, {"text": "As when, to harbinger the dawn, springs up On freshen'd wing the air of May, and breathes Of fragrance, all impregn'd with herb and flowers, E'en such a wind I felt upon my front Blow gently, and the moving of a wing Perceiv'd, that moving shed ambrosial smell; And then a voice: \"Blessed are they, whom grace Doth so illume, that appetite in them Exhaleth no inordinate desire, Still hung'ring as the rule of temperance wills.\"", "characters": 428, "sentences": 2}, {"text": "It was an hour, when he who climbs, had need To walk uncrippled: for the sun had now To Taurus the meridian circle left, And to the Scorpion left the night.  As one That makes no pause, but presses on his road, Whate'er betide him, if some urgent need Impel: so enter'd we upon our way, One before other; for, but singly, none That steep and narrow scale admits to climb.", "characters": 371, "sentences": 3}, {"text": "E'en as the young stork lifteth up his wing Through wish to fly, yet ventures not to quit The nest, and drops it; so in me desire Of questioning my guide arose, and fell, Arriving even to the act, that marks A man prepar'd for speech.  Him all our haste Restrain'd not, but thus spake the sire belov'd: Fear not to speed the shaft, that on thy lip Stands trembling for its flight.  Encourag'd thus I straight began: \"How there can leanness come, Where is no want of nourishment to feed?\"", "characters": 487, "sentences": 3}, {"text": "\"If thou,\" he answer'd, \"hadst remember'd thee, How Meleager with the wasting brand Wasted alike, by equal fires consum'd, This would not trouble thee: and hadst thou thought, How in the mirror your reflected form With mimic motion vibrates, what now seems Hard, had appear'd no harder than the pulp Of summer fruit mature.  But that thy will In certainty may find its full repose, Lo Statius here! on him I call, and pray That he would now be healer of thy wound.\"", "characters": 465, "sentences": 3}, {"text": "Now the last flexure of our way we reach'd, And to the right hand turning, other care Awaits us.  Here the rocky precipice Hurls forth redundant flames, and from the rim A blast upblown, with forcible rebuff Driveth them back, sequester'd from its bound.", "characters": 254, "sentences": 3}, {"text": "Behoov'd us, one by one, along the side, That border'd on the void, to pass; and I Fear'd on one hand the fire, on th' other fear'd Headlong to fall: when thus th' instructor warn'd: \"Strict rein must in this place direct the eyes. A little swerving and the way is lost.\"", "characters": 271, "sentences": 3}, {"text": "While singly thus along the rim we walk'd, Oft the good master warn'd me: \"Look thou well. Avail it that I caution thee.\"  The sun Now all the western clime irradiate chang'd From azure tinct to white; and, as I pass'd, My passing shadow made the umber'd flame Burn ruddier.  At so strange a sight I mark'd That many a spirit marvel'd on his way.", "characters": 346, "sentences": 5}, {"text": "That friendly greeting parted, ere dispatch Of the first onward step, from either tribe Loud clamour rises: those, who newly come, Shout \"Sodom and Gomorrah!\" these, \"The cow Pasiphae enter'd, that the beast she woo'd Might rush unto her luxury.\"  Then as cranes, That part towards the Riphaean mountains fly, Part towards the Lybic sands, these to avoid The ice, and those the sun; so hasteth off One crowd, advances th' other; and resume Their first song weeping, and their several shout.", "characters": 490, "sentences": 3}, {"text": "\"Those dulcet lays,\" I answer'd, \"which, as long As of our tongue the beauty does not fade, Shall make us love the very ink that trac'd them.\"", "characters": 142, "sentences": 2}, {"text": "Now was the sun so station'd, as when first His early radiance quivers on the heights, Where stream'd his Maker's blood, while Libra hangs Above Hesperian Ebro, and new fires Meridian flash on Ganges' yellow tide.", "characters": 213, "sentences": 2}, {"text": "So day was sinking, when the' angel of God Appear'd before us.  Joy was in his mien. Forth of the flame he stood upon the brink, And with a voice, whose lively clearness far Surpass'd our human, \"Blessed are the pure In heart,\" he Sang: then near him as we came, \"Go ye not further, holy spirits!\"  he cried, \"Ere the fire pierce you: enter in; and list Attentive to the song ye hear from thence.\"", "characters": 397, "sentences": 4}, {"text": "I, when I heard his saying, was as one Laid in the grave.  My hands together clasp'd, And upward stretching, on the fire I look'd, And busy fancy conjur'd up the forms Erewhile beheld alive consum'd in flames.", "characters": 209, "sentences": 3}, {"text": "When still he saw me fix'd and obstinate, Somewhat disturb'd he cried: \"Mark now, my son, From Beatrice thou art by this wall Divided.\"  As at Thisbe's name the eye Of Pyramus was open'd (when life ebb'd Fast from his veins), and took one parting glance, While vermeil dyed the mulberry; thus I turn'd To my sage guide, relenting, when I heard The name, that springs forever in my breast.", "characters": 388, "sentences": 3}, {"text": "He shook his forehead; and, \"How long,\" he said, \"Linger we now?\"  then smil'd, as one would smile Upon a child, that eyes the fruit and yields. Into the fire before me then he walk'd; And Statius, who erewhile no little space Had parted us, he pray'd to come behind.", "characters": 267, "sentences": 3}, {"text": "\"Strangers ye come, and haply in this place, That cradled human nature in its birth, Wond'ring, ye not without suspicion view My smiles: but that sweet strain of psalmody, 'Thou, Lord! hast made me glad,' will give ye light, Which may uncloud your minds.  And thou, who stand'st The foremost, and didst make thy suit to me, Say if aught else thou wish to hear: for I Came prompt to answer every doubt of thine.\"", "characters": 411, "sentences": 3}, {"text": "Singing, as if enamour'd, she resum'd And clos'd the song, with \"Blessed they whose sins Are cover'd.\"  Like the wood-nymphs then, that tripp'd Singly across the sylvan shadows, one Eager to view and one to 'scape the sun, So mov'd she on, against the current, up The verdant rivage.  I, her mincing step Observing, with as tardy step pursued.", "characters": 343, "sentences": 4}, {"text": "While through that wilderness of primy sweets That never fade, suspense I walk'd, and yet Expectant of beatitude more high, Before us, like a blazing fire, the air Under the green boughs glow'd; and, for a song, Distinct the sound of melody was heard.", "characters": 251, "sentences": 2}, {"text": "O ye thrice holy virgins! for your sakes If e'er I suffer'd hunger, cold and watching, Occasion calls on me to crave your bounty. Now through my breast let Helicon his stream Pour copious; and Urania with her choir Arise to aid me: while the verse unfolds Things that do almost mock the grasp of thought.", "characters": 304, "sentences": 3}, {"text": "I turn'd me full of wonder to my guide; And he did answer with a countenance Charg'd with no less amazement: whence my view Reverted to those lofty things, which came So slowly moving towards us, that the bride Would have outstript them on her bridal day.", "characters": 255, "sentences": 2}, {"text": "The lady called aloud: \"Why thus yet burns Affection in thee for these living, lights, And dost not look on that which follows them?\"", "characters": 133, "sentences": 1}, {"text": "I straightway mark'd a tribe behind them walk, As if attendant on their leaders, cloth'd With raiment of such whiteness, as on earth Was never.  On my left, the wat'ry gleam Borrow'd, and gave me back, when there I look'd. As in a mirror, my left side portray'd.", "characters": 262, "sentences": 4}, {"text": "Whenas the car was o'er against me, straight. Was heard a thund'ring, at whose voice it seem'd The chosen multitude were stay'd; for there, With the first ensigns, made they solemn halt.", "characters": 186, "sentences": 3}, {"text": "I have beheld, ere now, at break of day, The eastern clime all roseate, and the sky Oppos'd, one deep and beautiful serene, And the sun's face so shaded, and with mists Attemper'd at lids rising, that the eye Long while endur'd the sight: thus in a cloud Of flowers, that from those hands angelic rose, And down, within and outside of the car, Fell showering, in white veil with olive wreath'd, A virgin in my view appear'd, beneath Green mantle, rob'd in hue of living flame:", "characters": 476, "sentences": 1}, {"text": "And o'er my Spirit, that in former days Within her presence had abode so long, No shudd'ring terror crept.  Mine eyes no more Had knowledge of her; yet there mov'd from her A hidden virtue, at whose touch awak'd, The power of ancient love was strong within me.", "characters": 260, "sentences": 3}, {"text": "\"Dante, weep not, that Virgil leaves thee: nay, Weep thou not yet: behooves thee feel the edge Of other sword, and thou shalt weep for that.\"", "characters": 141, "sentences": 2}, {"text": "As to the prow or stern, some admiral Paces the deck, inspiriting his crew, When 'mid the sail-yards all hands ply aloof; Thus on the left side of the car I saw, (Turning me at the sound of mine own name, Which here I am compell'd to register) The virgin station'd, who before appeared Veil'd in that festive shower angelical.", "characters": 326, "sentences": 2}, {"text": "\"O Thou!\"  her words she thus without delay Resuming, turn'd their point on me, to whom They but with lateral edge seem'd harsh before, \"Say thou, who stand'st beyond the holy stream, If this be true.  A charge so grievous needs Thine own avowal.\"  On my faculty Such strange amazement hung, the voice expir'd Imperfect, ere its organs gave it birth.", "characters": 350, "sentences": 4}, {"text": "I stood, as children silent and asham'd Stand, list'ning, with their eyes upon the earth, Acknowledging their fault and self-condemn'd. And she resum'd: \"If, but to hear thus pains thee, Raise thou thy beard, and lo! what sight shall do!\"", "characters": 238, "sentences": 2}, {"text": "With less reluctance yields a sturdy holm, Rent from its fibers by a blast, that blows From off the pole, or from Iarbas' land, Than I at her behest my visage rais'd: And thus the face denoting by the beard, I mark'd the secret sting her words convey'd.", "characters": 253, "sentences": 2}, {"text": "Full of amaze, and joyous, while my soul Fed on the viand, whereof still desire Grows with satiety, the other three With gesture, that declar'd a loftier line, Advanc'd: to their own carol on they came Dancing in festive ring angelical.", "characters": 236, "sentences": 2}, {"text": "Mine eyes with such an eager coveting, Were bent to rid them of their ten years' thirst, No other sense was waking: and e'en they Were fenc'd on either side from heed of aught; So tangled in its custom'd toils that smile Of saintly brightness drew me to itself, When forcibly toward the left my sight The sacred virgins turn'd; for from their lips I heard the warning sounds: \"Too fix'd a gaze!\"", "characters": 395, "sentences": 1}, {"text": "As when large floods of radiance from above Stream, with that radiance mingled, which ascends Next after setting of the scaly sign, Our plants then burgeon, and each wears anew His wonted colours, ere the sun have yok'd Beneath another star his flamy steeds; Thus putting forth a hue, more faint than rose, And deeper than the violet, was renew'd The plant, erewhile in all its branches bare.", "characters": 392, "sentences": 2}, {"text": "\"A little while thou shalt be forester here: And citizen shalt be forever with me, Of that true Rome, wherein Christ dwells a Roman To profit the misguided world, keep now Thine eyes upon the car; and what thou seest, Take heed thou write, returning to that place.\"", "characters": 265, "sentences": 2}, {"text": "Before her then she marshall'd all the seven, And, beck'ning only motion'd me, the dame, And that remaining sage, to follow her.", "characters": 128, "sentences": 2}, {"text": "And here, as one, who clears himself of blame Imputed, the fair dame return'd: \"Of me He this and more hath learnt; and I am safe That Lethe's water hath not hid it from him.\"", "characters": 175, "sentences": 2}, {"text": "Then was a little respite to the fear, That in my heart's recesses deep had lain, All of that night, so pitifully pass'd: And as a man, with difficult short breath, Forespent with toiling, 'scap'd from sea to shore, Turns to the perilous wide waste, and stands At gaze; e'en so my spirit, that yet fail'd Struggling with terror, turn'd to view the straits, That none hath pass'd and liv'd.  My weary frame After short pause recomforted, again I journey'd on over that lonely steep,", "characters": 481, "sentences": 2}, {"text": "The hinder foot still firmer.  Scarce the ascent Began, when, lo! a panther, nimble, light, And cover'd with a speckled skin, appear'd, Nor, when it saw me, vanish'd, rather strove To check my onward going; that ofttimes With purpose to retrace my steps I turn'd.", "characters": 263, "sentences": 3}, {"text": "The hour was morning's prime, and on his way Aloft the sun ascended with those stars, That with him rose, when Love divine first mov'd Those its fair works: so that with joyous hope All things conspir'd to fill me, the gay skin Of that swift animal, the matin dawn And the sweet season.  Soon that joy was chas'd, And by new dread succeeded, when in view A lion came, 'gainst me, as it appear'd,", "characters": 395, "sentences": 2}, {"text": "While to the lower space with backward step I fell, my ken discern'd the form one of one, Whose voice seem'd faint through long disuse of speech. When him in that great desert I espied, \"Have mercy on me!\" cried I out aloud, \"Spirit! or living man! what e'er thou be!\"", "characters": 268, "sentences": 2}, {"text": "NOW was the day departing, and the air, Imbrown'd with shadows, from their toils releas'd All animals on earth; and I alone Prepar'd myself the conflict to sustain, Both of sad pity, and that perilous road, Which my unerring memory shall retrace.", "characters": 246, "sentences": 2}, {"text": "O Muses!  O high genius! now vouchsafe Your aid!  O mind! that all I saw hast kept Safe in a written record, here thy worth And eminent endowments come to proof.", "characters": 161, "sentences": 2}, {"text": "(Note: Beatrice.  I use this word, as it is pronounced in the Italian, as consisting of four syllables, of which the third is a long one.)", "characters": 138, "sentences": 3}, {"text": "Revisited with joy.  Love brought me thence, Who prompts my speech.  When in my Master's sight I stand, thy praise to him I oft will tell.\"", "characters": 139, "sentences": 4}, {"text": "She then was silent, and I thus began: \"O Lady! by whose influence alone, Mankind excels whatever is contain'd Within that heaven which hath the smallest orb, So thy command delights me, that to obey, If it were done already, would seem late. No need hast thou farther to speak thy will; Yet tell the reason, why thou art not loth To leave that ample space, where to return Thou burnest, for this centre here beneath.\"", "characters": 418, "sentences": 3}, {"text": "\"THROUGH me you pass into the city of woe: Through me you pass into eternal pain: Through me among the people lost for aye. Justice the founder of my fabric mov'd: To rear me was the task of power divine, Supremest wisdom, and primeval love. Before me things create were none, save things Eternal, and eternal I endure.", "characters": 319, "sentences": 4}, {"text": "Such characters in colour dim I mark'd Over a portal's lofty arch inscrib'd: Whereat I thus: \"Master, these words import Hard meaning.\"  He as one prepar'd replied: \"Here thou must all distrust behind thee leave; Here be vile fear extinguish'd. We are come Where I have told thee we shall see the souls To misery doom'd, who intellectual good Have lost.\"  And when his hand he had stretch'd forth To mine, with pleasant looks, whence I was cheer'd, Into that secret place he led me on.", "characters": 485, "sentences": 5}, {"text": "Here sighs with lamentations and loud moans Resounded through the air pierc'd by no star, That e'en I wept at entering.  Various tongues, Horrible languages, outcries of woe, Accents of anger, voices deep and hoarse, With hands together smote that swell'd the sounds, Made up a tumult, that for ever whirls Round through that air with solid darkness stain'd, Like to the sand that in the whirlwind flies.", "characters": 404, "sentences": 3}, {"text": "I then, with error yet encompass'd, cried: \"O master!  What is this I hear?  What race Are these, who seem so overcome with woe?\"", "characters": 129, "sentences": 1}, {"text": "He thus to me: \"This miserable fate Suffer the wretched souls of those, who liv'd Without or praise or blame, with that ill band Of angels mix'd, who nor rebellious prov'd Nor yet were true to God, but for themselves Were only.  From his bounds Heaven drove them forth, Not to impair his lustre, nor the depth Of Hell receives them, lest th' accursed tribe Should glory thence with exultation vain.\"", "characters": 399, "sentences": 3}, {"text": "I then: \"Master! what doth aggrieve them thus, That they lament so loud?\"  He straight replied: \"That will I tell thee briefly.  These of death No hope may entertain: and their blind life So meanly passes, that all other lots They envy.  Fame of them the world hath none, Nor suffers; mercy and justice scorn them both. Speak not of them, but look, and pass them by.\"", "characters": 367, "sentences": 5}, {"text": "And I, who straightway look'd, beheld a flag, Which whirling ran around so rapidly, That it no pause obtain'd: and following came Such a long train of spirits, I should ne'er Have thought, that death so many had despoil'd.", "characters": 222, "sentences": 2}, {"text": "When some of these I recogniz'd, I saw And knew the shade of him, who to base fear Yielding, abjur'd his high estate.  Forthwith I understood for certain this the tribe Of those ill spirits both to God displeasing And to his foes.  These wretches, who ne'er lived, Went on in nakedness, and sorely stung By wasps and hornets, which bedew'd their cheeks With blood, that mix'd with tears dropp'd to their feet, And by disgustful worms was gather'd there.", "characters": 453, "sentences": 4}, {"text": "Then looking farther onwards I beheld A throng upon the shore of a great stream: Whereat I thus: \"Sir! grant me now to know Whom here we view, and whence impell'd they seem So eager to pass o'er, as I discern Through the blear light?\"  He thus to me in few: \"This shalt thou know, soon as our steps arrive Beside the woeful tide of Acheron.\"", "characters": 341, "sentences": 2}, {"text": "Then with eyes downward cast and fill'd with shame, Fearing my words offensive to his ear, Till we had reach'd the river, I from speech Abstain'd.  And lo! toward us in a bark Comes on an old man hoary white with eld,", "characters": 217, "sentences": 2}, {"text": "Straightway in silence fell the shaggy cheeks Of him the boatman o'er the livid lake, Around whose eyes glar'd wheeling flames.  Meanwhile Those spirits, faint and naked, color chang'd, And gnash'd their teeth, soon as the cruel words They heard.  God and their parents they blasphem'd, The human kind, the place, the time, and seed That did engender them and give them birth.", "characters": 376, "sentences": 4}, {"text": "Then all together sorely wailing drew To the curs'd strand, that every man must pass Who fears not God.  Charon, demoniac form, With eyes of burning coal, collects them all, Beck'ning, and each, that lingers, with his oar Strikes.  As fall off the light autumnal leaves, One still another following, till the bough Strews all its honours on the earth beneath;", "characters": 359, "sentences": 3}, {"text": "E'en in like manner Adam's evil brood Cast themselves one by one down from the shore, Each at a beck, as falcon at his call.", "characters": 124, "sentences": 2}, {"text": "Thus go they over through the umber'd wave, And ever they on the opposing bank Be landed, on this side another throng Still gathers.  \"Son,\" thus spake the courteous guide, \"Those, who die subject to the wrath of God, All here together come from every clime, And to o'erpass the river are not loth: For so heaven's justice goads them on, that fear Is turn'd into desire.  Hence ne'er hath past Good spirit.  If of thee Charon complain, Now mayst thou know the import of his words.\"", "characters": 481, "sentences": 5}, {"text": "This said, the gloomy region trembling shook So terribly, that yet with clammy dews Fear chills my brow.  The sad earth gave a blast, That, lightening, shot forth a vermilion flame, Which all my senses conquer'd quite, and I Down dropp'd, as one with sudden slumber seiz'd.", "characters": 273, "sentences": 3}, {"text": "BROKE the deep slumber in my brain a crash Of heavy thunder, that I shook myself, As one by main force rous'd.  Risen upright, My rested eyes I mov'd around, and search'd With fixed ken to know what place it was, Wherein I stood.  For certain on the brink I found me of the lamentable vale, The dread abyss, that joins a thund'rous sound Of plaints innumerable.  Dark and deep, And thick with clouds o'erspread, mine eye in vain Explor'd its bottom, nor could aught discern.", "characters": 474, "sentences": 5}, {"text": "\"Now let us to the blind world there beneath Descend;\" the bard began all pale of look: \"I go the first, and thou shalt follow next.\"", "characters": 133, "sentences": 2}, {"text": "Then I his alter'd hue perceiving, thus: \"How may I speed, if thou yieldest to dread, Who still art wont to comfort me in doubt?\"", "characters": 129, "sentences": 1}, {"text": "\"Only so far afflicted, that we live Desiring without hope.\"  So grief assail'd My heart at hearing this, for well I knew Suspended in that Limbo many a soul Of mighty worth.  \"O tell me, sire rever'd! Tell me, my master!\"  I began through wish Of full assurance in that holy faith, Which vanquishes all error; \"say, did e'er Any, or through his own or other's merit, Come forth from thence, whom afterward was blest?\"", "characters": 418, "sentences": 3}, {"text": "We, while he spake, ceas'd not our onward road, Still passing through the wood; for so I name Those spirits thick beset.  We were not far On this side from the summit, when I kenn'd A flame, that o'er the darken'd hemisphere Prevailing shin'd.  Yet we a little space Were distant, not so far but I in part Discover'd, that a tribe in honour high That place possess'd.  \"O thou, who every art And science valu'st! who are these, that boast Such honour, separate from all the rest?\"", "characters": 480, "sentences": 4}, {"text": "He answer'd: \"The renown of their great names That echoes through your world above, acquires Favour in heaven, which holds them thus advanc'd.\" Meantime a voice I heard: \"Honour the bard Sublime! his shade returns that left us late!\" No sooner ceas'd the sound, than I beheld Four mighty spirits toward us bend their steps, Of semblance neither sorrowful nor glad.", "characters": 364, "sentences": 3}, {"text": "When thus my master kind began: \"Mark him, Who in his right hand bears that falchion keen, The other three preceding, as their lord. This is that Homer, of all bards supreme: Flaccus the next in satire's vein excelling; The third is Naso; Lucan is the last. Because they all that appellation own, With which the voice singly accosted me, Honouring they greet me thus, and well they judge.\"", "characters": 389, "sentences": 4}, {"text": "So I beheld united the bright school Of him the monarch of sublimest song, That o'er the others like an eagle soars. When they together short discourse had held, They turn'd to me, with salutation kind Beck'ning me; at the which my master smil'd: Nor was this all; but greater honour still They gave me, for they made me of their tribe; And I was sixth amid so learn'd a band.", "characters": 376, "sentences": 3}, {"text": "Far as the luminous beacon on we pass'd Speaking of matters, then befitting well To speak, now fitter left untold.  At foot Of a magnificent castle we arriv'd, Seven times with lofty walls begirt, and round Defended by a pleasant stream.  O'er this As o'er dry land we pass'd.  Next through seven gates I with those sages enter'd, and we came Into a mead with lively verdure fresh.", "characters": 381, "sentences": 5}, {"text": "There dwelt a race, who slow their eyes around Majestically mov'd, and in their port Bore eminent authority; they spake Seldom, but all their words were tuneful sweet.", "characters": 167, "sentences": 2}, {"text": "We to one side retir'd, into a place Open and bright and lofty, whence each one Stood manifest to view.  Incontinent There on the green enamel of the plain Were shown me the great spirits, by whose sight I am exalted in my own esteem.", "characters": 234, "sentences": 3}, {"text": "Electra there I saw accompanied By many, among whom Hector I knew, Anchises' pious son, and with hawk's eye Caesar all arm'd, and by Camilla there Penthesilea.  On the other side Old King Latinus, seated by his child Lavinia, and that Brutus I beheld, Who Tarquin chas'd, Lucretia, Cato's wife Marcia, with Julia and Cornelia there; And sole apart retir'd, the Soldan fierce.", "characters": 375, "sentences": 3}, {"text": "Of all to speak at full were vain attempt; For my wide theme so urges, that ofttimes My words fall short of what bechanc'd.  In two The six associates part.  Another way My sage guide leads me, from that air serene, Into a climate ever vex'd with storms: And to a part I come where no light shines.", "characters": 298, "sentences": 4}, {"text": "FROM the first circle I descended thus Down to the second, which, a lesser space Embracing, so much more of grief contains Provoking bitter moans.  There, Minos stands Grinning with ghastly feature: he, of all Who enter, strict examining the crimes,", "characters": 249, "sentences": 2}, {"text": "Gives sentence, and dismisses them beneath, According as he foldeth him around: For when before him comes th' ill fated soul, It all confesses; and that judge severe Of sins, considering what place in hell Suits the transgression, with his tail so oft Himself encircles, as degrees beneath He dooms it to descend.  Before him stand Always a num'rous throng; and in his turn Each one to judgment passing, speaks, and hears His fate, thence downward to his dwelling hurl'd.", "characters": 471, "sentences": 3}, {"text": "\"O thou! who to this residence of woe Approachest?\"  when he saw me coming, cried Minos, relinquishing his dread employ, \"Look how thou enter here; beware in whom Thou place thy trust; let not the entrance broad Deceive thee to thy harm.\"  To him my guide: \"Wherefore exclaimest?  Hinder not his way By destiny appointed; so 'tis will'd Where will and power are one.  Ask thou no more.\"", "characters": 386, "sentences": 4}, {"text": "Now 'gin the rueful wailings to be heard. Now am I come where many a plaining voice Smites on mine ear.  Into a place I came Where light was silent all.  Bellowing there groan'd A noise as of a sea in tempest torn By warring winds.  The stormy blast of hell With restless fury drives the spirits on Whirl'd round and dash'd amain with sore annoy.", "characters": 346, "sentences": 6}, {"text": "When they arrive before the ruinous sweep, There shrieks are heard, there lamentations, moans, And blasphemies 'gainst the good Power in heaven.", "characters": 144, "sentences": 2}, {"text": "There mark'd I Helen, for whose sake so long The time was fraught with evil; there the great Achilles, who with love fought to the end. Paris I saw, and Tristan; and beside A thousand more he show'd me, and by name Pointed them out, whom love bereav'd of life.", "characters": 260, "sentences": 3}, {"text": "When I had heard my sage instructor name Those dames and knights of antique days, o'erpower'd By pity, well-nigh in amaze my mind Was lost; and I began: \"Bard! willingly I would address those two together coming, Which seem so light before the wind.\"  He thus: \"Note thou, when nearer they to us approach.\"", "characters": 306, "sentences": 3}, {"text": "\"Love, that in gentle heart is quickly learnt, Entangled him by that fair form, from me Ta'en in such cruel sort, as grieves me still: Love, that denial takes from none belov'd, Caught me with pleasing him so passing well, That, as thou see'st, he yet deserts me not.", "characters": 267, "sentences": 2}, {"text": "\"Love brought us to one death: Caina waits The soul, who spilt our life.\"  Such were their words; At hearing which downward I bent my looks, And held them there so long, that the bard cried: \"What art thou pond'ring?\"  I in answer thus: \"Alas! by what sweet thoughts, what fond desire Must they at length to that ill pass have reach'd!\"", "characters": 336, "sentences": 2}, {"text": "MY sense reviving, that erewhile had droop'd With pity for the kindred shades, whence grief O'ercame me wholly, straight around I see New torments, new tormented souls, which way Soe'er I move, or turn, or bend my sight. In the third circle I arrive, of show'rs Ceaseless, accursed, heavy, and cold, unchang'd For ever, both in kind and in degree. Large hail, discolour'd water, sleety flaw Through the dun midnight air stream'd down amain: Stank all the land whereon that tempest fell.", "characters": 486, "sentences": 4}, {"text": "E'en as a dog, that yelling bays for food His keeper, when the morsel comes, lets fall His fury, bent alone with eager haste To swallow it; so dropp'd the loathsome cheeks Of demon Cerberus, who thund'ring stuns The spirits, that they for deafness wish in vain.", "characters": 261, "sentences": 2}, {"text": "We, o'er the shades thrown prostrate by the brunt Of the heavy tempest passing, set our feet Upon their emptiness, that substance seem'd.", "characters": 137, "sentences": 2}, {"text": "\"Thy city heap'd with envy to the brim, Ay that the measure overflows its bounds, Held me in brighter days.  Ye citizens Were wont to name me Ciacco.  For the sin Of glutt'ny, damned vice, beneath this rain, E'en as thou see'st, I with fatigue am worn; Nor I sole spirit in this woe: all these Have by like crime incurr'd like punishment.\"", "characters": 339, "sentences": 4}, {"text": "No more he said, and I my speech resum'd: \"Ciacco! thy dire affliction grieves me much, Even to tears.  But tell me, if thou know'st, What shall at length befall the citizens Of the divided city; whether any just one Inhabit there: and tell me of the cause, Whence jarring discord hath assail'd it thus?\"", "characters": 304, "sentences": 2}, {"text": "This said, his fixed eyes he turn'd askance, A little ey'd me, then bent down his head, And 'midst his blind companions with it fell.", "characters": 133, "sentences": 2}, {"text": "He then: \"Consult thy knowledge; that decides That as each thing to more perfection grows, It feels more sensibly both good and pain. Though ne'er to true perfection may arrive This race accurs'd, yet nearer then than now They shall approach it.\"  Compassing that path Circuitous we journeyed, and discourse Much more than I relate between us pass'd: Till at the point, where the steps led below, Arriv'd, there Plutus, the great foe, we found.", "characters": 444, "sentences": 4}, {"text": "\"AH me!  O Satan!  Satan!\" loud exclaim'd Plutus, in accent hoarse of wild alarm: And the kind sage, whom no event surpris'd, To comfort me thus spake: \"Let not thy fear Harm thee, for power in him, be sure, is none To hinder down this rock thy safe descent.\" Then to that sworn lip turning, \"Peace!\"  he cried,", "characters": 311, "sentences": 2}, {"text": "\"Curs'd wolf! thy fury inward on thyself Prey, and consume thee!  Through the dark profound Not without cause he passes.  So 't is will'd On high, there where the great Archangel pour'd Heav'n's vengeance on the first adulterer proud.\"", "characters": 235, "sentences": 3}, {"text": "As sails full spread and bellying with the wind Drop suddenly collaps'd, if the mast split; So to the ground down dropp'd the cruel fiend.", "characters": 138, "sentences": 2}, {"text": "Thus we, descending to the fourth steep ledge, Gain'd on the dismal shore, that all the woe Hems in of all the universe.  Ah me! Almighty Justice! in what store thou heap'st New pains, new troubles, as I here beheld! Wherefore doth fault of ours bring us to this?", "characters": 263, "sentences": 2}, {"text": "He straight replied: \"In their first life these all In mind were so distorted, that they made, According to due measure, of their wealth, No use.  This clearly from their words collect, Which they howl forth, at each extremity Arriving of the circle, where their crime Contrary' in kind disparts them.  To the church Were separate those, that with no hairy cowls Are crown'd, both Popes and Cardinals, o'er whom Av'rice dominion absolute maintains.\"", "characters": 449, "sentences": 4}, {"text": "\"My guide! of thee this also would I learn; This fortune, that thou speak'st of, what it is, Whose talons grasp the blessings of the world?\"", "characters": 140, "sentences": 1}, {"text": "MY theme pursuing, I relate that ere We reach'd the lofty turret's base, our eyes Its height ascended, where two cressets hung We mark'd, and from afar another light Return the signal, so remote, that scarce The eye could catch its beam.  I turning round To the deep source of knowledge, thus inquir'd: \"Say what this means?  and what that other light In answer set?  what agency doth this?\"", "characters": 391, "sentences": 2}, {"text": "\"There on the filthy waters,\" he replied, \"E'en now what next awaits us mayst thou see, If the marsh-gender'd fog conceal it not.\"", "characters": 130, "sentences": 2}, {"text": "While we our course o'er the dead channel held. One drench'd in mire before me came, and said; \"Who art thou, that thou comest ere thine hour?\"", "characters": 143, "sentences": 2}, {"text": "To which I thus: \"In mourning and in woe, Curs'd spirit! tarry thou.g I know thee well, E'en thus in filth disguis'd.\"  Then stretch'd he forth Hands to the bark; whereof my teacher sage Aware, thrusting him back: \"Away! down there;", "characters": 232, "sentences": 3}, {"text": "\"To the' other dogs!\" then, with his arms my neck Encircling, kiss'd my cheek, and spake: \"O soul Justly disdainful! blest was she in whom Thou was conceiv'd!  He in the world was one For arrogance noted; to his memory No virtue lends its lustre; even so Here is his shadow furious.  There above How many now hold themselves mighty kings Who here like swine shall wallow in the mire, Leaving behind them horrible dispraise!\"", "characters": 424, "sentences": 2}, {"text": "And thus the good instructor: \"Now, my son! Draws near the city, that of Dis is nam'd, With its grave denizens, a mighty throng.\"", "characters": 129, "sentences": 2}, {"text": "I thus: \"The minarets already, Sir! There certes in the valley I descry, Gleaming vermilion, as if they from fire Had issu'd.\"  He replied: \"Eternal fire, That inward burns, shows them with ruddy flame Illum'd; as in this nether hell thou seest.\"", "characters": 246, "sentences": 3}, {"text": "\"O my lov'd guide! who more than seven times Security hast render'd me, and drawn From peril deep, whereto I stood expos'd, Desert me not,\" I cried, \"in this extreme. And if our onward going be denied, Together trace we back our steps with speed.\"", "characters": 247, "sentences": 3}, {"text": "My liege, who thither had conducted me, Replied: \"Fear not: for of our passage none Hath power to disappoint us, by such high Authority permitted.  But do thou Expect me here; meanwhile thy wearied spirit Comfort, and feed with kindly hope, assur'd I will not leave thee in this lower world.\"", "characters": 292, "sentences": 3}, {"text": "This said, departs the sire benevolent, And quits me.  Hesitating I remain At war 'twixt will and will not in my thoughts.", "characters": 122, "sentences": 3}, {"text": "THE hue, which coward dread on my pale cheeks Imprinted, when I saw my guide turn back, Chas'd that from his which newly they had worn, And inwardly restrain'd it.  He, as one Who listens, stood attentive: for his eye Not far could lead him through the sable air, And the thick-gath'ring cloud.  \"It yet behooves We win this fight\"--thus he began--\"if not-- Such aid to us is offer'd.--Oh, how long Me seems it, ere the promis'd help arrive!\"", "characters": 442, "sentences": 4}, {"text": "I noted, how the sequel of his words Clok'd their beginning; for the last he spake Agreed not with the first.  But not the less My fear was at his saying; sith I drew To import worse perchance, than that he held, His mutilated speech.  \"Doth ever any Into this rueful concave's extreme depth Descend, out of the first degree, whose pain Is deprivation merely of sweet hope?\"", "characters": 374, "sentences": 3}, {"text": "And now there came o'er the perturbed waves Loud-crashing, terrible, a sound that made Either shore tremble, as if of a wind Impetuous, from conflicting vapours sprung, That 'gainst some forest driving all its might, Plucks off the branches, beats them down and hurls Afar; then onward passing proudly sweeps Its whirlwind rage, while beasts and shepherds fly.", "characters": 360, "sentences": 2}, {"text": "\"Outcasts of heav'n!  O abject race and scorn'd!\" Began he on the horrid grunsel standing, \"Whence doth this wild excess of insolence Lodge in you? wherefore kick you 'gainst that will Ne'er frustrate of its end, and which so oft Hath laid on you enforcement of your pangs? What profits at the fays to but the horn? Your Cerberus, if ye remember, hence Bears still, peel'd of their hair, his throat and maw.\"", "characters": 408, "sentences": 2}, {"text": "As where Rhone stagnates on the plains of Arles, Or as at Pola, near Quarnaro's gulf, That closes Italy and laves her bounds, The place is all thick spread with sepulchres; So was it here, save what in horror here Excell'd: for 'midst the graves were scattered flames, Wherewith intensely all throughout they burn'd, That iron for no craft there hotter needs.", "characters": 359, "sentences": 2}, {"text": "Their lids all hung suspended, and beneath From them forth issu'd lamentable moans, Such as the sad and tortur'd well might raise.", "characters": 130, "sentences": 2}, {"text": "I thus: \"Master! say who are these, interr'd Within these vaults, of whom distinct we hear The dolorous sighs?\"  He answer thus return'd:", "characters": 137, "sentences": 1}, {"text": "\"The arch-heretics are here, accompanied By every sect their followers; and much more, Than thou believest, tombs are freighted: like With like is buried; and the monuments Are different in degrees of heat.\"  This said, He to the right hand turning, on we pass'd Betwixt the afflicted and the ramparts high.", "characters": 307, "sentences": 3}, {"text": "He, soon as there I stood at the tomb's foot, Ey'd me a space, then in disdainful mood Address'd me: \"Say, what ancestors were thine?\"", "characters": 134, "sentences": 1}, {"text": "I, willing to obey him, straight reveal'd The whole, nor kept back aught: whence he, his brow Somewhat uplifting, cried: \"Fiercely were they Adverse to me, my party, and the blood From whence I sprang: twice therefore I abroad Scatter'd them.\"  \"Though driv'n out, yet they each time From all parts,\" answer'd I, \"return'd; an art Which yours have shown, they are not skill'd to learn.\"", "characters": 386, "sentences": 3}, {"text": "Then, peering forth from the unclosed jaw, Rose from his side a shade, high as the chin, Leaning, methought, upon its knees uprais'd. It look'd around, as eager to explore If there were other with me; but perceiving That fond imagination quench'd, with tears Thus spake: \"If thou through this blind prison go'st. Led by thy lofty genius and profound, Where is my son? and wherefore not with thee?\"", "characters": 397, "sentences": 3}, {"text": "I straight replied: \"Not of myself I come, By him, who there expects me, through this clime Conducted, whom perchance Guido thy son Had in contempt.\"  Already had his words And mode of punishment read me his name, Whence I so fully answer'd.  He at once Exclaim'd, up starting, \"How! said'st thou he HAD? No longer lives he?  Strikes not on his eye The blessed daylight?\"  Then of some delay I made ere my reply aware, down fell Supine, not after forth appear'd he more.", "characters": 470, "sentences": 4}, {"text": "\"The slaughter and great havoc,\" I replied, \"That colour'd Arbia's flood with crimson stain-- To these impute, that in our hallow'd dome Such orisons ascend.\"  Sighing he shook The head, then thus resum'd: \"In that affray I stood not singly, nor without just cause Assuredly should with the rest have stirr'd; But singly there I stood, when by consent Of all, Florence had to the ground been raz'd, The one who openly forbad the deed.\"", "characters": 435, "sentences": 3}, {"text": "\"So may thy lineage find at last repose,\" I thus adjur'd him, \"as thou solve this knot, Which now involves my mind.  If right I hear, Ye seem to view beforehand, that which time Leads with him, of the present uninform'd.\"", "characters": 221, "sentences": 3}, {"text": "\"We view, as one who hath an evil sight,\" He answer'd, \"plainly, objects far remote: So much of his large spendour yet imparts The' Almighty Ruler; but when they approach Or actually exist, our intellect Then wholly fails, nor of your human state Except what others bring us know we aught. Hence therefore mayst thou understand, that all Our knowledge in that instant shall expire, When on futurity the portals close.\"", "characters": 418, "sentences": 3}, {"text": "Then conscious of my fault, and by remorse Smitten, I added thus: \"Now shalt thou say To him there fallen, that his offspring still Is to the living join'd; and bid him know, That if from answer silent I abstain'd, 'Twas that my thought was occupied intent Upon that error, which thy help hath solv'd.\"", "characters": 302, "sentences": 2}, {"text": "But now my master summoning me back I heard, and with more eager haste besought The spirit to inform me, who with him Partook his lot.  He answer thus return'd:", "characters": 160, "sentences": 2}, {"text": "\"When thou shalt stand before her gracious beam, Whose bright eye all surveys, she of thy life The future tenour will to thee unfold.\"", "characters": 134, "sentences": 2}, {"text": "Forthwith he to the left hand turn'd his feet: We left the wall, and tow'rds the middle space Went by a path, that to a valley strikes; Which e'en thus high exhal'd its noisome steam.", "characters": 183, "sentences": 2}, {"text": "UPON the utmost verge of a high bank, By craggy rocks environ'd round, we came, Where woes beneath more cruel yet were stow'd: And here to shun the horrible excess Of fetid exhalation, upward cast From the profound abyss, behind the lid Of a great monument we stood retir'd,", "characters": 274, "sentences": 1}, {"text": "THE place where to descend the precipice We came, was rough as Alp, and on its verge Such object lay, as every eye would shun.", "characters": 126, "sentences": 2}, {"text": "To him my guide exclaim'd: \"Perchance thou deem'st The King of Athens here, who, in the world Above, thy death contriv'd.  Monster! avaunt! He comes not tutor'd by thy sister's art, But to behold your torments is he come.\"", "characters": 222, "sentences": 3}, {"text": "Like to a bull, that with impetuous spring Darts, at the moment when the fatal blow Hath struck him, but unable to proceed Plunges on either side; so saw I plunge The Minotaur; whereat the sage exclaim'd: \"Run to the passage! while he storms, 't is well That thou descend.\"  Thus down our road we took Through those dilapidated crags, that oft Mov'd underneath my feet, to weight like theirs Unus'd.  I pond'ring went, and thus he spake:", "characters": 437, "sentences": 3}, {"text": "At seeing us descend they each one stood; And issuing from the troop, three sped with bows And missile weapons chosen first; of whom One cried from far: \"Say to what pain ye come Condemn'd, who down this steep have journied?  Speak From whence ye stand, or else the bow I draw.\"", "characters": 278, "sentences": 2}, {"text": "To whom my guide: \"Our answer shall be made To Chiron, there, when nearer him we come. Ill was thy mind, thus ever quick and rash.\"", "characters": 131, "sentences": 3}, {"text": "Then me he touch'd, and spake: \"Nessus is this, Who for the fair Deianira died, And wrought himself revenge for his own fate. He in the midst, that on his breast looks down, Is the great Chiron who Achilles nurs'd; That other Pholus, prone to wrath.\"  Around The foss these go by thousands, aiming shafts At whatsoever spirit dares emerge From out the blood, more than his guilt allows.", "characters": 386, "sentences": 4}, {"text": "Then on his right breast turning, Chiron thus To Nessus spake: \"Return, and be their guide. And if ye chance to cross another troop, Command them keep aloof.\"  Onward we mov'd, The faithful escort by our side, along The border of the crimson-seething flood, Whence from those steep'd within loud shrieks arose.", "characters": 310, "sentences": 4}, {"text": "A race I next espied, who held the head, And even all the bust above the stream. 'Midst these I many a face remember'd well. Thus shallow more and more the blood became, So that at last it but imbru'd the feet; And there our passage lay athwart the foss.", "characters": 254, "sentences": 4}, {"text": "ERE Nessus yet had reach'd the other bank, We enter'd on a forest, where no track Of steps had worn a way.  Not verdant there The foliage, but of dusky hue; not light The boughs and tapering, but with knares deform'd And matted thick: fruits there were none, but thorns Instead, with venom fill'd. Less sharp than these, Less intricate the brakes, wherein abide Those animals, that hate the cultur'd fields, Betwixt Corneto and Cecina's stream.", "characters": 444, "sentences": 4}, {"text": "Here the brute Harpies make their nest, the same Who from the Strophades the Trojan band Drove with dire boding of their future woe. Broad are their pennons, of the human form Their neck and count'nance, arm'd with talons keen The feet, and the huge belly fledge with wings These sit and wail on the drear mystic wood.", "characters": 318, "sentences": 3}, {"text": "Thereat a little stretching forth my hand, From a great wilding gather'd I a branch, And straight the trunk exclaim'd: \"Why pluck'st thou me?\"", "characters": 142, "sentences": 1}, {"text": "Then as the dark blood trickled down its side, These words it added: \"Wherefore tear'st me thus? Is there no touch of mercy in thy breast? Men once were we, that now are rooted here. Thy hand might well have spar'd us, had we been The souls of serpents.\"  As a brand yet green, That burning at one end from the' other sends A groaning sound, and hisses with the wind That forces out its way, so burst at once, Forth from the broken splinter words and blood.", "characters": 457, "sentences": 4}, {"text": "I, letting fall the bough, remain'd as one Assail'd by terror, and the sage replied: \"If he, O injur'd spirit! could have believ'd What he hath seen but in my verse describ'd, He never against thee had stretch'd his hand. But I, because the thing surpass'd belief, Prompted him to this deed, which even now Myself I rue.  But tell me, who thou wast; That, for this wrong to do thee some amends, In the upper world (for thither to return Is granted him) thy fame he may revive.\"", "characters": 477, "sentences": 4}, {"text": "First somewhat pausing, till the mournful words Were ended, then to me the bard began: \"Lose not the time; but speak and of him ask, If more thou wish to learn.\"  Whence I replied: \"Question thou him again of whatsoe'er Will, as thou think'st, content me; for no power Have I to ask, such pity' is at my heart.\"", "characters": 311, "sentences": 3}, {"text": "He thus resum'd; \"So may he do for thee Freely what thou entreatest, as thou yet Be pleas'd, imprison'd Spirit! to declare, How in these gnarled joints the soul is tied; And whether any ever from such frame Be loosen'd, if thou canst, that also tell.\"", "characters": 251, "sentences": 2}, {"text": "Attentive yet to listen to the trunk We stood, expecting farther speech, when us A noise surpris'd, as when a man perceives The wild boar and the hunt approach his place Of station'd watch, who of the beasts and boughs Loud rustling round him hears.  And lo! there came Two naked, torn with briers, in headlong flight, That they before them broke each fan o' th' wood. \"Haste now,\" the foremost cried, \"now haste thee death!\"", "characters": 425, "sentences": 3}, {"text": "When o'er it he had paus'd, my master spake: \"Say who wast thou, that at so many points Breath'st out with blood thy lamentable speech?\"", "characters": 136, "sentences": 1}, {"text": "Of naked spirits many a flock I saw, All weeping piteously, to different laws Subjected: for on the' earth some lay supine, Some crouching close were seated, others pac'd Incessantly around; the latter tribe, More numerous, those fewer who beneath The torment lay, but louder in their grief.", "characters": 291, "sentences": 2}, {"text": "Unceasing was the play of wretched hands, Now this, now that way glancing, to shake off The heat, still falling fresh.  I thus began: \"Instructor! thou who all things overcom'st, Except the hardy demons, that rush'd forth To stop our entrance at the gate, say who Is yon huge spirit, that, as seems, heeds not The burning, but lies writhen in proud scorn, As by the sultry tempest immatur'd?\"", "characters": 392, "sentences": 2}, {"text": "Then thus my guide, in accent higher rais'd Than I before had heard him: \"Capaneus! Thou art more punish'd, in that this thy pride Lives yet unquench'd: no torrent, save thy rage, Were to thy fury pain proportion'd full.\"", "characters": 221, "sentences": 2}, {"text": "\"Of all that I have shown thee, since that gate We enter'd first, whose threshold is to none Denied, nought else so worthy of regard, As is this river, has thine eye discern'd, O'er which the flaming volley all is quench'd.\"", "characters": 224, "sentences": 2}, {"text": "So spake my guide; and I him thence besought, That having giv'n me appetite to know, The food he too would give, that hunger crav'd.", "characters": 132, "sentences": 2}, {"text": "Then I to him: \"If from our world this sluice Be thus deriv'd; wherefore to us but now Appears it at this edge?\"  He straight replied: \"The place, thou know'st, is round; and though great part Thou have already pass'd, still to the left Descending to the nethermost, not yet Hast thou the circuit made of the whole orb. Wherefore if aught of new to us appear, It needs not bring up wonder in thy looks.\"", "characters": 403, "sentences": 3}, {"text": "They each one ey'd us, as at eventide One eyes another under a new moon, And toward us sharpen'd their sight as keen, As an old tailor at his needle's eye.", "characters": 155, "sentences": 2}, {"text": "Thus narrowly explor'd by all the tribe, I was agniz'd of one, who by the skirt Caught me, and cried, \"What wonder have we here!\"", "characters": 129, "sentences": 1}, {"text": "And I, when he to me outstretch'd his arm, Intently fix'd my ken on his parch'd looks, That although smirch'd with fire, they hinder'd not But I remember'd him; and towards his face My hand inclining, answer'd: \"Sir!  Brunetto!", "characters": 227, "sentences": 1}, {"text": "\"And art thou here?\"  He thus to me: \"My son! Oh let it not displease thee, if Brunetto Latini but a little space with thee Turn back, and leave his fellows to proceed.\"", "characters": 169, "sentences": 2}, {"text": "I thus to him replied: \"Much as I can, I thereto pray thee; and if thou be willing, That I here seat me with thee, I consent; His leave, with whom I journey, first obtain'd.\"", "characters": 174, "sentences": 2}, {"text": "\"O son!\" said he, \"whoever of this throng One instant stops, lies then a hundred years, No fan to ventilate him, when the fire Smites sorest.  Pass thou therefore on.  I close Will at thy garments walk, and then rejoin My troop, who go mourning their endless doom.\"", "characters": 265, "sentences": 4}, {"text": "I dar'd not from the path descend to tread On equal ground with him, but held my head Bent down, as one who walks in reverent guise.", "characters": 132, "sentences": 2}, {"text": "\"What chance or destiny,\" thus he began, \"Ere the last day conducts thee here below? And who is this, that shows to thee the way?\"", "characters": 130, "sentences": 1}, {"text": "\"There up aloft,\" I answer'd, \"in the life Serene, I wander'd in a valley lost, Before mine age had to its fullness reach'd. But yester-morn I left it: then once more Into that vale returning, him I met; And by this path homeward he leads me back.\"", "characters": 248, "sentences": 3}, {"text": "Thereat my sapient guide upon his right Turn'd himself back, then look'd at me and spake: \"He listens to good purpose who takes note.\"", "characters": 134, "sentences": 2}, {"text": "I not the less still on my way proceed, Discoursing with Brunetto, and inquire Who are most known and chief among his tribe.", "characters": 124, "sentences": 2}, {"text": "This said he turn'd, and seem'd as one of those, Who o'er Verona's champain try their speed For the green mantle, and of them he seem'd, Not he who loses but who gains the prize.", "characters": 178, "sentences": 2}, {"text": "NOW came I where the water's din was heard, As down it fell into the other round, Resounding like the hum of swarming bees: When forth together issu'd from a troop, That pass'd beneath the fierce tormenting storm, Three spirits, running swift.  They towards us came, And each one cried aloud, \"Oh do thou stay! Whom by the fashion of thy garb we deem To be some inmate of our evil land.\"", "characters": 387, "sentences": 3}, {"text": "Ah me! what wounds I mark'd upon their limbs, Recent and old, inflicted by the flames! E'en the remembrance of them grieves me yet.", "characters": 131, "sentences": 2}, {"text": "Attentive to their cry my teacher paus'd, And turn'd to me his visage, and then spake; \"Wait now! our courtesy these merit well: And were 't not for the nature of the place, Whence glide the fiery darts, I should have said, That haste had better suited thee than them.\"", "characters": 269, "sentences": 2}, {"text": "They, when we stopp'd, resum'd their ancient wail, And soon as they had reach'd us, all the three Whirl'd round together in one restless wheel. As naked champions, smear'd with slippery oil, Are wont intent to watch their place of hold And vantage, ere in closer strife they meet; Thus each one, as he wheel'd, his countenance At me directed, so that opposite The neck mov'd ever to the twinkling feet.", "characters": 402, "sentences": 3}, {"text": "I then began: \"Not scorn, but grief much more, Such as long time alone can cure, your doom Fix'd deep within me, soon as this my lord Spake words, whose tenour taught me to expect That such a race, as ye are, was at hand. I am a countryman of yours, who still Affectionate have utter'd, and have heard Your deeds and names renown'd.  Leaving the gall For the sweet fruit I go, that a sure guide Hath promis'd to me.  But behooves, that far As to the centre first I downward tend.\"", "characters": 480, "sentences": 5}, {"text": "\"So may long space thy spirit guide thy limbs,\" He answer straight return'd; \"and so thy fame Shine bright, when thou art gone; as thou shalt tell, If courtesy and valour, as they wont, Dwell in our city, or have vanish'd clean? For one amidst us late condemn'd to wail, Borsiere, yonder walking with his peers, Grieves us no little by the news he brings.\"", "characters": 356, "sentences": 2}, {"text": "Not in so short a time might one have said \"Amen,\" as they had vanish'd. Straight my guide Pursu'd his track.  I follow'd; and small space Had we pass'd onward, when the water's sound Was now so near at hand, that we had scarce Heard one another's speech for the loud din.", "characters": 272, "sentences": 4}, {"text": "\"LO! the fell monster with the deadly sting! Who passes mountains, breaks through fenced walls And firm embattled spears, and with his filth Taints all the world!\"  Thus me my guide address'd, And beckon'd him, that he should come to shore, Near to the stony causeway's utmost edge.", "characters": 282, "sentences": 2}, {"text": "Noting the visages of some, who lay Beneath the pelting of that dolorous fire, One of them all I knew not; but perceiv'd, That pendent from his neck each bore a pouch With colours and with emblems various mark'd, On which it seem'd as if their eye did feed.", "characters": 257, "sentences": 2}, {"text": "My guide already seated on the haunch Of the fierce animal I found; and thus He me encourag'd.  \"Be thou stout; be bold. Down such a steep flight must we now descend! Mount thou before: for that no power the tail May have to harm thee, I will be i' th' midst.\"", "characters": 260, "sentences": 4}, {"text": "As one, who hath an ague fit so near, His nails already are turn'd blue, and he Quivers all o'er, if he but eye the shade; Such was my cheer at hearing of his words. But shame soon interpos'd her threat, who makes The servant bold in presence of his lord.", "characters": 255, "sentences": 3}, {"text": "I settled me upon those shoulders huge, And would have said, but that the words to aid My purpose came not, \"Look thou clasp me firm!\"", "characters": 134, "sentences": 1}, {"text": "But he whose succour then not first I prov'd, Soon as I mounted, in his arms aloft, Embracing, held me up, and thus he spake: \"Geryon! now move thee! be thy wheeling gyres Of ample circuit, easy thy descent. Think on th' unusual burden thou sustain'st.\"", "characters": 253, "sentences": 3}, {"text": "As a small vessel, back'ning out from land, Her station quits; so thence the monster loos'd, And when he felt himself at large, turn'd round There where the breast had been, his forked tail. Thus, like an eel, outstretch'd at length he steer'd, Gath'ring the air up with retractile claws.", "characters": 288, "sentences": 3}, {"text": "For flames I saw, and wailings smote mine ear: So that all trembling close I crouch'd my limbs, And then distinguish'd, unperceiv'd before, By the dread torments that on every side Drew nearer, how our downward course we wound.", "characters": 227, "sentences": 2}, {"text": "As falcon, that hath long been on the wing, But lure nor bird hath seen, while in despair The falconer cries, \"Ah me! thou stoop'st to earth!\" Wearied descends, and swiftly down the sky In many an orbit wheels, then lighting sits At distance from his lord in angry mood; So Geryon lighting places us on foot Low down at base of the deep-furrow'd rock, And, of his burden there discharg'd, forthwith Sprang forward, like an arrow from the string.", "characters": 445, "sentences": 2}, {"text": "THERE is a place within the depths of hell Call'd Malebolge, all of rock dark-stain'd With hue ferruginous, e'en as the steep That round it circling winds.  Right in the midst Of that abominable region, yawns A spacious gulf profound, whereof the frame Due time shall tell.  The circle, that remains, Throughout its round, between the gulf and base Of the high craggy banks, successive forms Ten trenches, in its hollow bottom sunk.", "characters": 432, "sentences": 4}, {"text": "Each divers way along the grisly rock, Horn'd demons I beheld, with lashes huge, That on their back unmercifully smote. Ah! how they made them bound at the first stripe!", "characters": 169, "sentences": 2}, {"text": "Hence in the second chasm we heard the ghosts, Who jibber in low melancholy sounds, With wide-stretch'd nostrils snort, and on themselves Smite with their palms.  Upon the banks a scurf From the foul steam condens'd, encrusting hung, That held sharp combat with the sight and smell.", "characters": 282, "sentences": 3}, {"text": "So hollow is the depth, that from no part, Save on the summit of the rocky span, Could I distinguish aught.  Thus far we came; And thence I saw, within the foss below, A crowd immers'd in ordure, that appear'd Draff of the human body.  There beneath Searching with eye inquisitive, I mark'd One with his head so grim'd, 't were hard to deem, If he were clerk or layman.  Loud he cried: \"Why greedily thus bendest more on me, Than on these other filthy ones, thy ken?\"", "characters": 467, "sentences": 4}, {"text": "\"Because if true my mem'ry,\" I replied, \"I heretofore have seen thee with dry locks, And thou Alessio art of Lucca sprung. Therefore than all the rest I scan thee more.\"", "characters": 169, "sentences": 3}, {"text": "Then beating on his brain these words he spake: \"Me thus low down my flatteries have sunk, Wherewith I ne'er enough could glut my tongue.\"", "characters": 138, "sentences": 2}, {"text": "My leader thus: \"A little further stretch Thy face, that thou the visage well mayst note Of that besotted, sluttish courtezan, Who there doth rend her with defiled nails, Now crouching down, now risen on her feet.", "characters": 213, "sentences": 2}, {"text": "\"Thais is this, the harlot, whose false lip Answer'd her doting paramour that ask'd, 'Thankest me much!'--'Say rather wondrously,' And seeing this here satiate be our view.\"", "characters": 173, "sentences": 2}, {"text": "WOE to thee, Simon Magus! woe to you, His wretched followers! who the things of God, Which should be wedded unto goodness, them, Rapacious as ye are, do prostitute For gold and silver in adultery! Now must the trumpet sound for you, since yours Is the third chasm.  Upon the following vault We now had mounted, where the rock impends Directly o'er the centre of the foss.", "characters": 371, "sentences": 3}, {"text": "Wisdom Supreme! how wonderful the art, Which thou dost manifest in heaven, in earth, And in the evil world, how just a meed Allotting by thy virtue unto all!", "characters": 157, "sentences": 1}, {"text": "\"Master! say who is he, than all the rest Glancing in fiercer agony, on whom A ruddier flame doth prey?\"  I thus inquir'd.", "characters": 122, "sentences": 2}, {"text": "\"If thou be willing,\" he replied, \"that I Carry thee down, where least the slope bank falls, He of himself shall tell thee and his wrongs.\"", "characters": 139, "sentences": 2}, {"text": "There stood I like the friar, that doth shrive A wretch for murder doom'd, who e'en when fix'd, Calleth him back, whence death awhile delays.", "characters": 141, "sentences": 2}, {"text": "He shouted: \"Ha! already standest there? Already standest there, O Boniface! By many a year the writing play'd me false. So early dost thou surfeit with the wealth, For which thou fearedst not in guile to take The lovely lady, and then mangle her?\"", "characters": 248, "sentences": 2}, {"text": "I felt as those who, piercing not the drift Of answer made them, stand as if expos'd In mockery, nor know what to reply, When Virgil thus admonish'd: \"Tell him quick, I am not he, not he, whom thou believ'st.\"", "characters": 209, "sentences": 2}, {"text": "Meanwhile, as thus I sung, he, whether wrath Or conscience smote him, violent upsprang Spinning on either sole.  I do believe My teacher well was pleas'd, with so compos'd A lip, he listen'd ever to the sound Of the true words I utter'd.  In both arms He caught, and to his bosom lifting me Upward retrac'd the way of his descent.", "characters": 330, "sentences": 4}, {"text": "Nor weary of his weight he press'd me close, Till to the summit of the rock we came, Our passage from the fourth to the fifth pier. His cherish'd burden there gently he plac'd Upon the rugged rock and steep, a path Not easy for the clamb'ring goat to mount.", "characters": 257, "sentences": 3}, {"text": "AND now the verse proceeds to torments new, Fit argument of this the twentieth strain Of the first song, whose awful theme records The spirits whelm'd in woe.  Earnest I look'd Into the depth, that open'd to my view, Moisten'd with tears of anguish, and beheld A tribe, that came along the hollow vale, In silence weeping: such their step as walk Quires chanting solemn litanies on earth.", "characters": 388, "sentences": 3}, {"text": "As on them more direct mine eye descends, Each wondrously seem'd to be revers'd At the neck-bone, so that the countenance Was from the reins averted: and because None might before him look, they were compell'd To' advance with backward gait.  Thus one perhaps Hath been by force of palsy clean transpos'd, But I ne'er saw it nor believe it so.", "characters": 343, "sentences": 3}, {"text": "\"Aruns, with more his belly facing, comes. On Luni's mountains 'midst the marbles white, Where delves Carrara's hind, who wons beneath, A cavern was his dwelling, whence the stars And main-sea wide in boundless view he held.", "characters": 224, "sentences": 3}, {"text": "I answer'd: \"Teacher, I conclude thy words So certain, that all else shall be to me As embers lacking life.  But now of these, Who here proceed, instruct me, if thou see Any that merit more especial note. For thereon is my mind alone intent.\"", "characters": 242, "sentences": 4}, {"text": "\"Guido Bonatti see:  Asdente mark, Who now were willing, he had tended still The thread and cordwain; and too late repents.", "characters": 123, "sentences": 2}, {"text": "\"See next the wretches, who the needle left, The shuttle and the spindle, and became Diviners: baneful witcheries they wrought With images and herbs.  But onward now: For now doth Cain with fork of thorns confine On either hemisphere, touching the wave Beneath the towers of Seville.  Yesternight The moon was round.  Thou mayst remember well: For she good service did thee in the gloom Of the deep wood.\"  This said, both onward mov'd.", "characters": 436, "sentences": 6}, {"text": "THUS we from bridge to bridge, with other talk, The which my drama cares not to rehearse, Pass'd on; and to the summit reaching, stood To view another gap, within the round Of Malebolge, other bootless pangs.", "characters": 208, "sentences": 2}, {"text": "\"Ye of our bridge!\" he cried, \"keen-talon'd fiends! Lo! one of Santa Zita's elders!  Him Whelm ye beneath, while I return for more. That land hath store of such.  All men are there, Except Bonturo, barterers: of 'no' For lucre there an 'aye' is quickly made.\"", "characters": 259, "sentences": 4}, {"text": "E'en thus the cook bestirs him, with his grooms, To thrust the flesh into the caldron down With flesh-hooks, that it float not on the top.", "characters": 138, "sentences": 2}, {"text": "Me then my guide bespake: \"Lest they descry, That thou art here, behind a craggy rock Bend low and screen thee; and whate'er of force Be offer'd me, or insult, fear thou not: For I am well advis'd, who have been erst In the like fray.\"  Beyond the bridge's head Therewith he pass'd, and reaching the sixth pier, Behov'd him then a forehead terror-proof.", "characters": 353, "sentences": 3}, {"text": "With storm and fury, as when dogs rush forth Upon the poor man's back, who suddenly From whence he standeth makes his suit; so rush'd Those from beneath the arch, and against him Their weapons all they pointed.  He aloud: \"Be none of you outrageous: ere your time Dare seize me, come forth from amongst you one,", "characters": 311, "sentences": 2}, {"text": "\"Who having heard my words, decide he then If he shall tear these limbs.\"  They shouted loud, \"Go, Malacoda!\"  Whereat one advanc'd, The others standing firm, and as he came, \"What may this turn avail him?\" he exclaim'd.", "characters": 220, "sentences": 3}, {"text": "\"Believ'st thou, Malacoda!  I had come Thus far from all your skirmishing secure,\" My teacher answered, \"without will divine And destiny propitious?  Pass we then For so Heaven's pleasure is, that I should lead Another through this savage wilderness.\"", "characters": 251, "sentences": 2}, {"text": "Forthwith so fell his pride, that he let drop The instrument of torture at his feet, And to the rest exclaim'd: \"We have no power To strike him.\"  Then to me my guide: \"O thou! Who on the bridge among the crags dost sit Low crouching, safely now to me return.\"", "characters": 260, "sentences": 3}, {"text": "I rose, and towards him moved with speed: the fiends Meantime all forward drew: me terror seiz'd Lest they should break the compact they had made. Thus issuing from Caprona, once I saw Th' infantry dreading, lest his covenant The foe should break; so close he hemm'd them round.", "characters": 278, "sentences": 3}, {"text": "I to my leader's side adher'd, mine eyes With fixt and motionless observance bent On their unkindly visage.  They their hooks Protruding, one the other thus bespake: \"Wilt thou I touch him on the hip?\"  To whom Was answer'd: \"Even so; nor miss thy aim.\"", "characters": 253, "sentences": 3}, {"text": "I then: \"O master! what a sight is there! Ah! without escort, journey we alone, Which, if thou know the way, I covet not. Unless thy prudence fail thee, dost not mark How they do gnarl upon us, and their scowl Threatens us present tortures?\"  He replied: \"I charge thee fear not: let them, as they will, Gnarl on: 't is but in token of their spite Against the souls, who mourn in torment steep'd.\"", "characters": 397, "sentences": 3}, {"text": "To leftward o'er the pier they turn'd; but each Had first between his teeth prest close the tongue, Toward their leader for a signal looking, Which he with sound obscene triumphant gave.", "characters": 186, "sentences": 2}, {"text": "With the ten demons on our way we went; Ah fearful company! but in the church With saints, with gluttons at the tavern's mess.", "characters": 126, "sentences": 2}, {"text": "Still earnest on the pitch I gaz'd, to mark All things whate'er the chasm contain'd, and those Who burn'd within.  As dolphins, that, in sign To mariners, heave high their arched backs, That thence forewarn'd they may advise to save Their threaten'd vessels; so, at intervals, To ease the pain his back some sinner show'd, Then hid more nimbly than the lightning glance.", "characters": 370, "sentences": 3}, {"text": "Then I: \"Inform thee, master! if thou may, What wretched soul is this, on whom their hand His foes have laid.\"  My leader to his side Approach'd, and whence he came inquir'd, to whom Was answer'd thus: \"Born in Navarre's domain My mother plac'd me in a lord's retinue, For she had borne me to a losel vile, A spendthrift of his substance and himself. The good king Thibault after that I serv'd, To peculating here my thoughts were turn'd, Whereof I give account in this dire heat.\"", "characters": 481, "sentences": 4}, {"text": "Their captain then to Farfarello turning, Who roll'd his moony eyes in act to strike, Rebuk'd him thus: \"Off! cursed bird!  Avaunt!\"--", "characters": 134, "sentences": 1}, {"text": "\"If ye desire to see or hear,\" he thus Quaking with dread resum'd, \"or Tuscan spirits Or Lombard, I will cause them to appear. Meantime let these ill talons bate their fury, So that no vengeance they may fear from them, And I, remaining in this self-same place, Will for myself but one, make sev'n appear, When my shrill whistle shall be heard; for so Our custom is to call each other up.\"", "characters": 389, "sentences": 3}, {"text": "Cagnazzo at that word deriding grinn'd, Then wagg'd the head and spake: \"Hear his device, Mischievous as he is, to plunge him down.\"", "characters": 132, "sentences": 2}, {"text": "Whereto he thus, who fail'd not in rich store Of nice-wove toils; \"Mischief forsooth extreme, Meant only to procure myself more woe!\"", "characters": 133, "sentences": 1}, {"text": "No longer Alichino then refrain'd, But thus, the rest gainsaying, him bespake: \"If thou do cast thee down, I not on foot Will chase thee, but above the pitch will beat My plumes.  Quit we the vantage ground, and let The bank be as a shield, that we may see If singly thou prevail against us all.\"", "characters": 296, "sentences": 3}, {"text": "They each one turn'd his eyes to the' other shore, He first, who was the hardest to persuade. The spirit of Navarre chose well his time, Planted his feet on land, and at one leap Escaping disappointed their resolve.", "characters": 215, "sentences": 3}, {"text": "Them quick resentment stung, but him the most, Who was the cause of failure; in pursuit He therefore sped, exclaiming; \"Thou art caught.\"", "characters": 137, "sentences": 2}, {"text": "And in the boiling lake both fell.  The heat Was umpire soon between them, but in vain To lift themselves they strove, so fast were glued Their pennons.  Barbariccia, as the rest, That chance lamenting, four in flight dispatch'd From the' other coast, with all their weapons arm'd. They, to their post on each side speedily Descending, stretch'd their hooks toward the fiends, Who flounder'd, inly burning from their scars: And we departing left them to that broil.", "characters": 465, "sentences": 5}, {"text": "IN silence and in solitude we went, One first, the other following his steps, As minor friars journeying on their road.", "characters": 119, "sentences": 2}, {"text": "\"Teacher,\" I thus began, \"if speedily Thyself and me thou hide not, much I dread Those evil talons.  Even now behind They urge us: quick imagination works So forcibly, that I already feel them.\"", "characters": 194, "sentences": 3}, {"text": "He answer'd: \"Were I form'd of leaded glass, I should not sooner draw unto myself Thy outward image, than I now imprint That from within.  This moment came thy thoughts Presented before mine, with similar act And count'nance similar, so that from both I one design have fram'd.  If the right coast Incline so much, that we may thence descend Into the other chasm, we shall escape Secure from this imagined pursuit.\"", "characters": 415, "sentences": 4}, {"text": "He had not spoke his purpose to the end, When I from far beheld them with spread wings Approach to take us.  Suddenly my guide Caught me, ev'n as a mother that from sleep Is by the noise arous'd, and near her sees The climbing fires, who snatches up her babe And flies ne'er pausing, careful more of him Than of herself, that but a single vest Clings round her limbs.  Down from the jutting beach Supine he cast him, to that pendent rock, Which closes on one part the other chasm.", "characters": 480, "sentences": 4}, {"text": "Never ran water with such hurrying pace Adown the tube to turn a landmill's wheel, When nearest it approaches to the spokes, As then along that edge my master ran, Carrying me in his bosom, as a child, Not a companion.  Scarcely had his feet Reach'd to the lowest of the bed beneath,", "characters": 283, "sentences": 2}, {"text": "When over us the steep they reach'd; but fear In him was none; for that high Providence, Which plac'd them ministers of the fifth foss, Power of departing thence took from them all.", "characters": 181, "sentences": 2}, {"text": "There in the depth we saw a painted tribe, Who pac'd with tardy steps around, and wept, Faint in appearance and o'ercome with toil. Caps had they on, with hoods, that fell low down Before their eyes, in fashion like to those Worn by the monks in Cologne.  Their outside Was overlaid with gold, dazzling to view, But leaden all within, and of such weight, That Frederick's compar'd to these were straw. Oh, everlasting wearisome attire!", "characters": 435, "sentences": 4}, {"text": "We yet once more with them together turn'd To leftward, on their dismal moan intent. But by the weight oppress'd, so slowly came The fainting people, that our company Was chang'd at every movement of the step.", "characters": 209, "sentences": 3}, {"text": "Whence I my guide address'd: \"See that thou find Some spirit, whose name may by his deeds be known, And to that end look round thee as thou go'st.\"", "characters": 147, "sentences": 2}, {"text": "Then one, who understood the Tuscan voice, Cried after us aloud: \"Hold in your feet, Ye who so swiftly speed through the dusk air. Perchance from me thou shalt obtain thy wish.\"", "characters": 177, "sentences": 3}, {"text": "I staid, and saw two Spirits in whose look Impatient eagerness of mind was mark'd To overtake me; but the load they bare And narrow path retarded their approach.", "characters": 161, "sentences": 2}, {"text": "Soon as arriv'd, they with an eye askance Perus'd me, but spake not: then turning each To other thus conferring said: \"This one Seems, by the action of his throat, alive. And, be they dead, what privilege allows They walk unmantled by the cumbrous stole?\"", "characters": 255, "sentences": 2}, {"text": "Then thus to me: \"Tuscan, who visitest The college of the mourning hypocrites, Disdain not to instruct us who thou art.\"", "characters": 120, "sentences": 2}, {"text": "\"O friars!\"  I began, \"your miseries--\" But there brake off, for one had caught my eye, Fix'd to a cross with three stakes on the ground: He, when he saw me, writh'd himself, throughout Distorted, ruffling with deep sighs his beard. And Catalano, who thereof was 'ware,", "characters": 269, "sentences": 2}, {"text": "To whom the friar: At Bologna erst \"I many vices of the devil heard, Among the rest was said, 'He is a liar, And the father of lies!'\"  When he had spoke, My leader with large strides proceeded on, Somewhat disturb'd with anger in his look.", "characters": 240, "sentences": 2}, {"text": "At length the point of our descent we reach'd From the last flag: soon as to that arriv'd, So was the breath exhausted from my lungs, I could no further, but did seat me there.", "characters": 176, "sentences": 2}, {"text": "Oh! how severe God's judgment, that deals out Such blows in stormy vengeance!  Who he was My teacher next inquir'd, and thus in few He answer'd: \"Vanni Fucci am I call'd, Not long since rained down from Tuscany To this dire gullet.  Me the beastial life And not the human pleas'd, mule that I was, Who in Pistoia found my worthy den.\"", "characters": 334, "sentences": 3}, {"text": "I then to Virgil: \"Bid him stir not hence, And ask what crime did thrust him hither: once A man I knew him choleric and bloody.\"", "characters": 128, "sentences": 2}, {"text": "WHEN he had spoke, the sinner rais'd his hands Pointed in mockery, and cried: \"Take them, God! I level them at thee!\"  From that day forth The serpents were my friends; for round his neck One of then rolling twisted, as it said, \"Be silent, tongue!\"  Another to his arms Upgliding, tied them, riveting itself So close, it took from them the power to move.", "characters": 355, "sentences": 2}, {"text": "So saw I fluctuate in successive change Th' unsteady ballast of the seventh hold: And here if aught my tongue have swerv'd, events So strange may be its warrant.  O'er mine eyes Confusion hung, and on my thoughts amaze.", "characters": 219, "sentences": 3}, {"text": "Yet 'scap'd they not so covertly, but well I mark'd Sciancato: he alone it was Of the three first that came, who chang'd not: thou, The other's fate, Gaville, still dost rue.", "characters": 174, "sentences": 2}, {"text": "FLORENCE exult! for thou so mightily Hast thriven, that o'er land and sea thy wings Thou beatest, and thy name spreads over hell! Among the plund'rers such the three I found Thy citizens, whence shame to me thy son, And no proud honour to thyself redounds.", "characters": 256, "sentences": 2}, {"text": "But if our minds, when dreaming near the dawn, Are of the truth presageful, thou ere long Shalt feel what Prato, (not to say the rest) Would fain might come upon thee; and that chance Were in good time, if it befell thee now. Would so it were, since it must needs befall! For as time wears me, I shall grieve the more.", "characters": 318, "sentences": 3}, {"text": "We from the depth departed; and my guide Remounting scal'd the flinty steps, which late We downward trac'd, and drew me up the steep. Pursuing thus our solitary way Among the crags and splinters of the rock, Sped not our feet without the help of hands.", "characters": 252, "sentences": 3}, {"text": "Then sorrow seiz'd me, which e'en now revives, As my thought turns again to what I saw, And, more than I am wont, I rein and curb The powers of nature in me, lest they run Where Virtue guides not; that if aught of good My gentle star, or something better gave me, I envy not myself the precious boon.", "characters": 300, "sentences": 2}, {"text": "Upon the bridge I forward bent to look, And grasp'd a flinty mass, or else had fall'n, Though push'd not from the height.  The guide, who mark'd How I did gaze attentive, thus began:", "characters": 182, "sentences": 2}, {"text": "He thus: \"Thy prayer is worthy of much praise, And I accept it therefore: but do thou Thy tongue refrain: to question them be mine, For I divine thy wish: and they perchance, For they were Greeks, might shun discourse with thee.\"", "characters": 229, "sentences": 2}, {"text": "When there the flame had come, where time and place Seem'd fitting to my guide, he thus began: \"O ye, who dwell two spirits in one fire! If living I of you did merit aught, Whate'er the measure were of that desert, When in the world my lofty strain I pour'd, Move ye not on, till one of you unfold In what clime death o'ertook him self-destroy'd.\"", "characters": 347, "sentences": 2}, {"text": "NOW upward rose the flame, and still'd its light To speak no more, and now pass'd on with leave From the mild poet gain'd, when following came Another, from whose top a sound confus'd, Forth issuing, drew our eyes that way to look.", "characters": 231, "sentences": 2}, {"text": "\"Depart thou, I solicit thee no more, Though somewhat tardy I perchance arrive Let it not irk thee here to pause awhile, And with me parley: lo! it irks not me And yet I burn.  If but e'en now thou fall into this blind world, from that pleasant land Of Latium, whence I draw my sum of guilt, Tell me if those, who in Romagna dwell, Have peace or war.  For of the mountains there Was I, betwixt Urbino and the height, Whence Tyber first unlocks his mighty flood.\"", "characters": 462, "sentences": 4}, {"text": "Leaning I listen'd yet with heedful ear, When, as he touch'd my side, the leader thus: \"Speak thou: he is a Latian.\"  My reply Was ready, and I spake without delay:", "characters": 164, "sentences": 2}, {"text": "\"O spirit! who art hidden here below! Never was thy Romagna without war In her proud tyrants' bosoms, nor is now: But open war there left I none.  The state, Ravenna hath maintain'd this many a year, Is steadfast.  There Polenta's eagle broods, And in his broad circumference of plume O'ershadows Cervia. The green talons grasp The land, that stood erewhile the proof so long, And pil'd in bloody heap the host of France.", "characters": 421, "sentences": 5}, {"text": "\"The' old mastiff of Verruchio and the young, That tore Montagna in their wrath, still make, Where they are wont, an augre of their fangs.", "characters": 138, "sentences": 2}, {"text": "\"Lamone's city and Santerno's range Under the lion of the snowy lair. Inconstant partisan! that changeth sides, Or ever summer yields to winter's frost. And she, whose flank is wash'd of Savio's wave, As 'twixt the level and the steep she lies, Lives so 'twixt tyrant power and liberty.", "characters": 286, "sentences": 4}, {"text": "\"Now tell us, I entreat thee, who art thou? Be not more hard than others.  In the world, So may thy name still rear its forehead high.\"", "characters": 135, "sentences": 3}, {"text": "Then roar'd awhile the fire, its sharpen'd point On either side wav'd, and thus breath'd at last: \"If I did think, my answer were to one, Who ever could return unto the world, This flame should rest unshaken.  But since ne'er, If true be told me, any from this depth Has found his upward way, I answer thee, Nor fear lest infamy record the words.", "characters": 346, "sentences": 3}, {"text": "Then, yielding to the forceful arguments, Of silence as more perilous I deem'd, And answer'd: \"Father! since thou washest me Clear of that guilt wherein I now must fall, Large promise with performance scant, be sure, Shall make thee triumph in thy lofty seat.\"", "characters": 260, "sentences": 2}, {"text": "When he had thus fulfill'd his words, the flame In dolour parted, beating to and fro, And writhing its sharp horn.  We onward went, I and my leader, up along the rock, Far as another arch, that overhangs The foss, wherein the penalty is paid Of those, who load them with committed sin.", "characters": 285, "sentences": 3}, {"text": "Whilst eagerly I fix on him my gaze, He ey'd me, with his hands laid his breast bare, And cried; \"Now mark how I do rip me! lo!", "characters": 127, "sentences": 1}, {"text": "\"Declare, as thou dost wish that I above May carry tidings of thee, who is he, In whom that sight doth wake such sad remembrance?\"", "characters": 130, "sentences": 1}, {"text": "\"Woe's me!\"  The spirit lighted thus himself, And two there were in one, and one in two. How that may be he knows who ordereth so.", "characters": 130, "sentences": 3}, {"text": "SO were mine eyes inebriate with view Of the vast multitude, whom various wounds Disfigur'd, that they long'd to stay and weep.", "characters": 127, "sentences": 2}, {"text": "But Virgil rous'd me: \"What yet gazest on? Wherefore doth fasten yet thy sight below Among the maim'd and miserable shades? Thou hast not shewn in any chasm beside This weakness.  Know, if thou wouldst number them That two and twenty miles the valley winds Its circuit, and already is the moon Beneath our feet: the time permitted now Is short, and more not seen remains to see.\"", "characters": 379, "sentences": 3}, {"text": "\"If thou,\" I straight replied, \"hadst weigh'd the cause For which I look'd, thou hadst perchance excus'd The tarrying still.\"  My leader part pursu'd His way, the while I follow'd, answering him, And adding thus: \"Within that cave I deem, Whereon so fixedly I held my ken, There is a spirit dwells, one of my blood, Wailing the crime that costs him now so dear.\"", "characters": 362, "sentences": 3}, {"text": "So we discours'd to where the rock first show'd The other valley, had more light been there, E'en to the lowest depth.  Soon as we came O'er the last cloister in the dismal rounds Of Malebolge, and the brotherhood Were to our view expos'd, then many a dart Of sore lament assail'd me, headed all With points of thrilling pity, that I clos'd Both ears against the volley with mine hands.", "characters": 386, "sentences": 3}, {"text": "As were the torment, if each lazar-house Of Valdichiana, in the sultry time 'Twixt July and September, with the isle Sardinia and Maremma's pestilent fen, Had heap'd their maladies all in one foss Together; such was here the torment: dire The stench, as issuing steams from fester'd limbs.", "characters": 289, "sentences": 2}, {"text": "We on the utmost shore of the long rock Descended still to leftward.  Then my sight Was livelier to explore the depth, wherein The minister of the most mighty Lord, All-searching Justice, dooms to punishment The forgers noted on her dread record.", "characters": 246, "sentences": 3}, {"text": "\"O thou, who with thy fingers rendest off Thy coat of proof,\" thus spake my guide to one, \"And sometimes makest tearing pincers of them, Tell me if any born of Latian land Be among these within: so may thy nails Serve thee for everlasting to this toil.\"", "characters": 253, "sentences": 2}, {"text": "\"Both are of Latium,\" weeping he replied, \"Whom tortur'd thus thou seest: but who art thou That hast inquir'd of us?\"  To whom my guide: \"One that descend with this man, who yet lives, From rock to rock, and show him hell's abyss.\"", "characters": 231, "sentences": 2}, {"text": "Then started they asunder, and each turn'd Trembling toward us, with the rest, whose ear Those words redounding struck.  To me my liege Address'd him: \"Speak to them whate'er thou list.\"", "characters": 186, "sentences": 3}, {"text": "And I therewith began: \"So may no time Filch your remembrance from the thoughts of men In th' upper world, but after many suns Survive it, as ye tell me, who ye are, And of what race ye come.  Your punishment, Unseemly and disgustful in its kind, Deter you not from opening thus much to me.\"", "characters": 291, "sentences": 3}, {"text": "Then to the bard I spake: \"Was ever race Light as Sienna's?  Sure not France herself Can show a tribe so frivolous and vain.\"", "characters": 125, "sentences": 2}, {"text": "To whom I answ'ring: \"Oh! as thou dost hope, The other may not flesh its jaws on thee, Be patient to inform us, who it is, Ere it speed hence.\"--\"That is the ancient soul Of wretched Myrrha,\" he replied, \"who burn'd With most unholy flame for her own sire,", "characters": 256, "sentences": 2}, {"text": "\"And a false shape assuming, so perform'd The deed of sin; e'en as the other there, That onward passes, dar'd to counterfeit Donati's features, to feign'd testament The seal affixing, that himself might gain, For his own share, the lady of the herd.\"", "characters": 250, "sentences": 2}, {"text": "When vanish'd the two furious shades, on whom Mine eye was held, I turn'd it back to view The other cursed spirits.  One I saw In fashion like a lute, had but the groin Been sever'd, where it meets the forked part. Swoln dropsy, disproportioning the limbs With ill-converted moisture, that the paunch Suits not the visage, open'd wide his lips Gasping as in the hectic man for drought, One towards the chin, the other upward curl'd.", "characters": 432, "sentences": 4}, {"text": "\"Though my o'erweighty limbs have ta'en from me The power to move,\" said he, \"I have an arm At liberty for such employ.\"  To whom Was answer'd: \"When thou wentest to the fire, Thou hadst it not so ready at command, Then readier when it coin'd th' impostor gold.\"", "characters": 262, "sentences": 3}, {"text": "And thus the dropsied: \"Ay, now speak'st thou true. But there thou gav'st not such true testimony, When thou wast question'd of the truth, at Troy.\"", "characters": 148, "sentences": 3}, {"text": "\"If I spake false, thou falsely stamp'dst the coin,\" Said Sinon; \"I am here but for one fault, And thou for more than any imp beside.\"", "characters": 134, "sentences": 2}, {"text": "\"Remember,\" he replied, \"O perjur'd one, The horse remember, that did teem with death, And all the world be witness to thy guilt.\"", "characters": 130, "sentences": 2}, {"text": "\"To thine,\" return'd the Greek, \"witness the thirst Whence thy tongue cracks, witness the fluid mound, Rear'd by thy belly up before thine eyes, A mass corrupt.\"  To whom the coiner thus: \"Thy mouth gapes wide as ever to let pass Its evil saying.  Me if thirst assails, Yet I am stuff'd with moisture.  Thou art parch'd, Pains rack thy head, no urging would'st thou need To make thee lap Narcissus' mirror up.\"", "characters": 410, "sentences": 5}, {"text": "I was all fix'd to listen, when my guide Admonish'd: \"Now beware: a little more. And I do quarrel with thee.\"  I perceiv'd How angrily he spake, and towards him turn'd With shame so poignant, as remember'd yet Confounds me.  As a man that dreams of harm Befall'n him, dreaming wishes it a dream, And that which is, desires as if it were not, Such then was I, who wanting power to speak Wish'd to excuse myself, and all the while Excus'd me, though unweeting that I did.", "characters": 469, "sentences": 5}, {"text": "\"More grievous fault than thine has been, less shame,\" My master cried, \"might expiate.  Therefore cast All sorrow from thy soul; and if again Chance bring thee, where like conference is held, Think I am ever at thy side.  To hear Such wrangling is a joy for vulgar minds.\"", "characters": 273, "sentences": 4}, {"text": "THE very tongue, whose keen reproof before Had wounded me, that either cheek was stain'd, Now minister'd my cure.  So have I heard, Achilles and his father's javelin caus'd Pain first, and then the boon of health restor'd.", "characters": 222, "sentences": 3}, {"text": "Then tenderly he caught me by the hand; \"Yet know,\" said he, \"ere farther we advance, That it less strange may seem, these are not towers, But giants.  In the pit they stand immers'd, Each from his navel downward, round the bank.\"", "characters": 230, "sentences": 3}, {"text": "As when a fog disperseth gradually, Our vision traces what the mist involves Condens'd in air; so piercing through the gross And gloomy atmosphere, as more and more We near'd toward the brink, mine error fled, And fear came o'er me.  As with circling round Of turrets, Montereggion crowns his walls, E'en thus the shore, encompassing th' abyss, Was turreted with giants, half their length Uprearing, horrible, whom Jove from heav'n Yet threatens, when his mutt'ring thunder rolls.", "characters": 480, "sentences": 3}, {"text": "Of one already I descried the face, Shoulders, and breast, and of the belly huge Great part, and both arms down along his ribs.", "characters": 127, "sentences": 2}, {"text": "\"O senseless spirit! let thy horn for thee Interpret: therewith vent thy rage, if rage Or other passion wring thee.  Search thy neck, There shalt thou find the belt that binds it on. Wild spirit! lo, upon thy mighty breast Where hangs the baldrick!\"  Then to me he spake: \"He doth accuse himself.  Nimrod is this, Through whose ill counsel in the world no more One tongue prevails.  But pass we on, nor waste Our words; for so each language is to him, As his to others, understood by none.\"", "characters": 490, "sentences": 6}, {"text": "Then to the leftward turning sped we forth, And at a sling's throw found another shade Far fiercer and more huge.  I cannot say What master hand had girt him; but he held Behind the right arm fetter'd, and before The other with a chain, that fasten'd him From the neck down, and five times round his form Apparent met the wreathed links.  \"This proud one Would of his strength against almighty Jove Make trial,\" said my guide; \"whence he is thus Requited: Ephialtes him they call.", "characters": 480, "sentences": 4}, {"text": "Not e'en its rim had creak'd. As peeps the frog Croaking above the wave, what time in dreams The village gleaner oft pursues her toil, So, to where modest shame appears, thus low Blue pinch'd and shrin'd in ice the spirits stood, Moving their teeth in shrill note like the stork. His face each downward held; their mouth the cold, Their eyes express'd the dolour of their heart.", "characters": 378, "sentences": 4}, {"text": "\"Wherefore dost bruise me?\" weeping, he exclaim'd, \"Unless thy errand be some fresh revenge For Montaperto, wherefore troublest me?\"", "characters": 132, "sentences": 1}, {"text": "I thus: \"Instructor, now await me here, That I through him may rid me of my doubt. Thenceforth what haste thou wilt.\"  The teacher paus'd, And to that shade I spake, who bitterly Still curs'd me in his wrath.  \"What art thou, speak, That railest thus on others?\"  He replied: \"Now who art thou, that smiting others' cheeks Through Antenora roamest, with such force As were past suff'rance, wert thou living still?\"", "characters": 414, "sentences": 4}, {"text": "\"And I am living, to thy joy perchance,\" Was my reply, \"if fame be dear to thee, That with the rest I may thy name enrol.\"", "characters": 122, "sentences": 2}, {"text": "\"The contrary of what I covet most,\" Said he, \"thou tender'st: hence; nor vex me more. Ill knowest thou to flatter in this vale.\"", "characters": 129, "sentences": 3}, {"text": "\"Rend all away,\" he answer'd, \"yet for that I will not tell nor show thee who I am, Though at my head thou pluck a thousand times.\"", "characters": 131, "sentences": 2}, {"text": "We now had left him, passing on our way, When I beheld two spirits by the ice Pent in one hollow, that the head of one Was cowl unto the other; and as bread Is raven'd up through hunger, th' uppermost Did so apply his fangs to th' other's brain, Where the spine joins it.  Not more furiously On Menalippus' temples Tydeus gnaw'd, Than on that skull and on its garbage he.", "characters": 371, "sentences": 3}, {"text": "\"O thou who show'st so beastly sign of hate 'Gainst him thou prey'st on, let me hear,\" said I \"The cause, on such condition, that if right Warrant thy grievance, knowing who ye are, And what the colour of his sinning was, I may repay thee in the world above, If that, wherewith I speak be moist so long.\"", "characters": 304, "sentences": 2}, {"text": "'And do thou strip them off from us again.' Then, not to make them sadder, I kept down My spirit in stillness.  That day and the next We all were silent.  Ah, obdurate earth! Why open'dst not upon us?  When we came To the fourth day, then Geddo at my feet Outstretch'd did fling him, crying, 'Hast no help For me, my father!'  There he died, and e'en Plainly as thou seest me, saw I the three Fall one by one 'twixt the fifth day and sixth:", "characters": 440, "sentences": 4}, {"text": "\"Whence I betook me now grown blind to grope Over them all, and for three days aloud Call'd on them who were dead.  Then fasting got The mastery of grief.\"  Thus having spoke,", "characters": 175, "sentences": 3}, {"text": "There very weeping suffers not to weep; For at their eyes grief seeking passage finds Impediment, and rolling inward turns For increase of sharp anguish: the first tears Hang cluster'd, and like crystal vizors show, Under the socket brimming all the cup.", "characters": 254, "sentences": 2}, {"text": "Now though the cold had from my face dislodg'd Each feeling, as 't were callous, yet me seem'd Some breath of wind I felt.  \"Whence cometh this,\" Said I, \"my master?  Is not here below All vapour quench'd?\"--\"'Thou shalt be speedily,\" He answer'd, \"where thine eye shall tell thee whence The cause descrying of this airy shower.\"", "characters": 329, "sentences": 3}, {"text": "Then cried out one in the chill crust who mourn'd: \"O souls so cruel! that the farthest post Hath been assign'd you, from this face remove The harden'd veil, that I may vent the grief Impregnate at my heart, some little space Ere it congeal again!\"  I thus replied: \"Say who thou wast, if thou wouldst have mine aid; And if I extricate thee not, far down As to the lowest ice may I descend!\"", "characters": 391, "sentences": 1}, {"text": "\"Now,\" answer'd I, \"methinks thou mockest me, For Branca Doria never yet hath died, But doth all natural functions of a man, Eats, drinks, and sleeps, and putteth raiment on.\"", "characters": 175, "sentences": 2}, {"text": "He thus: \"Not yet unto that upper foss By th' evil talons guarded, where the pitch Tenacious boils, had Michael Zanche reach'd, When this one left a demon in his stead In his own body, and of one his kin, Who with him treachery wrought.  But now put forth Thy hand, and ope mine eyes.\"  I op'd them not. Ill manners were best courtesy to him.", "characters": 342, "sentences": 5}, {"text": "Ah Genoese! men perverse in every way, With every foulness stain'd, why from the earth Are ye not cancel'd?  Such an one of yours I with Romagna's darkest spirit found, As for his doings even now in soul Is in Cocytus plung'd, and yet doth seem In body still alive upon the earth.", "characters": 280, "sentences": 2}, {"text": "\"THE banners of Hell's Monarch do come forth Towards us; therefore look,\" so spake my guide, \"If thou discern him.\"  As, when breathes a cloud Heavy and dense, or when the shades of night Fall on our hemisphere, seems view'd from far A windmill, which the blast stirs briskly round, Such was the fabric then methought I saw,", "characters": 324, "sentences": 2}, {"text": "Now came I (and with fear I bid my strain Record the marvel) where the souls were all Whelm'd underneath, transparent, as through glass Pellucid the frail stem.  Some prone were laid, Others stood upright, this upon the soles, That on his head, a third with face to feet Arch'd like a bow.  When to the point we came, Whereat my guide was pleas'd that I should see The creature eminent in beauty once, He from before me stepp'd and made me pause.", "characters": 446, "sentences": 4}, {"text": "\"Lo!\"  he exclaim'd, \"lo Dis! and lo the place, Where thou hast need to arm thy heart with strength.\"", "characters": 101, "sentences": 2}, {"text": "I clipp'd him round the neck, for so he bade; And noting time and place, he, when the wings Enough were op'd, caught fast the shaggy sides, And down from pile to pile descending stepp'd Between the thick fell and the jagged ice.", "characters": 228, "sentences": 2}, {"text": "Soon as he reach'd the point, whereat the thigh Upon the swelling of the haunches turns, My leader there with pain and struggling hard Turn'd round his head, where his feet stood before, And grappled at the fell, as one who mounts, That into hell methought we turn'd again.", "characters": 273, "sentences": 2}, {"text": "\"Expect that by such stairs as these,\" thus spake The teacher, panting like a man forespent, \"We must depart from evil so extreme.\" Then at a rocky opening issued forth, And plac'd me on a brink to sit, next join'd With wary step my side.  I rais'd mine eyes, Believing that I Lucifer should see Where he was lately left, but saw him now With legs held upward.  Let the grosser sort, Who see not what the point was I had pass'd, Bethink them if sore toil oppress'd me then.", "characters": 473, "sentences": 5}], "id": 8800, "paragraphs": 549, "author": "Dante Alighieri"}